Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/general/index.po
Languages: ar, pt, ru, zh

source: Giuliani, G., Chatenoux, B., Benvenuti, A., Lacroix, P., Santoro, M., Mazzetti, P., 2020a. Monitoring land degradation at national level using satellite Earth Observation time-series data to support SDG15 – exploring the potential of data cube. Big Earth Data 4, 3–22. https://doi.org/10.1080/20964471.2020.1711633
ar: جولياني ج.، شاتينو ب.، بنفينوتي أ.، لاكروا ب.، سانتورو م.، مازيتي ب.،2020a. رصد تدهور الأراضي على المستوى الوطني باستخدام بيانات السلاسل الزمنية لرصد الأرض عبر الأقمار الصناعية لدعم الهدف الخامس عشر من أهداف التنمية المستدامة - استكشاف إمكانات مكعب البيانات. بيانات الأرض الكبيرة 4، 3–22. https://doi.org/10.1080/20964471.2020.1711633
pt: Giuliani, G., Chatenoux, B., Benvenuti, A., Lacroix, P., Santoro, M., Mazzetti, P., 2020a. Monitorização da degradação do solo a nível nacional utilizando dados de série temporal da observação da Terra por satélite para apoiar o SDG15 - explorando o potencial do cubo de dados. Big Earth Data 4, 3-22. https://doi.org/10.1080/20964471.2020.1711633
ru: Джулиани Г., Шатену Б., Бенвенути А., Лакруа П., Санторо М., Маззетти П., 2020a. Мониторинг деградации земель на национальном уровне с использованием временных рядов данных спутникового наблюдения Земли для поддержки ЦУР 15 — изучение потенциала куба данных. Big Earth Data 4, 3-22. https://doi.org/10.1080/20964471.2020.1711633.
zh: Giuliani, G.、Chatenoux, B.、Benvenuti, A.、Lacroix, P.、Santoro, M.、Mazzetti, P.，2020a。使用卫星地球观测时间序列数据监测国家层面的土地退化，以支持 SDG15——探索数据立方体的潜力。《Big Earth Data》 4，3-22。https://doi.org/10.1080/20964471.2020.1711633

source: Giuliani, G., Mazzetti, P., Santoro, M., Nativi, S., Van Bemmelen, J., Colangeli, G., Lehmann, A., 2020b. Knowledge generation using satellite earth observations to support sustainable development goals (SDG): A use case on Land degradation. Int. J. Appl. Earth Obs. Geoinformation 88, 102068. https://doi.org/10.1016/j.jag.2020.102068
ar: جولياني ج.، مازيتي ب.، سانتورو م.، ناتيفي س.، فان بيملين ج.، كولانجلي ج.، ليمان أ.، 2020b. توليد المعرفة باستخدام رصد الأرض عبر الأقمار الصناعية لدعم أهداف التنمية المستدامة (SDG): حالة استخدام بشأن تدهور الأراضي. المجلة الدولية لرصد الأرض التطبيقي والمعلومات الجغرافية 88، 102068. https://doi.org/10.1016/j.jag.2020.102068
pt: Giuliani, G., Mazzetti, P., Santoro, M., Nativi, S., Van Bemmelen, J., Colangeli, G., Lehmann, A., 2020b. Geração de conhecimento utilizando observações terrestres por satélite para apoiar objetivos de desenvolvimento sustentável (SDG): Um caso de uso sobre a degradação do Solo. Int. J. Aplic. Eath Obs. Geoinformation 88, 102068. https://doi.org/10.1016/j.jag.2020.102068
ru: Джулиани Г., Мазетти П., Санторо М., Нативи С., Ван Беммелен Я., Коланджели Г., Леманн А., 2020b. Формирование знаний с использованием спутниковых наблюдений Земли для поддержки Целей устойчивого развития (ЦУР). На практическом примере деградации земель. Int. J. Appl. Earth Obs. Geoinformation 88, 102068. https://doi.org/10.1016/j.jag.2020.102068
zh: Giuliani, G.、Mazzetti, P.、Santoro, M.、Nativi, S.、Van Bemmelen, J.、Colangeli, G.、Lehmann, A.，2020b。利用卫星地球观测生成知识以支持可持续发展目标（SDG）：土地退化用例。《International Journal of Applied Earth Observation and Geoinformation》88， 102068。https://doi.org/10.1016/j.jag.2020.102068

source: Gonzalez-Roglich, M., Zvoleff, A., Noon, M., Liniger, H., Fleiner, R., Harari, N., Garcia, C., 2019. Synergizing global tools to monitor progress towards land degradation neutrality: Trends.Earth and the World Overview of Conservation Approaches and Technologies sustainable land management database. Environ. Sci. Policy 93, 34–42. https://doi.org/10.1016/j.envsci.2018.12.019
ar: غونزاليس روغليش م.، زفوليف أ.، نون م.، لينيغر ه.، فلينر ر.، هاراري ن.، جارسيا ك.، 2019. تحقيق التآزر بين الأدوات العالمية لرصد التقدم المحرز نحو تحييد تدهور الأراضي: اتجاهات.الأرض والعالم نظرة عامة على قاعدة بيانات إدارة الأراضي المستدامة لأساليب وتقنيات الحفظ. العلوم والسياسات البيئية 93، 34–42. https://doi.org/10.1016/j.envsci.2018.12.019
ru: Гонсалес-Роглих М., Зволефф А., Нун М., Линигер Х., Флейнер Р., Харари Н., Гарсия К., 2019. Синергия глобальных инструментов для мониторинга прогресса на пути к нейтральности деградации земель: Trends.Earth и Всемирный обзор природоохранных подходов и технологий на основе базы данных устойчивого управления земельными ресурсами. Environ. Sci. Policy 93, 34-42. https://doi.org/10.1016/j.envsci.2018.12.019
zh: Gonzalez-Roglich, M.、Zvoleff, A.、Noon, M.、Liniger, H.、Fleiner, R.、Harari, N.、Garcia, C.，2019。协同全球工具监测土地退化零增长进展：Trends.Earth 和“世界保护方法和技术概览”可持续土地管理数据库。《Environmental Science & Policy》93，34-42。https://doi.org/10.1016/j.envsci.2018.12.019

source: Jiang, L., Bao, A., Jiapaer, G., Liu, R., Yuan, Y. and Yu, T., 2022. Monitoring land degradation and assessing its drivers to support sustainable development goal 15.3 in Central Asia. Science of The Total Environment, 807, p.150868. https://doi.org/10.1016/j.scitotenv.2021.150868
ar: جيانغ ل.، وباو أ.، وجيابير غ.، وليو ر.، ويوان ي.، ويو ت.، 2022. رصد تدهور الأراضي وتقييم مسبباته لدعم هدف التنمية المستدامة 15.3 في آسيا الوسطى. علم البيئة الكلية، 807، ص 150868. https://doi.org/10.1016/j.scitotenv.2021.150868
pt: Jiang, L., Bao, A., Jiapaer, G., Liu, R., Yuan, Y. e Yu, T., 2022. Monitorização da degradação da terra e avaliação dos seus catalisadores para apoiar o objetivo de desenvolvimento sustentável 15.3 na Ásia Central. Science of The Total Environment, 807, p.150868. https://doi.org/10.1016/j.scitotenv.2021.150868
ru: Цзян Л., Бао А., Джиапер Г., Лю Р., Юан Й. и Ю T., 2022. Мониторинг деградации земель и оценка ее факторов для поддержки цели устойчивого развития 15.3 в Центральной Азии. Science of The Total Environment, 807, p.150868. https://doi.org/10.1016/j.scitotenv.2021.150868
zh: Jiang, L.、Bao, A.、Jiapaer, G.、Liu, R.、Yuan, Y. 和 Yu, T.，2022。监测土地退化并评估其驱动因素以支持中亚可持续发展目标15.3。《Science of The Total Environment》，807，p.150868。https://doi.org/10.1016/j.scitotenv.2021.150868

source: Kadaverugu, A., Nageshwar Rao, C. and Viswanadh, G.K., 2021. Quantification of flood mitigation services by urban green spaces using InVEST model: a case study of Hyderabad city, India. Modeling Earth Systems and Environment, 7(1), pp.589-602. https://doi.org/10.1007/s40808-020-00937-0
ar: كادافيروغو أ.، وناغشوار راو ك.، وفيسواناده غ.ك.، 2021. القياس الكمي لخدمات تخفيف الفيضانات عن طريق المساحات الخضراء الحضرية باستخدام نموذج InVEST: دراسة حالة لمدينة حيدر أباد، الهند. وضع نماذج أنظمة الأرض والبيئة، 7 (1)، ص 589-602. https://doi.org/10.1007/s40808-020-00937-0
pt: Kadaverugu, A., Nageshwar Rao, C. e Viswanadh, G.K., 2021. Quantificação dos serviços de mitigação de inundações por espaços verdes urbanos utilizando o modelo InVEST: um estudo de caso da cidade de Hyderabad na Índia. Modelação de Sistemas Terrestres e Ambiente, 7(1), pág. 589-602. https://doi.org/10.1007/s40808-020-00937-0
ru: Кадаверугу А., Нагешвар Рао К. и Вишванадх Г. К., 2021. Количественная оценка услуг по смягчению последствий наводнений с помощью городских зеленых насаждений с использованием модели InVEST на примере города Хайдарабад, Индия. Modeling Earth Systems and Environment, 7(1), сc. 589-602. https://doi.org/10.1007/s40808-020-00937-0
zh: Kadaverugu, A.、Nageshwar Rao, C. 和 Viswanadh, G.K.，2021。使用 InVEST 模型对城市绿地防洪功能进行量化：印度海德拉巴市案例研究。《Modeling Earth Systems and Environment》，7（1），第 589-602 页。https://doi.org/10.1007/s40808-020-00937-0

source: Kust, G.S., Andreeva, O.V., Lobkovskiy, V.A., 2020. Land Degradation Neutrality: the Modern Approach to Research on Arid Regions at the National Level. Arid Ecosyst. 10, 87–92. https://doi.org/10.1134/S2079096120020092
ar: كوست غ.س.، أندريفا و.ف.، لوبكوفسكي ف.أ.، 2020. تحييد تدهور الأراضي: النهج الحديث للبحث في المناطق القاحلة على المستوى الوطني. النظام البيئي القاحل. 10، 87-92. https://doi.org/10.1134/S2079096120020092
pt: Kust, G.S., Andreeva, O.V., Lobkovskiy, V.A., 2020. Neutralidade na Degradação do Solo: a Abordagem Moderna para a Investigação sobre Regiões Áridas a Nível Nacional. Arid Ecosyst. 10, 87-92. https://doi.org/10.1134/S2079096120020092
ru: Куст Г. С., Андреева О. В., Лобковский В. А., 2020. Нейтральный баланс деградации земель — современный подход к исследованиям засушливых регионов на национальном уровне. Arid Ecosyst. 10, 87-92. https://doi.org/10.1134/S2079096120020092
zh: Kust, G. S.、Andreeva, O. V.、Lobkovskiy, V. A.，2020。土地退化零增长：国家层面干旱地区研究的现代方法。《Arid ecosystems》。10，87-92。https://doi.org/10.1134/S2079096120020092

source: Hu, Y., Wang, C., Yu, X. and Yin, S., 2021. Evaluating Trends of Land Productivity Change and Their Causes in the Han River Basin, China: In Support of SDG Indicator 15.3. 1. Sustainability, 13(24), p.13664. https://doi.org/10.3390/su132413664
ar: هو ي.، ووانغ س.، ويو ش.، وين س.، 2021. تقييم اتجاهات تغيّر إنتاجية الأراضي وأسبابها في حوض نهر هان، الصين: دعمًا لمؤشر أهداف التنمية المستدامة 15.3. 1. الاستدامة، 13 (24)، ص 13664. https://doi.org/10.3390/su132413664
pt: Hu, Y., Wang, C., Yu, X. e Yin, S., 2021. Avaliação das Tendências de Mudança da Produtividade dos Solos e das suas Causas na Bacia do Rio Han, China: Em Apoio ao Indicador SDG 15.3. 1. Sustentabilidade, 13(24), p.13664. https://doi.org/10.3390/su132413664
ru: Й. Ху, Ван К., Ю X. и Инь С., 2021. Оценка тенденций изменения плодородия земель и их причин в бассейне реки Хань в Китае: в поддержку показателя ЦУР 15.3. 1. Sustainability, 13(24), p.13664. https://doi.org/10.3390/su132413664
zh: Hu, Y.、Wang, C.、Yu, X. 和 Yin, S.，2021。评估中国汉江流域的土地生产力变化趋势及其原因：支持SDG指标15.3.1。《Sustainability》，13（24），p.13664。https://doi.org/10.3390/su132413664

source: Li, Z., Lun, F., Liu, M., Xiao, X., Wang, C., Wang, L., Xu, Y., Qi, W., Sun, D., 2021. Rapid diagnosis of agricultural soil health: A novel soil health index based on natural soil productivity and human management. J. Environ. Manage. 277, 111402. https://doi.org/10.1016/j.jenvman.2020.111402
ar: لي ز.، لون ف.، ليو م.، شاو ش.، وانغ س.، وانغ ل.، شو ي.، تشي و.، سان د.، 2021. التشخيص السريع لصحة التربة الزراعية: مؤشر جديد لصحة التربة يعتمد على إنتاجية التربة الطبيعية والإدارة البشرية. مجلة الإدارة البيئية. 277، 111402. https://doi.org/10.1016/j.jenvman.2020.111402
pt: Li, Z., Lun, F., Liu, M., Xiao, X., Wang, C., Wang, L., Xu, Y., Qi, W., Sun, D., 2021. Diagnóstico rápido da saúde do solo agrícola: Um novo índice de saúde do solo baseado na produtividade natural do solo e na gestão humana. J. Environ. Manage. 277, 111402. https://doi.org/10.1016/j.jenvman.2020.111402
ru: Ли Ц., Лун Ф., Лю М, Сяо Х., Ванг К., Ванг Л., Й. Ху, Ки В., Сунь Д., 2021. Экспресс-диагностика здоровья сельскохозяйственных почв: новый индекс здоровья почвы, основанный на естественном плодородии почв и управлении человеком. J. Environ. Manage. 277, 111402. https://doi.org/10.1016/j.jenvman.2020.111402
zh: Li, Z.、Lun, F.、Liu, M.、Xiao, X.、Wang, C.、Wang, L.、Xu, Y.、Qi, W.、Sun, D.，2021。农业土壤健康的快速诊断：基于自然土壤生产力和人类管理的新型土壤健康指数。《Journal of Environmental Management》。 277，111402。https://doi.org/10.1016/j.jenvman.2020.111402

source: Liniger, H., Harari, N., van Lynden, G., Fleiner, R., de Leeuw, J., Bai, Z., Critchley, W., 2019. Achieving land degradation neutrality: The role of SLM knowledge in evidence-based decision-making. Environ. Sci. Policy 94, 123–134. https://doi.org/10.1016/j.envsci.2019.01.001
ar: ه. لينيغر، ن. هاراري، غ. فان ليندين، ر. فلينر، ج. دي ليوو، ز.، باي، و. كريتشلي، 2019. تحقيق تحييد تدهور الأراضي: دور المعرفة بالإدارة المستدامة للأراضي في صنع القرار القائم على الأدلة. العلوم والسياسات البيئية 94، 123-134. https://doi.org/10.1016/j.envsci.2019.01.001
ru: Линигер Х., Харари Н., ван Линден Г., Флейнер Р., де Лейв Й., Баи З., Критчли В., 2019. Достижение нейтрального баланса деградации земель: роль знаний об устойчивом землепользовании в принятии решений на основе фактических данных. Environ. Sci. Policy 94, 123-134. https://doi.org/10.1016/j.envsci.2019.01.001
zh: Liniger, H.、Harari, N.、van Lynden, G.、Fleiner, R.、de Leeuw, J.、Bai, Z.、Critchley, W.，2019。实现土地退化零增长：可持续土地管理知识在循证决策中的作用。《Environmental Science & Policy》 94，123-134。https://doi.org/10.1016/j.envsci.2019.01.001

source: Mariathasan, V., Bezuidenhoudt, E., Olympio, K.R., 2019. Evaluation of Earth Observation Solutions for Namibia’s SDG Monitoring System. Remote Sens. 11, 1612. https://doi.org/10.3390/rs11131612
ar: ف. ماريثاسان، إ. بيزاودينهاوت، ك.ر. أوليمبيو، 2019. تقييم حلول رصد الأرض لنظام رصد أهداف التنمية المستدامة في ناميبيا. الاستشعار عن بعد. 11، 1612. https://doi.org/10.3390/rs11131612
pt: Mariathasan, V., Bezuidenhoudt, E., Olympio, K.R., 2019. Avaliação de Soluções de Observação da Terra para o Sistema de Monitorização SDG da Namíbia. Remote Sens. 11, 1612. https://doi.org/10.3390/rs11131612
ru: Мариатхасан В., Безуиденхудт Э., Олимпио К. Р., 2019. Оценка решений по наблюдению Земли для целей системы мониторинга ЦУР в Намибии. Remote Sens. 11, 1612. https://doi.org/10.3390/rs11131612
zh: Mariathasan, V.、Bezuidenhoudt, E.、Olympio, K.R.。2019。纳米比亚可持续发展目标监测系统的地球观测解决方案评估。《Remote Sensing》11，1612。https://doi.org/10.3390/rs11131612

source: Mazzetti, P., Nativi, S., Santoro, M., Giuliani, G., Rodila, D., Folino, A., Caruso, S., Aracri, G. and Lehmann, A., 2022. Knowledge formalization for Earth Science informed decision-making: The GEOEssential Knowledge Base. Environmental Science & Policy, 131, pp.93-104. https://doi.org/10.1016/j.envsci.2021.12.023
ar: ب. مازيتي، وس. ناتيفي، وم. سانتورو، وغ. غيولياني، ود. روديلا، وأ. فولينو، وس. كاروسو، وج. أراكري، وأ. ليمان. إضفاء الطابع الرسمي على المعرفة لاتخاذ قرارات مدروسة في علوم الأرض: قاعدة المعارف الأساسية لتوقعات البيئة العالمية. العلوم والسياسات البيئية، 131، ص 93 - 104. https://doi.org/10.1016/j.envsci.2021.12.023
pt: Mazzetti, P., Nativi, S., Santoro, M., Giuliani, G., Rodila, D., Folino, A., Caruso, S., Aracri, G. e Lehmann, A., 2022. Formalização do conhecimento para a tomada de decisão informada das Ciências da Terra: A Base de Conhecimentos GEOEssential. Ciência e Política Ambiental, 131, pp.93-104. https://doi.org/10.1016/j.envsci.2021.12.023
ru: Мазетти П., Нативи С., Санторо М., Джулиани Г., Родила Д., Фолино А., Карузо С., Аракри Г. и Леманн А., 2022. Формализация знаний для принятия обоснованных решений в области наук о Земле: база знаний GEOEssential. Environmental Science & Policy, 131, pp.93-104. https://doi.org/10.1016/j.envsci.2021.12.023
zh: Mazzetti, P.、Nativi, S.、Santoro, M.、Giuliani, G.、Rodila, D.、Folino, A.、Caruso, S.、Aracri, G. 和 Lehmann, A， 2022。地球科学理性决策的知识形式化：GEOEssential知识库。《Environmental Science & Policy》，131，第 93-104 页。https://doi.org/10.1016/j.envsci.2021.12.023

source: Meyer, D. & Riechert, M. Open source QGIS toolkit for the Advanced Research WRF modelling system. Environmental Modelling & Software 112, 166–178 (2019). https://doi.org/10.1016/j.envsoft.2018.10.018
ar: د.ماير وم. ريتشيرت. مجموعة أدوات QGIS مفتوحة المصدر لنظام وضع نماذج البحث المتقدم WRF. وضع النماذج البيئية والبرمجيات 112، 166 - 178 (2019). https://doi.org/10.1016/j.envsoft.2018.10.018
pt: Meyer, D. & Riechert, M. Kit de ferramentas QGIS de código aberto para o sistema de modelação Advanced Research WRF. Modelação ambiental e software 112, 166-178 (2019). https://doi.org/10.1016/j.envsoft.2018.10.018
ru: Мейер Д. и Рихерт М. Инструментарий QGIS с открытым исходным кодом для системы моделирования Advanced Research WRF. Environmental Modelling & Software 112, 166-178 (2019). https://doi.org/10.101/j.envsoft.2018.10.018
zh: Meyer, D. 和 Riechert, M，用于高级研究 WRF 建模系统的开源 QGIS 工具包。《Environmental Modelling & Software》112，166-178 （2019）。 https://doi.org/10.1016/j.envsoft.2018.10.018

source: Moussa, S., El Brirchi, E.H. and Alami, O.B., 2022. Monitoring Land Productivity Trends in Souss-Massa Region Using Landsat Time Series Data to Support SDG Target 15.3. In Geospatial Intelligence (pp. 119-129). Springer, Cham. https://doi.org/10.1007/978-3-030-80458-9_9
ar: س. موسى، إ.ه البررجي، وو.ب علمي، 2022. رصد اتجاهات إنتاجية الأراضي في منطقة سوس ماسة باستخدام بيانات السلاسل الزمنية لاندسات لدعم هدف التنمية المستدامة 15.3. في الاستخبارات الجغرافية المكانية (ص 119-129). سبرينغر، شام. https://doi.org/10.1007/978-3-030-80458-9_9
pt: Moussa, S., El Brirchi, E.H. e Alami, O.B., 2022. Monitorização das Tendências de Produtividade do Solo na Região de Souss-Massa utilizando dados de série temporal do Landsat para apoiar o Objectivo da SDG 15.3. Em Geospatial Intelligence (pág. 119-129). Springer, Cham. https://doi.org/10.1007/978-3-030-80458-9_9
ru: Мусса С., Эль-Брирхи Э. Х. и Алами О. Б., 2022. Мониторинг тенденций плодородия земель в регионе Сус-Масса с использованием данных временных рядов Landsat для поддержки цели 15.3 ЦУР. Geospatial Intelligence (сс. 119-129). Springer, Cham. https://doi.org/10.1007/978-3-030-80458-9_9
zh: Moussa, S.、El Brirchi, E.H. 和 Alami, O.B.，2022。使用Landsat时间序列数据监测苏斯马萨地区的土地生产力趋势以支持SDG目标15.3。《Geospatial Intelligence》（第 119-129 页）。Springer, Cham。https://doi.org/10.1007/978-3-030-80458-9_9

source: Ogorodnikov, S.S., 2021, March. Land Degradation Neutrality in the Tula region. In IOP Conference Series: Earth and Environmental Science (Vol. 723, No. 4, p. 042053). IOP Publishing. doi:10.1088/1755-1315/723/4/042053
ar: س.س أوجوردنيكوف، مارس، 2021. وتحييد تدهور الأراضي في منطقة تولا. في سلسلة مؤتمرات IOP: علوم الأرض والبيئة (المجلد. 723، رقم 4، ص 042053). النشر IOP. doi: 10.1088 / 1755-1315 / 723/4/042053
pt: Ogorodnikov, S.S., 2021, Março. Neutralidade da Degradação do Solo na região de Tula. Na série de conferências da IOP: Earth and Environmental Science (Vol. 723, No. 4, p. 042053). IOP Publishing. doi:10.1088/1755-1315/723/4/042053
ru: Огородников С.С., 2021, март. Нейтральный баланс деградации земель в Тульской области. В серии конференций IOP: Earth and Environmental Science (Vol. 723, No. 4, p. 042053). IOP Publishing. doi:10.1088/1755-1315/723/4/042053
zh: Ogorodnikov, S.S.，2021年三月。图拉地区的土地退化零增长。《IOP Conference Series: Earth and Environmental Science》（第723卷，第4期，p.042053）。IOP Publishing。 doi:10.1088/1755-1315/723/4/042053

source: Prakash, M., Ramage, S., Kavvada, A., Goodman, S., 2020. Open Earth Observations for Sustainable Urban Development. Remote Sens. 12, 1646. https://doi.org/10.3390/rs12101646
ar: م. براكاش، س. راماج،أ. كافافادا، س. جودمان، 2020. رصد الأرض المفتوحة من أجل التنمية الحضرية المستدامة. الاستشعار عن بعد. 12، 1646. https://doi.org/10.3390/rs12101646
pt: Prakash, M., Ramage, S., Kavvada, A., Goodman, S., 2020. Observações Open Earth para um Desenvolvimento Urbano Sustentável. Remote Sens. 12, 1646. https://doi.org/10.3390/rs12101646
ru: Пракаш М., Рамадж С., Каввада А., Гудман С., 2020. Открытые наблюдения Земли для устойчивого городского развития. Remote Sens. 12, 1646. https://doi.org/10.3390/rs12101646
zh: Prakash, M.、Ramage, S.、Kavvada, A.、Goodman, S.，2020。开放式地球观测促进可持续城市发展。《Remote Sensing》。12，1646。 https://doi.org/10.3 390/rs12101646

source: Philip, E., 2021. Coupling Sustainable Development Goal 11.3. 1 with current planning tools: city of Hamilton, Canada. Hydrological Sciences Journal, 66(7), pp.1124-1131. https://doi.org/10.1080/02626667.2021.1918340
ar: إ. فيليب، 2021. اقتران هدف التنمية المستدامة 11.3. 1 مع أدوات التخطيط الحالية: مدينة هاميلتون، كندا. مجلة العلوم الهيدرولوجية، 66 (7)، ص 1124-1131. https://doi.org/10.1080/02626667.2021.1918340
pt: Philip, E., 2021. Conjugar o Objetivo de Desenvolvimento Sustentável 11.3. 1 com as ferramentas atuais de planeamento: cidade de Hamilton, Canadá. Hydrological Sciences Journal, 66(7), pp.1124-1131. https://doi.org/10.1080/02626667.2021.1918340
ru: Филип Э., 2021. Цель устойчивого развития 11.3. 1 и применение современных инструментов планирования: город Гамильтон, Канада. Hydrological Sciences Journal, 66(7), сс. 1124-1131. https://doi.org/10.1080/02626667.2021.1918340
zh: Philip, E.，2021。可持续发展目标11.3. 1与当前规划工具相结合：加拿大汉密尔顿市。《Hydrological Sciences Journal》， 66（7），第 1124-1131 页。https://doi.org/10.1080/02626667.2021.1918340

source: Reith, J., Ghazaryan, G., Muthoni, F. and Dubovyk, O., 2021. Assessment of Land Degradation in Semiarid Tanzania—Using Multiscale Remote Sensing Datasets to Support Sustainable Development Goal 15.3. Remote Sensing, 13(9), p.1754. https://doi.org/10.3390/rs13091754
ar: ج. ريث، وغ. غازاريان، وف. موتوني، وو. دوبوفيك، 2021. تقييم تدهور الأراضي في تنزانيا شبه القاحلة - استخدام مجموعات بيانات الاستشعار عن بعد متعددة النطاق لدعم هدف التنمية المستدامة 15.3. الاستشعار عن بعد، 13 (9)، ص 1754. https://doi.org/10.3390/rs13091754
pt: Reith, J., Ghazaryan, G., Muthoni, F. e Dubovyk, O., 2021. Avaliação da Degradação dos Solos no na Tanzânia Semiárida - Utilização de Conjuntos de Dados de Deteção Remota em Escalas Múltiplas para apoiar o Objectivo do Desenvolvimento Sustentável 15.3. Remote Sensing, 13(9), p.1754. https://doi.org/10.3390/rs13091754
ru: Рейт Дж., Газарян Г., Мутони Ф. и Дубовик О., 2021. Оценка деградации земель в полузасушливой Танзании — использование многомасштабных наборов данных дистанционного зондирования для поддержки Цели устойчивого развития 15.3. Remote Sensing, 13(9), с. 1754. https://doi.org/10.3390/rs13091754
zh: Reith, J.、Ghazaryan, G.、Muthoni, F. 和 Dubovyk, O.，2021。坦桑尼亚半干旱地区的土地退化评估——使用多尺度遥感数据集支持可持续发展目标15.3。《Remote Sensing》，13（9），p.1754。https://doi.org/10.3390/rs13091754

source: Rowe, H.I., Gruber, D. and Fastiggi, M., 2021. Where to start? A new citizen science, remote sensing approach to map recreational disturbance and other degraded areas for restoration planning. Restoration Ecology, 29(6), p.e13454. https://doi.org/10.1111/rec.13454
ar: ه.ي. رو، ود. جروبر، وم. فاستيجي، 2021. من أين تبدأ؟ علم المواطن الجديد، نهج الاستشعار عن بعد لرسم خرائط للاضطرابات الترفيهية والمناطق المتدهورة الأخرى لتخطيط الاستصلاح. الاستصلاح البيئي، 29 (6)، ص.e13454. https://doi.org/10.1111/rec.13454
pt: Rowe, H.I., Gruber, D. e Fastiggi, M., 2021. Por onde começar? Uma nova ciência cidadã, abordagem de deteção remota para o mapeamento de distúrbios recreativos e outras áreas degradadas para planeamento de restauro. Restoration Ecology, 29(6), p.e13454. https://doi.org/10.1111/rec.13454
ru: Роу Х. И., Грубер, Д. и Фастигги М., 2021. С чего начать? Новый подход к дистанционному зондированию на основе гражданской науки для составления карт рекреационных нарушений и других деградированных территорий в целях планирования восстановления. Restoration Ecology, 29(6), p.e13454. https://doi.org/10.1111/rec.13454
zh: Rowe, H.I.、Gruber, D. 和 Fastiggi, M., 2021. 从哪里开始？一种用于绘制旅游干扰和其他退化地区以制定恢复规划的新公民科学及遥感方法。《Restoration Ecology》，29（6），p.e13454。https://doi.org/10.1111/rec.13454

source: Schiavina, M., Melchiorri, M., Freire, S., Florio, P., Ehrlich, D., Tommasi, P., Pesaresi, M. and Kemper, T., 2022. Land use efficiency of functional urban areas: Global pattern and evolution of development trajectories. Habitat International, 123, p.102543. https://doi.org/10.1016/j.habitatint.2022.102543
ar: م. شيافينا، وم. ميلشيوري، وس. فريري، وب. فلوريو، ود. إرليش، وب. توماسي، وم. بيساريسي، وت. كيمبر. كفاءة استخدام الأراضي في المناطق الحضرية الوظيفية: النمط العالمي وتطور مسارات التنمية. هابيتات انترناشيونال، 123، ص 102543. https://doi.org/10.1016/j.habitatint.2022.102543
pt: Schiavina, M., Melchiorri, M., Freire, S., Florio, P., Ehrlich, D., Tommasi, P., Pesaresi, M. e Kemper, T., 2022. Eficiência no uso do solo em áreas urbanas funcionais: Padrão global e evolução das trajetórias de desenvolvimento. Habitat International, 123, p.102543. https://doi.org/10.1016/j.habitatint.2022.102543
ru: Скьявина М., Мелькиорри М., Фрейре С., Флорио П., Эрлих Д., Томмази П., Пезарези М. и Кемпер Т., 2022. Эффективность землепользования функциональных городских районов: глобальная картина и эволюция траекторий развития. Habitat International, 123, p.102543. https://doi.org/10.1016/j.habitatint.2022.102543
zh: Schiavina, M.、Melchiorri, M.、Freire, S.、Florio, P.、Ehrlich, D.、Tommasi, P.、Pesaresi, M. 和 Kemper, T.，2022。城市功能区的土地利用效率：全球模式和发展轨迹演变。《Habitat International》，123，p.102543. https://doi.org/10.1016/j.habitatint.2022.102543
