Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/general/index.po
Languages: ar, pt, ru, zh

source: Sims, N. C. et al. Developing good practice guidance for estimating land degradation in the context of the United Nations Sustainable Development Goals. Environmental Science & Policy 92, 349–355 (2019). https://doi.org/10.1016/j.envsci.2018.10.014
ar: ن.س. سيمز، وآخرون. تطوير إرشادات الممارسات الجيدة لتقدير تدهور الأراضي في سياق أهداف الأمم المتحدة للتنمية المستدامة. العلوم والسياسات البيئية 92، 349–355 (2019). https://doi.org/10.1016/j.envsci.2018.10.014
pt: Sims, N. C. et al. Desenvolver orientações de boas práticas para estimar a degradação dos solos no contexto dos Objetivos de Desenvolvimento Sustentável das Nações Unidas. Environmental Science & Policy 92, 349-355 (2019). https://doi.org/10.1016/j.envsci.2018.10.014
ru: Симс Н. К. и др. Разработка руководства по передовой практике для оценки деградации земель в контексте Целей устойчивого развития ООН. Environmental Science & Policy 92, 349-355 (2019). https://doi.org/10.1016/j.envsci.2018.10.014
zh: Sims, N. C.等人，在联合国可持续发展目标背景下为土地退化评估制定良好实践指南。《Environmental Science & Policy》92，349-355 （2019），https://doi.org/10.1016/j.envsci.2018.10.014

source: Teich, I., Gonzalez Roglich, M., Corso, M.L., García, C.L., 2019. Combining Earth Observations, Cloud Computing, and Expert Knowledge to Inform National Level Degradation Assessments in Support of the 2030 Development Agenda. Remote Sens. 11, 2918. https://doi.org/10.3390/rs11242918
ar: إ. تايش، م. جونزاليز روجليش، م. كورسو، م.ل. س.ل. جارسيا، 2019. الجمع بين رصد الأرض والحوسبة السحابية ومعرفة الخبراء لإثراء تقييمات التدهور على المستوى الوطني لدعم خطة التنمية لعام 2030. الاستشعار عن بعد 11، 2918. https://doi.org/10.3390/rs11242918
pt: Teich, I., Gonzalez Roglich, M., Corso, M.L., García, C.L., 2019. Combinar Observações da Terra, Computação em Nuvem e Conhecimento Especializado para Informar Avaliações de Degradação a Nível Nacional em Apoio à Agenda de Desenvolvimento de 2030. Remote Sens. 11, 2918. https://doi.org/10.3390/rs11242918
ru: Тейч И., Гонсалес Роглих М., Корсо М. Л., Гарсия К. Л., 2019. Объединение наблюдений Земли, облачных вычислений и экспертных знаний для информирования оценок деградации на национальном уровне в поддержку Повестки дня в области развития на период до 2030 года. Remote Sens. 11, 2918. https://doi.org/10.3390/rs11242918
zh: Teich, I.、Gonzalez Roglich, M.、Corso, M.L.、García, C.L.，2019。结合地球观测、云计算和专家知识为支持2030年发展议程的国家级退化评估提供信息。《Remote Sensing》11，2918。 https://doi.org/10.3 390/rs11242918

source: Timm Hoffman, M., Skowno, A., Bell, W. & Mashele, S. Long-term changes in land use, land cover and vegetation in the Karoo drylands of South Africa: implications for degradation monitoring. African Journal of Range & Forage Science 35, 209–221 (2018). https://doi.org/10.2989/10220119.2018.1516237
ar: تيم هوفمان، م. سكونو، أ. بيل، و. و س. ماشيل. التغييرات طويلة الأجل في استخدام الأراضي والغطاء الأرضي والغطاء النباتي في أراضي كارو الجافة في جنوب إفريقيا: الآثار المترتبة على مراقبة التدهور. المجلة الأفريقية لعلوم المراعي والأعلاف 35، 209 - 221 (2018). https://doi.org/10.2989/10220119.2018.1516237
pt: Timm Hoffman, M., Skowno, A., Bell, W. & Mashele, S. Alterações a longo prazo no uso dos solos, na ocupação dos solos e na vegetação nas terras secas de Karoo na África do Sul: implicações para a monitorização da degradação. African Journal of Range & Forage Science 35, 209-221 (2018). https://doi.org/10.2989/10220119.2018.1516237
ru: Тимм Хоффманн М., Сковно А., Белл В. и Машеле С. Долгосрочные изменения в землепользовании, земном покрове и растительности в засушливых районах Кару в Южной Африке: последствия для мониторинга деградации. African Journal of Range & Forage Science 35, 209-221 (2018). https://doi.org/10.2989/10220119.2018.1516237
zh: Timm Hoffman, M.、Skowno, A.、Bell, W. 和 Mashele, S。南非卡鲁旱地土地利用、土地覆盖和植被的长期变化：对退化监测的影响。《African Journal of Range & Forage Science》 35，209-221 （2018）。 https://doi.org/10.2989/10220119.2018.1516237

source: Trifonova, T.A., Mishchenko, N.V., Shutov, P.S. et al. Estimation of the Dynamics of Production Processes in Landscapes of the South Taiga Subzone of the Eastern European Plain by Remote Sensing Data. Moscow Univ. Soil Sci. Bull. 76, 11–18 (2021). https://doi.org/10.3103/S0147687421010063
ar: ت. أ تريفونوفا، ون.ف ميششينكو، وب.س شوتوف. وآخرون. تقدير ديناميكيات عمليات الإنتاج في المناظر الطبيعية لمنطقة تايغا الجنوبية الفرعية لسهل أوروبا الشرقية عن طريق بيانات الاستشعار عن بعد. جامعة موسكو. علوم التربة. ثور. 76، 11-18 (2021). https://doi.org/10.3103/S0147687421010063
pt: Trifonova, T.A., Mishchenko, N.V., Shutov, P.S. et al. Estimativa da Dinâmica dos Processos de Produção em Paisagens da Subzona Sul da Taiga da Planície da Europa de Leste através de Dados de Deteção Remota. Moscow Univ. Soil Sci. Bull. 76, 11–18 (2021). https://doi.org/10.3103/S0147687421010063
ru: Трифонова Т. А., Мищенко Н. В., Шутов П. С. и др. Оценка динамики продукционных процессов в ландшафтах подзоны южной тайги Восточно-Европейской равнины по данным дистанционного зондирования. МГУ. Вестник МГУ. 76, 11-18 (2021). https://doi.org/10.3103/S0147687421010063
zh: Trifonova, T.A.、Mishchenko, N.V.、Shutov, P.S.等人。通过遥感数据估计东欧平原南泰加亚区景观的生产过程动态。《Moscow University Soil Science Bulletin》，76，11-18 （2021）。https://doi.org/10.3103/S0147687421010063

source: Venter, Z.S., Scott, S.L., Desmet, P.G., Hoffman, M.T., 2020. Application of Landsat-derived vegetation trends over South Africa: Potential for monitoring land degradation and restoration. Ecol. Indic. 113, 106206. https://doi.org/10.1016/j.ecolind.2020.106206
ar: ز.س. فينتر، وس.ل. سكوت، وب.ج ديسميت، وم.ت هوفمان، 2020. تطبيق اتجاهات الغطاء النباتي المشتق من القمر الصناعي فوق جنوب إفريقيا: إمكانية رصد تدهور الأراضي واستصلاحها. المؤشرات البيئية 113، 106206. https://doi.org/10.1016/j.ecolind.2020.106206
pt: Venter, Z.S., Scott, S.L., Desmet, P.G., Hoffman, M.T., 2020. Aplicação das tendências de vegetação derivadas do Landsat na África do Sul: Potencial para a monitorização da degradação e restauração dos solos. Ecol. Indic. 113, 106206. https://doi.org/10.1016/j.ecolind.2020.106206
ru: Вентер З. С., Скотт С. Л., Десмет П. Г., Хоффман М. Т., 2020. Применение трендов распространения растительности, полученных с помощью Landsat, в Южной Африке: возможности для мониторинга деградации и восстановления земель. Ecol. Indic. 113, 106206. https://doi.org/10.1016/j.ecolind.2020.106206
zh: Venter, Z.S.、Scott, S.L.、Desmet, P.G.、Hoffman, M.T.，2020。基于Landsat影像的植被趋势在南非的应用：监测土地退化和恢复的潜力。《Ecological Indicators》。113，106206。 https://doi.org/10.1016/j.ecolind.2020.106206

source: von Maltitz, G.P., Gambiza, J., Kellner, K., Rambau, T., Lindeque, L., Kgope, B., 2019. Experiences from the South African land degradation neutrality target setting process. Environ. Sci. Policy 101, 54–62. https://doi.org/10.1016/j.envsci.2019.07.003
ar: غ. ب. فون مالتيتز، ج. جامبياز، ك. كيلنر، ت. رامباو، ل. لينديك، ب. جوب، 2019. تجارب من عملية وضع أهداف تحييد أثر تدهور الأراضي في جنوب أفريقيا. العلوم والسياسات البيئية 101، 54-62. https://doi.org/10.1016/j.envsci.2019.07.003
pt: von Maltitz, G.P., Gambiza, J., Kellner, K., Rambau, T., Lindeque, L., Kgope, B., 2019. Experiências do processo de fixação de objetivos de neutralidade da degradação dos solos na África do Sul. Environ. Sci. Policy 101, 54-62. https://doi.org/10.1016/j.envsci.2019.07.003
ru: Фон Мальтиц Г. П., Гамбиза Ж., Келлнер К., Рамбау Т., Линдек Л., Кгопе Б., 2019. Опыт процесса установления целевых показателей нейтральности деградации земель в Южной Африке. Environ. Sci. Policy 101, 54-62. https://doi.org/10.1016/j.envsci.2019.07.003
zh: von Maltitz, G.P.、Gambiza, J.、Kellner, K.、Rambau, T.、Lindeque, L.、Kgope, B.，2019。南非土地退化零增长目标设定过程的经验。《Environmental Science & Policy》101，54-62。 https://doi.org/10.1016/j.envsci.2019.07.003

source: Academic dissertations
ar: الأطروحات الأكاديمية
pt: Dissertações académicas
ru: Научные диссертации
zh: 学术论文

source: Mahlaba, B., 2022. The assessment of degradation state in Ecological Infrastructure and prioritisation for rehabilitation and drought mitigation in the Tsitsa River Catchment (Masters dissertation, Rhodes University).
ar: ب. ماهلابا، 2022. تقييم حالة التدهور في البنية التحتية البيئية وتحديد أولويات إعادة التأهيل والتخفيف من آثار الجفاف في حوض نهر تسيتسا (رسالة ماجستير، جامعة رودس).
pt: Mahlaba, B., 2022. A avaliação do estado de degradação na Infra-estrutura Ecológica e a definição de prioridades para a reabilitação e mitigação da seca na bacia hidrográfica do rio Tsitsa (dissertação de mestrado, Universidade de Rhodes).
ru: Махлаба Б., 2022. Оценка состояния деградации экологической инфраструктуры и определение приоритетов для восстановления и смягчения последствий засухи в водосборном бассейне реки Цица (магистерская диссертация, Университет Родоса).
zh: Mahlaba, B.，2022。Tsita河流域生态基础设施退化状态评估以及恢复和缓解干旱的优先顺序（罗德斯大学硕士学位论文）。

source: Owuor, G.O., 2021. Monitoring Land Degradation Neutrality using Geospatial Techniques in Support of Sustainable Land Management: A Case Study of Narok County (Doctoral dissertation, University of Nairobi).
ar: غ. و. أور، 2021. رصد تحييد تدهور الأراضي باستخدام تقنيات الجغرافيا المكانية لدعم الإدارة المستدامة للأراضي: دراسة حالة لمقاطعة ناروك (أطروحة دكتوراه، جامعة نيروبي).
pt: Owuor, G.O., 2021. Monitorização da Neutralidade da Degradação dos Solos utilizando Técnicas Geoespaciais de Apoio à Gestão Sustentável dos Solos: Um Estudo de Caso do Condado de Narok (dissertação de doutoramento, Universidade de Nairobi).
ru: Овуор Г. О., 2021. Мониторинг нейтрального баланса деградации земель с использованием геопространственных методов в поддержку устойчивого землепользования: кейс-стади округа Нарок (докторская диссертация, Университет Найроби).
zh: Owuor, G.O.，2021。利用地理空间技术监测土地退化零增长进展以支持可持续土地管理：纳罗克镇案例研究（内罗毕大学博士论文）。

source: Other resources
ar: المراجع الأخرى
pt: Outros recursos
ru: Другие ресурсы
zh: 其他资源

source: Print documentation from the Trends.Earth project (including fact sheets, reports, and other materials) is listed below.
ar: الوثائق المطبوعة من مشروع اتجاهات.الأرض (بما في ذلك، صحائف الوقائع والتقارير والمواد الأخرى) مُدرجة أدناه.
pt: A documentação impressa do projeto Trends.Earth (incluindo fichas técnicas, relatórios e outros materiais) está listada abaixo.
ru: Ниже приводится печатная документация по проекту Trends.Earth, в том числе факты и данные, доклады и другие ресурсы.
zh: 以下是 Trends.Earth 项目的印刷文件（包括概况介绍、报告和其他材料）。

source: Reports
ar: التقارير
pt: Relatórios
ru: Отчеты
zh: 报告

source: `A Review of Publicly Available Geospatial Datasets and Indicators In Support of Land Degradation Monitoring <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/61e6ee8f42b6c16e2cb538cf/1642524304092/ci-6-Tools4LDN-report-FNL+web.pdf>`_
ar: 'مراجعة لمجموعات البيانات والمؤشرات الجغرافية المكانية المتاحة للعامة لدعم رصد تدهور الأراضي <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/61e6ee8f42b6c16e2cb538cf/1642524304092/ci-6-Tools4LDN-report-FNL+web.pdf> `_
pt: `Uma Revisão de Conjuntos de Dados e Indicadores Geoespaciais disponíveis publicamente em apoio à Monitorização da Degradação do Solo <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/61e6ee8f42b6c16e2cb538cf/1642524304092/ci-6-Tools4LDN-report-FNL+web.pdf>`_
ru: `Обзор общедоступных геопространственных наборов данных и индикаторов в поддержку мониторинга деградации земель <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/61e6ee8f42b6c16e2cb538cf/1642524304092/ci-6-Tools4LDN-report-FNL+web.pdf>`_
zh: ‘支持土地退化监测的公共可用地理空间数据集和指标综述 <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/61e6ee8f42b6c16e2cb538cf/1642524304092/ci-6-Tools4LDN-report-FNL+web.pdf>’_

source: `A Review of Publicly Available Geospatial Datasets and Indicators in Support of Drought Monitoring <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>`_
ar: 'مراجعة مجموعات البيانات والمؤشرات الجغراية المكانية المتاحة للعامة لدعم رصد الجفاف <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>" _
pt: `Uma Revisão de Conjuntos de Dados e Indicadores Geoespaciais disponíveis publicamente para apoio à Monitorização de Secas <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>`_
ru: `Обзор общедоступных геопространственных наборов данных и показателей в поддержку мониторинга засухи <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>`_
zh: ‘支持干旱监测的公共可用地理空间数据集和指标综述<https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>`_

source: `A Review of Publicly Available Geospatial Datasets and Indicators in Support of UNCCD Strategic Objective (SO) 2: To Improve Living Conditions of Populations Affected by Desertification, Land Degradation, and Drought <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/60abf26cb4223a6ade81cecd/1621881469733/ci-3-Tools4LDN-3+%281%29.pdf>`_
ar: "مراجعة مجموعات البيانات والمؤشرات الجغرافية المكانية المتاحة للعامة لدعم الهدف الاستراتيجي لاتفاقية الأمم المتحدة لمكافحة التصحر (SO) 2: لتحسين الظروف المعيشية للسكان المتأثرين بالتصحر وتدهور الأراضي والجفاف <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/60abf26cb4223a6ade81cecd/1621881469733/ci-3-Tools4LDN-3+%281%29.pdf>' _
pt: `Uma Revisão de Conjuntos de Dados e Indicadores Geoespaciais Disponíveis Publicamente em apoio ao Objectivo Estratégico (SO) 2 da UNCCD: Melhorar as Condições de Vida das Populações Afetadas pela Desertificação, Degradação dos Solos e Seca <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/60abf26cb4223a6ade81cecd/1621881469733/ci-3-Tools4LDN-3+%281%29.pdf>`_
ru: `Обзор общедоступных геопространственных наборов данных и показателей в поддержку стратегической цели (СЦ) 2 КБО ООН: Улучшение условий жизни населения, пострадавшего от опустынивания, деградации земель и засухи <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/60abf26cb4223a6ade81cecd/1621881469733/ci-3-Tools4LDN-3+%281%29.pdf>`_.
zh: ‘支持 UNCCD 战略目标（SO）2：改善遭受荒漠化、土地退化和干旱影响的人口生活条件的公共可用地理空间数据集和指标综述 <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/60abf26cb4223a6ade81cecd/1621881469733/ci-3-Tools4LDN-3+%281%29.pdf>’_

source: `Trends in Population Exposure to Land Degradation - Methodological note <https://www.unccd.int/sites/default/files/inline-files/MethodologicalNote_PopExposureToLD.pdf>`_
ar: 'الاتجاهات في تعرض السكان لتدهور الأراضي - ملاحظة منهجية <https://www.unccd.int/sites/default/files/inline-files/MethodologicalNote_PopExposureToLD.pdf>` _
pt: Tendências da Exposição da População à Degradação dos Solos - Nota metodológica <https://www.unccd.int/sites/default/files/inline-files/MethodologicalNote_PopExposureToLD.pdf>`_
ru: `Тенденции подверженности населения деградации земель — методологическая записка <https://www.unccd.int/sites/default/files/inline-files/MethodologicalNote_PopExposureToLD.pdf>`_.
zh: ‘遭受土地退化影响的人口趋势——方法说明 <https://www.unccd.int/sites/default/files/inline-files/MethodologicalNote_PopExposureToLD.pdf>’_

source: `Arnold S., Jun C., Olav E. 2019. Global and Complementary (Non-authoritative) Geospatial Data for SDGs: Role and Utilisation. Report produced jointly by the Task Team on Global Data and Task Team on Alternative Data Sources by the Working Group on Geospatial Information of the Inter-agency and Expert Group on Sustainable Development Goal Indicators (IAEG-SDGs). <http://ggim.un.org/documents/Report_Global_and_Complementary_Geospatial_Data_for_SDGs.pdf>`_
ar: س. أرنولد، س. جون، إ. أولاف، 2019. البيانات الجغرافية المكانية العالمية والتكميلية (غير الرسمية) لأهداف التنمية المستدامة: الدور والاستخدام. تم إعداد التقرير بالاشتراك مع فريق العمل المهتم بالبيانات العالمية وفريق العمل المهتم بمصادر البيانات البديلة من قبل الفريق العامل المهتم بالمعلومات الجغرافية المكانية التابع لفريق الخبراء المشترك بين الوكالات المهتم بمؤشرات أهداف التنمية المستدامة (IAEG-SDGs). <http://ggim.un.org/documents/Report_Global_and_Complementary_Geospatial_Data_for_SDGs.pdf> `_
pt: `Arnold S., Jun C., Olav E. 2019. Dados Geoespaciais Globais e Complementares (Não Autoritários) para SDGs: Papel e Utilização. Relatório produzido em conjunto pela Equipa de Trabalho sobre Dados Globais e pela Equipa de Trabalho sobre Fontes Alternativas de Dados pelo Grupo de Trabalho sobre Informações Geoespaciais do Grupo Interagencial e de Especialistas sobre Indicadores de Objectivos de Desenvolvimento Sustentável (IAEG-SDGs). <http://ggim.un.org/documents/Report_Global_and_Complementary_Geospatial_Data_for_SDGs.pdf>`_
ru: `Арнольд С., Джун К., Олав Е. 2019. Глобальные и дополнительные (неавторитетные) геопространственные данные для ЦУР: роль и применение. Отчет, подготовленный совместно Целевой группой по глобальным данным и Целевой группой по альтернативным источникам данных Рабочей группы по геопространственной информации Межведомственной экспертной группы по индикаторам целей устойчивого развития (МЭГИ-ЦУР). <http://ggim.un.org/documents/Report_Global_and_Complementary_Geospatial_Data_for_SDGs.pdf>`_
zh: ‘Arnold S.、Jun C. 和 Olav E.，2019。用于可持续发展目标的全球和补充（非权威）地理空间数据：作用和应用。本报告由全球数据工作组和替代数据源工作组联合编写并由跨机构地理空间信息工作组和可持续发展目标指标专家组发布。<http://ggim.un.org/documents/Report_Global_and_Complementary_Geospatial_Data_for_SDGs.pdf>’_

source: `Using Spectral Vegetation Indices to Measure Gross Primary Productivity as an Indicator of Land Degradation <http://vitalsigns.org/sites/default/files/VS_GEFLDMP_Report1_C1_R3_WEB_HR.pdf>`_
ar: 'استخدام مؤشرات الغطاء النباتي الطيفي لقياس الإنتاجية الأولية الإجمالية كمؤشر على تدهور الأراضي <http://vitalsigns.org/sites/default/files/VS_GEFLDMP_Report1_C1_R3_WEB_HR.pdf>" _
pt: `Utilizando Índices Espectral de Vegetação para Medir a Produtividade Primária Bruta como Indicador de Degradação da Terra <http://vitalsigns.org/sites/default/files/VS_GEFLDMP_Report1_C1_R3_WEB_HR.pdf>`_
ru: Использование спектральных индексов растительности для измерения валовой первичной продуктивности как индикатора деградации земель <http://vitalsigns.org/sites/default/files/VS_GEFLDMP_Report1_C1_R3_WEB_HR.pdf>`_
zh: ‘利用光谱植被指数测量初级生产总量作为土地退化指标 <http://vitalsigns.org/sites/default/files/VS_GEFLDMP_Report1_C1_R3_WEB_HR.pdf>’_

source: `Evaluation of approaches for incorporating higher-resolution data for disaggregation or targeted analysis <http://vitalsigns.org/sites/default/files/CI_GEF_Report%202_C1_R1_PRINT.pdf>`_
ar: 'تقييم مناهج دمج البيانات عالية الدقة من أجل التصنيف أو التحليل المستهدف <http://vitalsigns.org/sites/default/files/CI_GEF_Report%202_C1_R1_PRINT.pdf>' _
pt: `Avaliação de abordagens para incorporar dados de alta resolução para desagregação ou análise direcionada <http://vitalsigns.org/sites/default/files/CI_GEF_Report%202_C1_R1_PRINT.pdf>`_
ru: `Оценка подходов к включению данных более высокого разрешения для дезагрегирования или целевого анализа <http://vitalsigns.org/sites/default/files/CI_GEF_Report%202_C1_R1_PRINT.pdf>`_.
zh: ‘纳入高分辨率数据进行分类或针对性分析方法的评估 <http://vitalsigns.org/sites/default/files/CI_GEF_Report%202_C1_R1_PRINT.pdf>’_

source: `Disentangling the effects of climate and land use on land degradation <http://vitalsigns.org/sites/default/files/CI_GEF_Report%205_C1_R1_PRINT.pdf>`_
ar: 'تحليل تأثيرات المناخ واستخدام الأراضي على تدهور الأراضي <http://vitalsigns.org/sites/default/files/CI_GEF_Report%205_C1_R1_PRINT.pdf>' _
pt: `Separar os efeitos do clima e do uso da terra na degradação da terra <http://vitalsigns.org/sites/default/files/CI_GEF_Report%205_C1_R1_PRINT.pdf>`_
ru: `Раграничивание влияния климата и землепользования на деградацию земель <http://vitalsigns.org/sites/default/files/CI_GEF_Report%205_C1_R1_PRINT.pdf>`_.
zh: ‘阐明气候和土地利用对土地退化的影响 <http://vitalsigns.org/sites/default/files/CI_GEF_Report%205_C1_R1_PRINT.pdf>’_

source: `Monitoring and assessing land degradation to support sustainable development <http://vitalsigns.org/sites/default/files/CI_GEF_Guidance%20ENG_C1_R1_PRINT%20%281%29.pdf>`_
ar: "رصد وتقييم تدهور الأراضي لدعم التنمية المستدامة <http://vitalsigns.org/sites/default/files/CI_GEF_Guidance%20ENG_C1_R1_PRINT%20%281%29.pdf>' _
pt: `Monitoramento e avaliação da degradação do solo para apoiar o desenvolvimento sustentável <http://vitalsigns.org/sites/default/files/CI_GEF_Guidance%20ENG_C1_R1_PRINT%20%281%29.pdf>`_
ru: `Мониторинг и оценка деградации земель для поддержки устойчивого развития <http://vitalsigns.org/sites/default/files/CI_GEF_Guidance%20ENG_C1_R1_PRINT%20%281%29.pdf>`_
zh: ‘监测和评估土地退化以支持可持续发展 <http://vitalsigns.org/sites/default/files/CI_GEF_Guidance%20ENG_C1_R1_PRINT%20%281%29.pdf>’_

source: `(French) Suivre et évaluer la dégradation des terres pour soutenir le développement durable <http://vitalsigns.org/sites/default/files/CI_GEF_Guidance%20FRE_C1_R1_PRINT%20%281%29.pdf>`_
ar: `(الفرنسية) Suivre et évaluer la dégradation des terres pour soutenir le développement durable <http://vitalsigns.org/sites/default/files/CI_GEF_Guidance%20FRE_C1_R1_PRINT%20%281%29.pdf>`_
pt: `(Francês) Suivre et evaluer la dégradation des terres pour soutenir le développement durable <http://vitalsigns.org/sites/default/files/CI_GEF_Guidance%20FRE_C1_R1_PRINT%20%281%29.pdf>`_
ru: `(на французском языке) Suivre et évaluer la dégradation des terres pour soutenir le développement durable <http://vitalsigns.org/sites/default/files/CI_GEF_Guidance%20FRE_C1_R1_PRINT%20%281%29.pdf>`_
zh: ‘（法语）监测和评估土地退化以支持可持续发展 <http://vitalsigns.org/sites/default/files/CI_GEF_Guidance%20FRE_C1_R1_PRINT%20%281%29.pdf>’_

source: Fact sheets
ar: صحائف الحقائق
pt: Fichas técnicas
ru: Факты и данные
zh: 相关资料

source: `Conceptual Fact Sheet for Trends.Earth <http://trends.earth/docs/en/_static/common/Trends.Earth_Fact_Sheet.pdf>`_
ar: 'صحيفة الحقائق المفاهيمية لاتجاهات.الأرض <http://trends.earth/docs/en/_static/common/Trends.Earth_Fact_Sheet.pdf>` _
pt: `Ficha técnica conceitual da ferramenta Trends.Earth <http://trends.earth/docs/en/_static/common/Trends.Earth_Fact_Sheet.pdf>`_
ru: `Факты о концепции Trends.Earth <http://trends.earth/docs/en/_static/common/Trends.Earth_Fact_Sheet.pdf>`_
zh: ‘Trends.Earth 概念说明书 <http://trends.earth/docs/en/_static/common/Trends.Earth_Fact_Sheet.pdf>’_

source: `Technical Fact Sheet for Trends.Earth <http://trends.earth/docs/en/_static/common/Trends.Earth_Fact_Sheet_Technical.pdf>`_
ar: 'صحيفة الحقائق التقنية لاتجاهات.الأرض <http://trends.earth/docs/en/_static/common/Trends.Earth_Fact_Sheet_Technical.pdf>'_
pt: `Ficha Técnica para Trends.Earth <http://trends.earth/docs/en/_static/common/Trends.Earth_Fact_Sheet_Technical.pdf>`_
ru: `Технические данные о Trends.Earth <http://trends.earth/docs/en/_static/common/Trends.Earth_Fact_Sheet_Technical.pdf>`_
zh: ‘Trends.Earth 技术资料表 <http://trends.earth/docs/en/_static/common/Trends.Earth_Fact_Sheet_Technical.pdf>’_

source: iconCalculator
ar: أيقونة الآلة الحاسبة

source: iconReports
ar: أيقونة التقارير
