Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/general/index.po
Languages: ar, pt, ru, zh

source: :docs_pdf:`Download this section of the documentation as a PDF for offline use <General_Information>`
ar: :docs_pdf:'نزّل هذا القسم من الوثائق كملف PDF للاستخدام من دون إنترنت <General_Information>'
zh: ：docs\u pdf:`将本节文档下载为pdf，供脱机使用<General_Information>`

source: General information
ar: معلومات عامة
pt: Informação geral
ru: Общая информация
zh: 一般信息

source: |trends.earth| was produced as part of the project "Enabling the use of global data sources to assess and monitor land degradation at multiple scales", funded by the Global Environment Facility.
ar: |اتجاهات.الأرض| تم إنتاجه كجزء من مشروع "تمكين استخدام مصادر البيانات العالمية لتقييم ورصد تدهور الأراضي على مستويات متعددة"، بتمويل من مرفق البيئة العالمية.
pt: |trends.earth| foi produzido como parte do projeto "Possibilitando o uso de dados globais para avaliar e monitorar a degradação da terra em múltiplas escalas", financiado pelo Global Environment Facility.
ru: Ресурс|trends.earth| был подготовлен в рамках проекта "Обеспечение возможности использования глобальных источников данных для оценки и мониторинга деградации земель в различных масштабах", финансируемого Глобальным экологическим фондом (Global Environment Facility, GEF).
zh: |trends.earth| 是作为“启用全球数据源以多尺度评估和监测土地退化情况”项目的一部分而制作的，该项目由全球环境基金资助。

source: Trends.Earth
ar: اتجاهات.الأرض

source: Contacting the team
ar: التواصل مع الفريق
pt: Como entrar em contato com a equipe
ru: Связь с командой
zh: 联系平台团队

source: Contact the `Trends.Earth <mailto:trends.earth@conservation.org>`_ team with any comments or suggestions. If you have specific bugs to report or improvements to the tool that you would like to suggest, you can also submit them in the `issue tracker on Github <https://github.com/ConservationInternational/trends.earth/issues>`_ for |trends.earth|.
ar: تواصل مع فريق 'اتجاهات.الأرض <mailto:trends.earth@conservation.org>'_ إذا كان لديك أي تعليقات أو اقتراحات. إذا كانت لديك أخطاء محددة للإبلاغ عنها أو تودّ إدخال تحسينات على الأداة التي ترغب في اقتراحها، فيمكنك أيضًا إرسالها في `` متعقب المشكلات على Github <https://github.com/ConservationInternational/trends.earth/issues> `_ الخاص ب|اتجاهات.الأرض|.
pt: Entre em contato com o time `Trends.Earth <mailto:trends.earth@conservation.org>`_ com quaisquer comentários ou sugestões. Se você tem erros (bugs) específicos para relatar ou melhorias na ferramenta que você gostaria de sugerir, você também pode enviá-los no `issue tracker on Github <https://github.com/ConservationInternational/trends.earth/issues>`_ para |trends.earth|.
ru: Свяжитесь с командой `Trends.Earth <mailto:trends.earth@conservation.org>`_, чтобы представить любые замечания или предложения. Если у вы хотели бы сообщить о конкретных ошибках или улучшениях для этого инструмента, вы также можете направить их через `Трекер проблем на Github <https://github.com/ConservationInternational/trends.earth/issues>`_ для |trends.earth|.
zh: 联系`Trends.Earth <mailto:trends.earth@conservation.org> `_团队有任何意见或建议。如果您有特定的错误报告或改进您想要建议的工具，您也可以在Github上的`问题跟踪器中提交它们<https://github.com/ConservationInternational/trends.earth/issues> `_ for | trends.earth |。

source: Authors
ar: المؤلفون
pt: Autores
ru: Авторы
zh: 作者

source: The Land Degradation Monitoring Project is a partnership of Conservation International, Lund University, and the National Aeronautics and Space Administration (NASA), and is funded by the Global Environment Facility (GEF).
ar: إن مشروع مراقبة تدهور الأراضي هو شراكة بين منظمة Conservation International، وجامعة Lund، والإدارة الوطنية للملاحة الجوية والفضاء (NASA)، ويتم تمويله من قبل مرفق البيئة العالمية (GEF).
pt: O Projeto de Monitoramento da Degradação da Terra é uma parceria entre a Conservação Internacional, a Universidade de Lund e a National Aeronautics and Space Administration (NASA), e é financiado pelo Fundo Global para o Meio Ambiente (GEF).
ru: Проект мониторинга деградации земель подготовлен с участием партнерства Conservation International, Лундского университета и Национального управления по аэронавтике и исследованию космического пространства (NASA) и финансируется Глобальным экологическим фондом (GEF).
zh: 土地退化监测项目是由国际保育基金会、隆德大学和美国国家航空航天局（NASA）联合推出的，并由全球环境基金（GEF）提供资助。

source: Contributors to the documentation and to |trends.earth| include Yengoh Genesis, Lennart Olsson, Mariano Gonzalez-Roglich, Monica Noon, Tristan Schnader, Anna Tengberg, and Alex Zvoleff.
ar: يتضمن المساهمون في التوثيق و|اتجاهات.الأرض|ينغوه جينيسيس، ولينارت أولسون، وماريانو غونزاليس روغليش، ومونيكا نون، وتريستان شنادر، وآنا تنجبيرغ، وأليكس زفوليف.
pt: Colaboradores para a documentação e para |trends.earth| incluem Yengoh Genesis, Lennart Olsson, Mariano Gonzalez-Roglich, Monica Noon, Tristan Schnader, Anna Tengberg e Alex Zvoleff.
ru: Авторы документации и сайта |trends.earth|: Йенгох Генезис, Леннарт Олссон, Мариано Гонсалес-Роглих, Моника Нун, Тристан Шнадер, Анна Тенгберг и Алекс Зволефф.
zh: 文档和 |trends.earth| 的贡献者包括 Yengoh Genesis、Lennart Olsson、Mariano Gonzalez-Roglich、Monica Noon、Tristan Schnader、Anna Tengberg 和 Alex Zvoleff。

source: |trends.earth| uses `Google Earth Engine <https://earthengine.google.com>`_ to compute indicators in the cloud.
ar: |trends.earth| يستخدم `Google Earth Engine <https://earthengine.google.com>` _ لحساب المؤشرات في السحاب.
pt: |trends.earth| usa o `Google Earth Engine <https://earthengine.google.com>`_ para calcular indicadores na nuvem.
ru: Для расчет покузателе на ресурсе|trends.earth| используется `Google Earth Engine <https://earthengine.google.com>`_.
zh: |trends.earth| 使用‘谷歌地球引擎 <https://earthengine.google.com>’_的云端服务来计算指标。

source: The `Tools4LDN <https://www.tools4ldn.org/>`_ Project is a partnership of Conservation International, University of Bern, University of Colorado in partnership with USDA and USAID, University of California - Santa Barbara in partnership with University of North Carolina - Wilmington and Brown University and is funded by the Global Environment Facility (GEF).
ar: مشروع Tools4LDN <https://www.tools4ldn.org/> `_ هو شراكة بين Conservation International، وجامعة برن، وجامعة كولورادو بالشراكة مع وزارة الزراعة الأمريكية، والوكالة الأمريكية للتنمية الدولية، وجامعة كاليفورنيا - سانتا باربرا بالشراكة مع جامعة نورث كارولينا - ويلمنجتون وجامعة براون. بتمويل من مرفق البيئة العالمية (GEF).
pt: O projecto `Tools4LDN <https://www.tools4ldn.org/>`_ é uma parceria da Conservation International, Universidade de Berna, Universidade do Colorado em parceria com a USDA e a USAID, Universidade da Califórnia - Santa Bárbara em parceria com a Universidade da Carolina do Norte - Wilmington e a Universidade Brown, e é financiado pela Global Environment Facility (GEF).
ru: Проект `Tools4LDN <https://www.tools4ldn.org/>`_ является результатом партнерства Conservation International, Бернского университета, Университета Колорадо в сотрудничестве с агентствами USDA и USAID, Калифорнийского университета в Санта-Барбаре в сотрудничестве с Университетом Северной Каролины в Уилмингтоне и Университетом Брауна и финансируется Глобальным экологическим фондом (GEF).
zh: ‘Tools4LDN <https://www.tools4ldn.org/>’_项目是由国际保育基金会、伯尔尼大学、科罗拉多大学与美国农业部和美国国际开发署、加州大学圣巴巴拉分校、北卡罗来纳大学威尔明顿分校和布朗大学联合推出的，并由全球环境基金（GEF）提供资助。

source: Contributors to the documentation and to |trends.earth| include Gabriel Daldegan, Mariano Gonzalez-Roglich, Monica Noon, and Alex Zvoleff in partnership with Jeff Herrick, Tatenda Lemann, Hanspeter Liniger, David Lopez-Carr, Kevin Mwenda, Jason Neff, George Peacock, Narcisa Pricope, Sanna Sokolow, and Ingrid Teich.
ar: يتضمن المساهمون في التوثيق و|اتجاهات.الأرض| غابرييل دالدجان، وماريانو جونزاليس روجليتش، ومونيكا نون، وأليكس زفوليف بالشراكة مع جيف هيريك، وتاتندا ليمان، وهانسبيتر لينيغر، وديفيد لوبيز كار، وكيفين مويندا، وجيسون نيف، وجورج بيكوك، ونارسيسا بريكوب، وسانا سوكولوف، وإنجريد تايش.
pt: Entre os contribuidores para a documentação e para a |trends.earth| estão Gabriel Daldegan, Mariano Gonzalez-Roglich, Monica Noon, e Alex Zvoleff em parceria com Jeff Herrick, Tatenda Lemann, Hanspeter Liniger, David Lopez-Carr, Kevin Mwenda, Jason Neff, George Peacock, Narcisa Pricope, Sanna Sokolow, e Ingrid Teich.
ru: Соавторы документации и сайта |trends.earth|: Габриэль Далдеган, Мариано Гонсалес-Роглих, Моника Нун и Алекс Зволефф в сотрудничестве с Джеффом Херриком, Татенда Леманном, Ханспетером Линигером, Дэвидом Лопес-Карром, Кевином Мвенда, Джейсоном Неффом, Джорджем Пикоком, Нарцисой Прикоуп, Санной Соколоу и Ингрид Тейч.
zh: 文档和 |trends.earth| 的贡献者包括 Gabriel Daldegan、Mariano Gonzalez-Roglich、Monica Noon 与 Alex Zvoleff、 Jeff Herrick、Tatenda Lemann、Hanspeter Liniger、David Lopez-Carr、Kevin Mwenda、Jason Neff、George Peacock、Narcisa Pricope、Sanna Sokolow 和 Ingrid Teich。

source: Acknowledgements
ar: الشكر والتقدير
pt: Agradecimentos
ru: Благодарности
zh: 鸣谢

source: The feedback provided by early users of |trends.earth| and by the participants in the webinars and workshops held by the GEF Land Degradation Monitoring Project have been critical to the development of the tool.
ar: الملاحظات التي قدمها المستخدمون الأوائل لـ|اتجاهات.الأرض| والمشاركون في الندوات عبر الإنترنت وورش العمل التي عقدها مشروع مراقبة تدهور الأراضي التابع لمرفق البيئة العالمية، كانت مهمة في تطوير الأداة.
pt: O feedback fornecido pelos primeiros usuários de |trends.earth| e pelos participantes nos webinars e workshops realizados pelo Projeto de Monitoramento de Degradação de Terras do GEF foram fundamentais para o desenvolvimento da ferramenta.
ru: Отзывы первых пользователей |trends.earth| и участников вебинаров и семинаров, проведенных в рамках Проекта GEF по мониторингу деградации земель, сыграли решающую роль для развития этого инструмента.
zh: |trends.earth| 的早期用户以及由 GEF 土地退化监测项目举办的网络研讨会和专题讨论会的参与者所提供的反馈对该工具的开发至关重要。

source: Neil Sims, Sasha Alexander, Renato Cumani, and Sara Minelli provided input on the implementation of the SDG 15.3 and LDN indicators in |trends.earth|, on the structure of the tool, and on the UNCCD reporting process, and also provided early input and testing of the tool.
ar: قدم كل من نيل سيمز، وساشا ألكسندر، وريناتو كوماني، وسارا مينيلي ملاحظات حول تنفيذ SDG 15.3 ومؤشرات LDN في |اتجاهات.الأرض| وبنية الأداة، وعملية إعداد تقارير اتفاقية الأمم المتحدة لمكافحة التصحر، كما قدموا ملاحظات وتجربة مبكرة للأداة.
pt: Neil Sims, Sasha Alexander, Renato Cumani e Sara Minelli forneceram dados sobre a implementação dos indicadores ODS 15.3 e LDN em |trends.earth|, sobre a estrutura da ferramenta e sobre o processo de relatório da UNCCD, e também forneceram dados antecipados e teste da ferramenta.
ru: Нил Симс, Саша Александр, Ренато Кумани и Сара Минелли внесли вклад в реализацию ЦУР 15.3 и формирование индикаторов LDN на |trends.earth|, структуры инструмента и процесса отчетности в рамках Конвенции ООН по борьбе с опустыниванием, а также обеспечили участие на раннем этапе и тестирование инструмента.
zh: Neil Sims、Sasha Alexander、Renato Cumani 和 Sara Minelli 就 SDG 15.3 和 LDN 指标在 |trends.earth| 中的实施、工具结构和 UNCCD 报告流程提供了意见，并对该工具进行了早期提意和测试。

source: The project acknowledges the participants of the workshop held in Morogoro, Tanzania in October, 2017 for sharing their feedback and suggestions on the tool: Jones Agwata, Col. Papa Assane Ndiour, Lt. Fendama Baldé, Papa Nékhou Diagne, Abdoul Aziz Diouf, Richard Alphonce Giliba, Moses Isabirye, Vettes Kalema, Joseph Kihaule, Prof. D.N. Kimaro, James Lwasa, Paulo Mandela, Modou Moustapha Sarr, Joseph Mutyaba, Stephen Muwaya, Joseph Mwalugelo, Prof. Majaliwa Mwanjalolo, Edson Aspon Mwijage, Jerome Nchimbi, Elibariki Ngowi, Tabby Njunge, Daniel Nkondola, Blaise Okinyi, Joseph Opio, Rozalia Rwegasira, Ndeye Kany Sarr, Mamadou Adama Sarr, Edward Senyonjo, Olipa Simon, Samba Sow, Felly Mugizi Tusiime and John Wasige.
ar: يقدم المشروع كل الشكر والتقدير للمشاركين في ورشة العمل التي عقدت في موروجورو، تنزانيا في أكتوبر، 2017 لمشاركة ملاحظاتهم واقتراحاتهم حول الأداة: جونز أغواتا، والعقيد بابا أساني نديور، والملازم فينداما بالدي، وبابا نيكو دياني، وعبد العزيز ضيوف، وريتشارد ألفونس جيليبا، وموسى إيزابيري، وفيتس كاليما، وجوزيف كيهولي، البروفيسور دي إن كيمارو، وجيمس لوسا، وباولو مانديلا، ومودو مصطفى سار، وجوزيف موتيابا، وستيفن موايا، وجوزيف موالوغيلو، والبروفيسور مجاليوا موانجالولو، وإيدسون أسبون مويجاجي، وجيروم نشمبي، وإليباريكي نجوي، تواببي نجونج، ودانيال نكوندولا، وبليز أوكيني، وجوزيف أوبيو، وروزاليا روجاسيرا، وندي كاني سار، ومامادو أداما سار، وإدوارد سينيونجو، وأوليبا سيمون، وسامبا سو، وفيلي موجيزي توسيم، وجون واسيج.
pt: O projeto agradece os participantes do workshop realizado em Morogoro, Tanzânia, em outubro de 2017, por compartilhar seus comentários e sugestões sobre a ferramenta: Jones Agwata, Cel. Papa Assane Ndiour, Tenente Fendama Baldé, Papa Nékhou Diagne, Abdoul Aziz Diouf, Richard Alphonce Giliba, Moisés Isabirye, Vette Kalema, Joseph Kihaule, Prof. Kemora, Joseph Mutyaba, Joseph Mwalugelo, Prof. Majaliwa Mwanjalolo, Edson Aspon Mwijage, Jerome Nchimbi, Elibariki Ngowi , Tabby Njunge, Daniel Nkondola, Blaise Okinyi, Joseph Opio, Rozalia Rwegasira, Ndeye Kany Sarr, Mamadou Adama Sarr, Edward Senyonjo, Olipa Simon, Samba Sow, Felly Mugizi Tusiime e John Wasige.
ru: Проект выражает благодарность следующим участникам семинара, состоявшегося в октябре 2017 года в Морогоро, Танзания, за их отзывы и предложения относительного этого инструмента: Джонс Агвата, полковник Папа Ассане Ндиур, лейтенант Фендама Балде, Папа Неху Диагне, Абдул Азиз Диуф, Ричард Альфонс Гилиба, Мозес Изабирье, Веттес Калема, Джозеф Кихауле, профессор Д. Н. Кимаро, Джеймс Лваса, Пауло Мандела, Моду Мустафа Сарр, Джозеф Мутьяба, Стивен Мувайя, Джозеф Мвалугело, проф. Маджалива Мванджалоло, Эдсон Аспон Мвиджаге, Джером Нчимби, Элибарики Нгови, Табби Нджунге, Даниэль Нкондола, Блез Окиньи, Джозеф Опио, Розалия Рвегасира, Ндейе Кани Сарр, Мамаду Адама Сарр, Эдвард Сеньонджо, Олипа Симон, Самба Соу, Фелли Мугизи Тусиме и Джон Васиге.
zh: 感谢 2017 年 10 月在坦桑尼亚莫罗戈罗举办的研讨会的参与者分享其对该工具的反馈和建议，这些参与者包括：Jones Agwata、 Col. Papa Assane Ndiour、Lt. Fendama Baldé、Papa Nékhou Diagne、Abdoul Aziz Diouf、Richard Alphonce Giliba、Moses Isabirye、Vettes Kalema、Joseph Kihaule、D.N. Kimaro教授、James Lwasa、Paulo Mandela、Modou Moustapha Sarr、Joseph Mutyaba、Stephen Muwaya、Joseph Mwalugelo、Majaliwa Mwanjalolo 教授、Edson Aspon Mwijage、 Jerome Nchimbi、Elibariki Ngowi、 Tabby Njunge、Daniel Nkondola、 Blaise Okinyi、Joseph Opio、Rozalia Rwegasira、Ndeye Kany Sarr、Mamadou Adama Sarr、Edward Senyonjo、Olipa Simon、Samba Sow、Felly Mugizi Tusiime 和 John Wasige。

source: Citation
ar: الاستشهادات المرجعية
pt: Como citar a ferramenta Trends.Earth.
ru: Цитирование
zh: 引文

source: If you wish to cite |trends.earth|, please use the following citation:
ar: إذا كنت تودّ اقتباس|اتجاهات.الأرض|، فيرجى استخدام الاستشهادات التالية:
pt: Se você deseja citar |trends.earth|, por favor use a seguinte citação:
ru: Если вы хотите процитировать |trends.earth|, пожалуйста, используйте следующую отсылку к источнику:
zh: 如果您想引用| trends.earth |，请使用以下引文：

source: Trends.Earth. Conservation International. Available online at: `http://trends.earth <http://trends.earth>`_. 2022.
ar: اتجاهات.الأرض. Conservation International. ُمتاحة عبر الإنترنت على: `http://trends.earth <http://trends.earth>`_. 2022.
pt: Trends.Earth. Conservation International. Disponível online em: `http://trends.earth <http://trends.earth>`_. 2022.
ru: Trends.Earth. Conservation International. Онлайн-доступ по адресу: `http://trends.earth <http://trends.earth>`_. 2022.
zh: Trends.Earth。国际保育基金会。在线查阅：‘http://trends.earth <http://trends.earth>’_2022。

source: License
ar: الترخيص
pt: Licença
ru: Лицензия
zh: 执照

source: |trends.earth| is free and open-source. It is licensed under the `GNU General Public License, version 2.0 or later <https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html>`_.
ar: |trends.earth| مجاني ومفتوح المصدر. تم ترخيصه بموجب ترخيص GNU General Public License ، الإصدار 2.0 أو أحدث <https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html> `_.
pt: |trends.earth| é gratuito e de código aberto. É licenciado sob a `GNU General Public License, version 2.0 or later <https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html>`_.
ru: Ресурс |trends.earth| является бесплатным и имеет открытый исходный код. Ресурс лицензирован в соответствии с `GNU General Public License, версия 2.0 и более поздние версии <https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html>`_.
zh: |trends.earth| 是个免费且开源的工具，其授权依据是‘GNU 通用公共许可证2.0或更高版本<https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html>’_。

source: This site and the products of |trends.earth| are made available under the terms of the `Creative Commons Attribution 4.0 International License (CC BY 4.0) <https://creativecommons.org/licenses/by/4.0>`_. The boundaries and names used, and the designations used, in |trends.earth| do not imply official endorsement or acceptance by Conservation International Foundation, or its partner organizations and contributors.
ar: هذا الموقع ومنتجات |اتجاهات.الأرض| يتم توفيرها بموجب شروط `` رخصة المشاع الإبداعي نَسب المُصنَّف 4.0 (CC BY 4.0) <https://creativecommons.org/licenses/by/4.0> "_. الحدود والأسماء المستخدمة، والتسميات المستخدمة في |اتجاهات.الأرض| لا يعني التأييد أو القبول الرسمي من قِبل مؤسسة Conservation International أو المنظمات الشريكة والمساهمين.
pt: Este site e os produtos de |trends.earth| estão disponíveis sob os termos da Licença Internacional `Creative Commons Attribution 4.0 (CC BY 4.0) <https://creativecommons.org/licenses/by/4.0>`_. Os limites e nomes usados ​​e as designações usadas em |trends.earth| não implica endosso oficial ou aceitação pela Fundação Conservação Internacional, ou suas organizações parceiras e contribuintes.
ru: Данный сайт и продукция |trends.earth| предоставляются на условиях лицензии `Creative Commons Attribution 4.0 International License (CC BY 4.0) <https://creativecommons.org/licenses/by/4.0>`_. Границы и названия, используемые на сайте |trends.earth|, а также используемые обозначения не требуют официального одобрения или утверждения Фондом Conservation International или его партнерскими организациями и спонсорами.
zh: 本网站和 |trends.earth|产品是根据‘知识共享归属 4.0 国际许可（CC BY 4.0）<https://creativecommons.org/licenses/by/4.0>’_的条款提供的。|trends.earth| 中使用的边界、名称以及指定名称并不意味着获得了国际保育基金会或其伙伴组织和贡献者的官方认可或接受。

source: Trademark
ar: العلامة التجارية
pt: Marca Registada
ru: Торговая марка
zh: 商标

source: |trends.earth| has a service mark trademark registered June 9, 2020 (reg. No. 6,074,442 and Int. Cl.: 9,35,42) by the United States Patent and Trademark Office.
ar: |اتجاهات.الأرض| لديها علامة خدمة تجارية تم تسجيلها في 9 يونيو 2020 (رقم التسجيل 6074442 والتصنيف الدولي لبراءات الاختراع: 9,35,42) من قبل مكتب براءات الاختراع والعلامات التجارية بالولايات المتحدة الأمريكية.
pt: A |trends.earth| tem uma marca de serviço registada a 9 de Junho de 2020 (reg. nº 6,074,442 e Int. Cl.: 9,35,42) pelo United States Patent and Trademark Office.
ru: |trends.earth| обладает товарным знаком обслуживания, зарегистрированным 9 июня 2020 г. (рег. № 6,074,442 и Int. Cl.: 9,35,42) Ведомством по патентам и товарным знакам США (United States Patent and Trademark Office).
zh: |trends.earth| 拥有经美国专利商标局注册于 2020 年 6 月 9 日的服务商标（注册号：6,074,442 ，国际分类号：9,35,42）。

source: Publications
ar: المنشورات
pt: Publicações
ru: Публикации
zh: 出版物

source: Peer-reviewed Publications
ar: المنشورات التي راجعها الأقران
pt: Publicações avaliadas por pares
ru: Рецензируемые публикации
zh: 同行评审出版物

source: The below peer-reviewed publications either use or relate to |trends.earth|.
ar: المنشورات التي راجعها الأقران أدناه إما تستخدم أو لها علاقة ب|اتجاهات.الأرض|.
pt: As publicações avaliadas por pares abaixo usam ou estão relacionadas com a |trends.earth|.
ru: Приведенные ниже рецензируемые публикации используют данные или имеют отношение к |trends.earth|.
zh: 以下同行评审出版物使用或涉及到 |trends.earth|。

source: Alamanos, A. and Linnane, S., 2021. Estimating SDG Indicators in Data-Scarce Areas: The Transition to the Use of New Technologies and Multidisciplinary Studies. Earth, 2(3), pp.635-652.
ar: ألامانوس أ.، ولينان س.، 2021. تقدير مؤشرات أهداف التنمية المستدامة في مناطق ندرة البيانات: الانتقال إلى استخدام التقنيات الجديدة والدراسات متعددة التخصصات. الأرض، 2 (3)، ص 635-652.
pt: Alamanos, A. e Linnane, S., 2021. Fazer Estimativas de Indicadores SDG em Áreas com Escassez de Dados: A Transição para a Utilização de Novas Tecnologias e Estudos Multidisciplinares. Earth, 2(3), pág. 635-652.
ru: Аламанос А. и Линнан С., 2021. Оценка показателей ЦУР в регионах с дефицитом данных: переход к использованию новых технологий и междисциплинарных исследований. Earth, 2(3), сс. 635-652.
zh: Alamanos, A. 和 Linnane, S.，2021。数据匮乏地区的 SDG 指标估计：向使用新技术和多学科研究过渡。《Earth》，2（3），第 635-652 页。

source: Dong, J., Metternicht, G., Hostert, P., Fensholt, R., Chowdhury, R.R., 2019. Remote sensing and geospatial technologies in support of a normative land system science: status and prospects. Curr. Opin. Environ. Sustain. 38, 44–52. https://doi.org/10.1016/j.cosust.2019.05.003
ar: ج. دونج، ج. ميتيرنيشت، ب. هوستيرت، ر. فينشولت، ر.ر. تشودهوري، 2019. تقنيات الاستشعار عن بعد والجغرافيا المكانية لدعم علم نظام الأرض المعياري: الحالة والاحتمالات. الرأي الحالي في الاستدامة البيئية. 38، 44-52. https://doi.org/10.1016/j.cosust.2019.05.003
ru: Донг Ж., Меттернихт Г., Хостерт П., Феншолт Р., Чоудхури Р. Р., 2019. Дистанционное зондирование и геопространственные технологии в поддержку нормативной науки о земельных системах: состояние и перспективы. Curr. Opin. Environ. Sustain. 38, 44-52. https://doi.org/10.1016/j.cosust.2019.05.003
zh: Dong, J.、Metternicht, G.、Hostert, P.、 Fensholt, R.、Chowdhury, R.R.，2019。 利用遥感和地理空间技术支持规范土地系统科学：现状和前景。《Current Opinion in Environmental Sustainability》。38，44-52。https://doi.org/10.1016/j.cosust.2019.05.003

source: Easdale, M.H., Fariña, C., Hara, S., Pérez León, N., Umaña, F., Tittonell, P., Bruzzone, O., 2019. Trend-cycles of vegetation dynamics as a tool for land degradation assessment and monitoring. Ecol. Indic. 107, 105545. https://doi.org/10.1016/j.ecolind.2019.105545
ar: إيسديل م.ه.، فارينا ك، هارا س.، بيريز ليون ن.، أومانا ف.، تيتونيل ب.، بروزون و.، 2019. دورات اتجاه ديناميات الغطاء النباتي كأداة لتقييم ورصد تدهور الأراضي. المؤشرات البيئية. 107، 105545. https://doi.org/10.1016/j.ecolind.2019.105545
ru: Исдейл М. Х., Фаринья C., Хара С., Перес Леон Н., Уманья Ф., Титтонелл П., Бруззон О., 2019. Трендовые циклы динамики растительности как инструмент оценки и мониторинга деградации земель. Ecol. Indic. 107, 105545. https://doi.org/10.1016/j.ecolind.2019.105545
zh: Easdale, M.H.、Fariña, C.、Hara, S.、Pérez León, N.、Umaña, F.、Tittonell, P.、 Bruzzone, O.，2019。以植被动态趋势周期为工具进行土地退化评估和监测。《Ecological Indicators》 107, 105545。https://doi.org/10.1016/j.ecolind.2019.105545
