Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/training/tutorial_custom_lpd.po
Languages: es

source: Use custom productivity data
es: Use datos personalizados de productividad

source: **Objective**: Learn how to load custom land productivity data computed outside of Trends.Earth.
es: **Objetivo**: aprende cómo cargar datos personalizados de productividad de la tierra calculados fuera de Trends.Earth.

source: **Estimated time of completion**: 20 minutes
es: **Tiempo estimado de finalización**: 20 minutos

source: **Internet access**: Not required
es: **Acceso a Internet**: no requerido

source: `Download this page as a PDF for offline use <../pdfs/Trends.Earth_Tutorial04_Using_Custom_Productivity.pdf>`_
es: `Descargue esta página en formato PDF para uso fuera de línea <../pdfs/Trends.Earth_Tutorial04_Using_Custom_Productivity.pdf>`_

source: Land productivity data should be formatted following UNCCD guidelines for reporting indicating areas of declining, early signs of decline, stable but stressed, stable, or increasing primary productivity.
es: Los datos de productividad de la tierra deben formatearse siguiendo las directrices de la CLD para la presentación de informes que indiquen áreas de disminución, signos tempranos de deterioro, estable pero estresada, estable o aumento de la productividad primaria.

source: For the productivity data to be used in Trends.Earth the file need to be coded in the following way:
es: Para los datos de productividad que se utilizarán en Trends.Earth, el archivo debe codificarse de la siguiente manera:

source: Declining = 1
es: Declinación = 1

source: Early signs of decline = 2
es: Primeros signos de disminución = 2

source: Stable but stressed = 3
es: Estable pero estresado = 3

source: Stable = 4
es: Estable = 4

source: Increasing = 5
es: Aumento = 5

source: No data = 0 or -32768
es: Sin datos = 0 o -32768

source: If your layer is not coded in such a way, please do the necessary adjustments prior to using Trends.Earth.
es: Si su capa no está codificada de esa manera, realice los ajustes necesarios antes de usar Trends.Earth.

source: To load productivity data click on the (|iconfolder|) icon in the Trends.Earth toolbar.
es: Para cargar datos de productividad, haga clic en el ícono (|iconfolder|) en la barra de herramientas Trends.Earth.

source: The **Load data** menu will open. Select **Productivity** from the **Import a custom input dataset** section.
es: Se abrirá el menú **Cargar datos**. Seleccione **Productividad** de la sección **Importar un conjunto de datos de entrada personalizado**.

source: In the **Load a Custom Land Productivity Dataset** use the radio button to select the format of the input file (raster or vector). For this tutorial select raster, since the data distributed by the UNCCD is in raster format. Click on **Browse** to navigate to the productivity file you wish to import.
es: En el **Cargar un dataset de productividad terrestre personalizado**, use el botón de opción para seleccionar el formato del archivo de entrada (ráster o vector). Para este tutorial, seleccione ráster, ya que los datos distribuidos por el CNULD están en formato raster. Haga clic en **Examinar** para navegar hasta el archivo de productividad que desea importar.

source: Use the **Select input file** window to navigate to the file to be imported, select it, and click **Open**.
es: Use la ventana **Seleccionar archivo de entrada** para navegar al archivo que desea importar, selecciónelo y haga clic en **Abrir**.

source: Back at the **Load a Custom Land Productivity Dataset** window you have options for selecting the band number in which the productivity data is stored, in case your input file is a multi band raster. You also have the option of modifying the resolution of the file. We recommend leaving those as defaults unless you have valid reasons for changing them.
es: De vuelta en la ventana **Cargar un dataset de productividad terrestre personalizado**, tiene opciones para seleccionar el número de banda en el que se almacenan los datos de productividad, en caso de que su archivo de entrada sea un ráster multibandas. También tiene la opción de modificar la resolución del archivo. Recomendamos dejarlos como predeterminados a menos que tenga razones válidas para cambiarlos.

source: Click **Browse** at the bottom of the window to select the **Output raster file** and navigate to the folder where you want to save the file. Assign it a name and click **OK**.
es: Haga clic en **Buscar** en la parte inferior de la ventana para seleccionar el **Archivo raster de salida** y vaya a la carpeta donde desea guardar el archivo. Asignarle un nombre y hacer clic en **Aceptar**.

source: Back at the **Load a Custom Land Productivity Dataset** window click **OK** on the lower right corner to process the data.
es: De vuelta en la ventana **Cargar datos de Productividad propios**, haga clic en **Aceptar** en la esquina inferior derecha para procesar los datos.

source: If the values of the input file do not exactly match the requirements describe above, you will see a warning message. In many cases the warning is triggered by the definition of NoData, but the tool will still try to import it. For that reason, it is **extremely important** for you to explore the output layer to make sure the results are mapped as expected.
es: Si los valores del archivo de entrada no coinciden exactamente con los requisitos descritos anteriormente, verá un mensaje de advertencia. En muchos casos, la advertencia se desencadena por la definición de NoData, pero la herramienta aún intentará importarlo. Por esa razón, es **extremadamente importante** explorar la capa de salida para asegurarse de que los resultados se mapean como se espera.

source: Once you click **OK** in the warning window, a progress bar will appear showing the percentage of the task completed.
es: Una vez que haga clic en **Aceptar** en la ventana de advertencia, aparecerá una barra de progreso que muestra el porcentaje de la tarea completada.

source: When the processing is completed, the imported land productivity dataset will be loaded to QGIS.
es: Cuando se completa el procesamiento, el dataset de productividad de la tierra importada se cargará en QGIS.

source: Refer to the :ref:`tut_compute_sdg` tutorial for instructions on how to use the imported LPD to compute the final SDG 15.3.1 after integration with land cover and soil organic carbon.
es: Consulte el tutorial :ref:`tut_compute_sdg` para obtener instrucciones sobre cómo usar el LPD importado para calcular el SDG final 15.3.1 después de la integración con la cobertura terrestre y el carbono orgánico del suelo.
