Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/training/tutorial_run_all_subindicators.po
Languages: pt, sw

source: Run 1-step subindicators
pt: Executar subindicadores em 1 passo
sw: Tumia subindicators ya hatua 1

source: **Objective**: Learn how to run SDG 15.3.1 sub-indicators (changes in land productivity, land cover and soil organic carbon) using Trends.Earth and the default data: LPD from JRC for land productivity, ESA CCI for land cover, and SoilGrids for soil organic carbon. In this tutorial we will use Uganda as an example, but you can choose any study area.
pt: **Objetivo**: Aprender a executar os subindicadores dos ODS 15.3.1 (mudanças na produtividade da terra, cobertura do solo e carbono orgânico do solo) usando Trends.Earth e os dados padrão: LPD do JRC para produtividade da terra, ESA CCI para terra cobertura e SoilGrids para carbono orgânico do solo. Neste tutorial, usaremos o Uganda como exemplo, mas você pode escolher qualquer área de estudo.
sw: ** Lengo **: Jifunze jinsi ya kuendesha viashiria vya chini vya SDG 15.3.1 (mabadiliko ya uzalishaji wa ardhi, kifuniko cha ardhi na kaboni ya kikaboni cha udongo) kwa kutumia Mwelekeo.Kuanzia na data default: LPD kutoka JRC kwa uzalishaji wa ardhi, ESA CCI kwa ardhi kifuniko, na udongo wa ardhi kwa kaboni ya kaboni. Katika mafunzo haya tutatumia Uganda kama mfano, lakini unaweza kuchagua eneo lolote la utafiti.

source: **Estimated time of completion**: 35 minutes
pt: **Tempo estimado para conclusão**: 35 minutos
sw: ** Muda uliotarajiwa wa kukamilika **: dakika 35

source: **Internet access**: Required
pt: **Acesso à Internet**: Obrigatório
sw: ** Upatikanaji wa Intaneti **: Inahitajika

source: `Download this page as a PDF for off-line use <../pdfs/Trends.Earth_Tutorial02_Computing_Indicators.pdf>`_
pt: `Faça o download desta página como um PDF para uso off-line <../pdfs/Trends.Earth_Tutorial02_Computing_Indicators.pdf>`_
sw: `Pakua ukurasa huu kama PDF kwa matumizi ya mstari wa mbali <../ pdfs / Trends.Earth_Tutorial02_Computing_Indicators.pdf>` _

source: Search for the Trends.Earth toolbar within QGIS, and click on the Calculate icon (|iconCalculator|).
pt: Procure a barra de ferramentas Trends.Earth no QGIS e clique no ícone Calcular (|iconCalculator|).
sw: Tafuta Mwelekeo wa toolbar wa ndani ndani ya QGIS, na bofya kwenye icon ya Kuhesabu (| | iconCalculator |).

source: The **Calculate Indicators** menu will open. In that window, click on Land degradation indicator (SDG indicator 15.3.1)
pt: O menu ** Calculate Indicators ** será aberto. Nessa janela, clique no indicador de degradação do solo (indicador 15.3 do SDG)
sw: Mfumo wa Mahesabu ** ** utafunguliwa. Katika dirisha hilo, bofya kiashiria cha uharibifu wa Ardhi (kiashiria cha SDG 15.3.1)

source: Select **Calculate all three sub-indicators in one step** button found under Step 1 - Option 1.
pt: Selecione ** Calcular todos os três subindicadores em uma etapa ** no botão encontrado na Etapa 1 - Opção 1.
sw: Chagua ** Piga maelekezo yote ya chini ya tatu katika kifungo kimoja ** kifungo cha kupatikana chini ya Hatua ya 1 - Chaguo 1.

source: In the **Setup** tab, select the years of analysis (2000-2015) and make sure that the **UNCCD default data** is selected, and click next.
pt: Na guia **Setup**, selecione os anos de análise (2000-2015) e certifique-se de que os **dados padrão UNCCD** estejam selecionados e clique em Próximo.
sw: Katika usanidi wa ** **, chagua miaka ya uchambuzi (2000-2015) na uhakikishe kuwa ** data ya UNCCD ya default ** imechaguliwa, na bofya ijayo.

source: Refer to the :ref:`indicator-15-3-1` section of this manual to learn about the Trends.Earth productivity indicators developed following the `UNCCD Good Practice Guidance (GPG) <http://www2.unccd.int/sites/default/files/relevant-links/2017-10/Good%20Practice%20Guidance_SDG%20Indicator%2015.3.1_Version%201.0.pdf>`_.
pt: Consulte a seção :ref:`indicator-15-3-1` deste manual para aprender sobre os indicadores de produtividade Trends.Earth desenvolvidos seguindo a `UNCCD Good Practice Guidance (GPG) <http://www2.unccd.int/sites/default/files/relevant-links/2017-10/Good%20Practiceuidance_SDG%20Indicator%2015.3.1_Version%201.0.pdf>`_.
sw: Rejea: ref: `sehemu ya kiashiria-15-3-1` ya mwongozo huu ili ujifunze kuhusu Mwelekeo.Athari za uzalishaji wa kiuchumi zilizotengenezwa baada ya 'Uongozi wa Mazoezi Mzuri wa UNCCD <http://www2.unccd.int/ maeneo / default / files / viungo husika / 2017-10 / Good% 20Practice%20Guidance_SDG% 20Indicator% 2015.3.1_Version% 201.0.pdf> `_.

source: In the **Land Cover Setup** tab you have the option of using the default aggregation method proposed by the UNCCD default data or you can customize the aggregation of the legend from the original ESA CCI land cover classes to the 7 required for UNCCD reporting. To customize it, click on **Edit definition** and the **Setup aggregation of land cover data** window will open.
pt: Na aba **Configuração da Cobertura da Terra**, você tem a opção de usar o método de agregação proposto pelos dados padrão da UNCCD ou pode personalizar a agregação da legenda das classes de cobertura da terra original da ESA CCI para as 7 necessárias para relatórios da UNCCD. . Para personalizá-lo, clique em **Editar definição** e a janela **Agregação de configuração de dados de cobertura do solo** será aberta.
sw: Katika ** Tabia ya Jalada la Jalada la Ardhi ** unayo chaguo la kutumia njia ya uchangamfu ya mapendekezo iliyopendekezwa na data ya default ya UNCCD au unaweza kuboresha kuunganishwa kwa hadithi kutoka kwa madarasa ya awali ya ESA CCI ya kufikia ardhi hadi 7 zinazohitajika kwa taarifa za UNCCD . Ili kuifanya Customize, bofya ** Badilisha ufafanuzi ** na ** Kuunganisha upangilio wa data ya bima ya ardhi ** dirisha litafungua.

source: In this window you will see the original ESA CCI land cover class in the column **Input class** and the final aggregation in the column **Output class**. To change the output class simply click in the drop down arrow next to the color, and select the final output class you want the input class to be reassigned to. Note that this step is only needed if you consider that the default aggregation scheme does not represent the conditions of your study area.
pt: Nesta janela, você verá a classe de cobertura de terra ESA CCI original na coluna **Classe de entrada** e a agregação final na coluna **Classe de saída**. Para alterar a classe de saída, basta clicar na seta suspensa ao lado da cor e selecionar a classe de saída final para a qual a classe de entrada será reatribuída. Observe que essa etapa é necessária apenas se você considerar que o esquema de agregação padrão não representa as condições de sua área de estudo.
sw: Katika dirisha hili utaona darasa la awali la ESA CCI la bima la ardhi katika safu ya safu ** darasa la kuingia ** na ushirikiano wa mwisho katika safu ** darasa la kuzalisha **. Kubadili darasa la pato tu bonyeza kwenye mshale wa kushuka chini ya rangi, na chagua darasa la mwisho la pato unataka darasa la kuingia liwe tena. Kumbuka kwamba hatua hii inahitajika tu ikiwa unafikiria kuwa mpango wa uchangamfu usiowakilisha haukuwakilisha masharti ya eneo lako la kujifunza.

source: When you are done editing, click **Save definition file**. This option will save you time next time you run the tool, by simply loading the definition file you previously saved.
pt: Quando terminar de editar, clique em **Salvar arquivo de definição**. Esta opção economizará tempo na próxima vez que você executar a ferramenta, simplesmente carregando o arquivo de definição que você salvou anteriormente.
sw: Unapokamilika kuhariri, bofya ** Hifadhi ufafanuzi faili **. Chaguo hili litawaokoa muda ujao wakati wa kukimbia chombo, kwa kupakia faili ya ufafanuzi uliyohifadhiwa hapo awali.

source: Click **Save** to continue
pt: Clique em **Salvar** para continuar
sw: Bonyeza ** Hifadhi ** ili uendelee

source: You will be back at the **Land Cover Setup** tab, click **Next**.
pt: Você estará de volta na guia **Configuração da cobertura do solo**, clique em **Próximo**.
sw: Utarudi kwenye ** Kitabu cha Jalada la Jalada la Ardhi **, bofya ** Ifuatayo **.

source: The **Define Effects of Land Cover Change** tab is where you define the meaning of each land cover transition in terms of degradation. Transitions indicated in red (minus sign) will be identified as degradation in the final output, transitions in beige (zero) will be identified as stable, and transitions in green (plus sign) will be identified as improvements.
pt: A aba **Definir Efeitos da Mudança da Cobertura da Terra** é onde você define o significado de cada transição da cobertura da terra em termos de degradação. As transições indicadas em vermelho (sinal de menos) serão identificadas como degradação no resultado final, as transições em bege (zero) serão identificadas como estáveis ​​e as transições em verde (sinal de adição) serão identificadas como melhorias.
sw: ** Mafafanuzi ya Ubadilishaji wa Jalada la Ardhi ** Hifadhi ni pale unafafanua maana ya kila mpito ya bima ya ardhi kwa suala la uharibifu. Mabadiliko yaliyoonyeshwa katika nyekundu (minus ishara) yatatambuliwa kama uharibifu katika matokeo ya mwisho, mabadiliko ya beige (sifuri) yatatambuliwa kama imara, na mabadiliko ya kijani (pamoja na ishara) itajulikana kama maboresho.

source: For example, by default it is considered that a pixel that changed from **Grassland** to **Tree-covered** will be considered as improved. However, if in your study area woody plant encroachment is a degradation process, that transition should be changed for that particular study area to degradation (minus sign).
pt: Por exemplo, por padrão, considera-se que um pixel que mudou de **Grassland** para **Tree-covered** será considerado como melhorado. No entanto, se em sua área de estudo a invasão de plantas lenhosas for um processo de degradação, essa transição deve ser alterada para essa área de estudo em particular para degradação (sinal de menos).
sw: Kwa mfano, kwa default ni kuchukuliwa kwamba pixel iliyopita kutoka ** Grassland ** hadi ** Miti-kufunikwa ** itachukuliwa kama kuboreshwa. Hata hivyo, ikiwa katika eneo lako la kujifunza usingizi wa mmea wa mbegu ni mchakato wa uharibifu, mabadiliko hayo yanapaswa kubadilishwa kwa eneo hilo la utafiti kwa uharibifu (minus ishara).

source: If you have made no changes to the default matrix, simply click **Next**.
pt: Se você não fez alterações na matriz padrão, basta clicar em **Próximo**.
sw: Ikiwa haukufanya mabadiliko yoyote kwenye tumri ya default, bonyeza tu ** Ifuatayo **.

source: If you did change the meaning of some of the transitions, click on **Save table to file...** to save the definition for later use. Then click **Next**.
pt: Se você alterou o significado de algumas das transições, clique em **Salvar tabela no arquivo...** para salvar a definição para uso posterior. Em seguida, clique em **Próximo**.
sw: Ikiwa umebadilika maana ya baadhi ya mabadiliko, bonyeza ** Weka meza kwa faili ... ** ili uhifadhi ufafanuzi wa matumizi ya baadaye. Kisha bonyeza ** Next **.

source: In the **Area** tab define the area of analysis. There are two options:
pt: Na aba **Área**, defina a área de análise. Existem duas opções:
sw: Katika eneo ** Eneo la ** ** hufafanua eneo la uchambuzi. Kuna chaguzi mbili:

source: Use provided country and state boundaries: If you want to use this option make sure the **Administrative area** option is highlighted, and then select the First Level (country) or Second Level (state or province depending on the country).
pt: Use os limites de país e estado fornecidos: Se você quiser usar essa opção, certifique-se de que a opção **Área Administrativa** esteja destacada e, em seguida, selecione Primeiro Nível (país) ou Segundo Nível (estado ou província, dependendo do país).
sw: Tumia mipaka ya nchi na mipaka ya nchi: Ikiwa unataka kutumia chaguo hili hakikisha ** chaguo la eneo la Utawala ** linaelezwa, kisha uchagua Ngazi ya Kwanza (nchi) au Ngazi ya Pili (hali au jimbo kulingana na nchi).

source: The `Natural Earth Administrative Boundaries`_ provided in Trends.Earth are in the `public domain`_. The boundaries and names used, and the designations used, in Trends.Earth do not imply official endorsement or acceptance by Conservation International Foundation, or by its partner organizations and contributors.
pt: Os limites `Natural Earth Administrative Boundaries`_ fornecidos no Trends.Earth estão no `public domain`_. Os limites e nomes usados ​​e as designações usadas no Trends.Earth não implicam aprovação ou aceitação oficial da Fundação Conservação Internacional ou de suas organizações parceiras e colaboradores.
sw: Mipaka ya `Natural Earth Administrative Boundaries`_ iliyotolewa katika Mwelekeo.Earth iko katika `public domain`_. Mipaka na majina yaliyotumiwa, na majarida yaliyotumiwa, katika Mwelekeo.Kuanzia haimaanishi kupitishwa rasmi au kukubalika na Conservation International Foundation, au kwa mashirika yake ya washirika na wafadhili.

source: If using Trends.Earth for official purposes, it is recommended that users choose an official boundary provided by the designated office of their country.
pt: Se estiver usando o Trends.Earth para fins oficiais, é recomendável que os usuários escolham um limite oficial fornecido pelo escritório designado de seu país.
sw: Ikiwa unatumia Mwelekeo.Kuanzia kwa madhumuni rasmi, inashauriwa kuwa watumiaji kuchagua mipaka rasmi iliyotolewa na ofisi iliyochaguliwa ya nchi yao.

source: Use your own area file: If you want to use your own area of analysis, make sure the **Area from file** option is highlighted. Then click **Browse** and navigate to the folder in your computer where you have the file stored.
pt: Use seu próprio arquivo de área: se você quiser usar sua própria área de análise, verifique se a opção **Área do arquivo** está realçada. Em seguida, clique em **Navegar** e navegue até a pasta em seu computador onde você armazenou o arquivo.
sw: Tumia faili yako ya eneo: Ikiwa unataka kutumia eneo lako la uchambuzi, hakikisha ** Eneo kutoka kwa faili ** chaguo linaonyeshwa. Kisha bonyeza ** Vinjari ** na uende kwenye folda kwenye kompyuta yako ambapo una faili iliyohifadhiwa.

source: When you have selected the area for which you want to compute the indicators, click **Next**.
pt: Quando você tiver selecionado a área para a qual deseja calcular os indicadores, clique em **próximo**.
sw: Ukichagua eneo ambalo unataka kuhesabu viashiria, bonyeza ** Next **.

source: In the **Options** tab you can define the **Task name** and make some **Notes** to identify the analysis you are running. What information to indicate is optional, but we suggest noting:
pt: Na guia **Opções**, você pode definir o **Nome da tarefa** e fazer algumas **Notas** para identificar a análise que está sendo executada. Quais informações indicar são opcionais, mas sugerimos que você observe:
sw: Katika kitambulisho ** Chaguzi ** unaweza kufafanua ** Jina la Task ** na kufanya baadhi ya ** Vidokezo ** kutambua uchambuzi unaoendesha. Maelezo gani ambayo yanaonyesha ni ya hiari, lakini tunapendekeza kutaja:

source: Area of analysis
pt: Área de análise
sw: Eneo la uchambuzi

source: Dates
pt: datas
sw: Tarehe

source: Indicators run
pt: Indicadores executados
sw: Viashiria vinaendesha

source: When done, click **Calculate** and the task will be submitted to Google Earth Engine for calculations. You will notice that the **Calculate SDG 15.3.1 indicator (one-step)** window will disappear and you will be brought back to QGIS.
pt: Quando terminar, clique em **Calcular** e a tarefa será enviada ao Google Earth Engine para cálculos. Você notará que a janela **Calcular ODS 15.3.1 (um passo)** desaparecerá e você será levado de volta ao QGIS.
sw: Ukitengenezwa, bofya ** Hesabu ** na kazi itawasilishwa kwa Google Earth Engine kwa hesabu. Utaona kwamba ** Fanya kielelezo cha SDG 15.3.1 (hatua moja) ** dirisha itatoweka na utarejeshwa kwa QGIS.

source: A light blue bar will temporarily show, indicating that the task was successfully submitted. The analysis will be run in Google servers and could take between 5 and 15 minutes depending on the size of the study area (larger areas tend to take longer).
pt: Uma barra azul clara será exibida temporariamente, indicando que a tarefa foi enviada com sucesso. A análise será executada nos servidores do Google e poderá levar entre 5 e 15 minutos, dependendo do tamanho da área de estudo (áreas maiores tendem a demorar mais).
sw: Bar bluu nyembamba itaonyesha muda mfupi, ikionyesha kuwa kazi imewasilishwa kwa ufanisi. Uchunguzi utaendeshwa kwenye seva za Google na inaweza kuchukua kati ya dakika 5 na 15 kulingana na ukubwa wa eneo la utafiti (maeneo makubwa huwa na muda mrefu).

source: Refer to the :ref:`task_download` tutorial for instructions on how to check the status of the tasks submitted and for downloading results from Trends.Earth.
pt: Consulte o tutorial :ref:`task_download` para obter instruções sobre como verificar o status das tarefas enviadas e para fazer o download dos resultados do Trends.Earth.
sw: Rejea: ref: `mafunzo_tafai` ya maelekezo ya jinsi ya kuangalia hali ya kazi zinazowasilishwa na kupakua matokeo kutoka kwa Trends.Earth.
