Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/training/carbon.po
Languages: ar, es, fr, ru

source: Forest and Carbon Change Tool
ar: أداة تغيير الغابات والكربون
es: Herramienta de cambio de cobertura de bosque y carbono
fr: Outil forêt et changement de carbone
ru: Инструмент отслеживания изменения леса и углерода

source: **Objective**: Learn how to compute forest cover, forest loss, above and below ground biomass and emissions from deforestation in raster format and tabular outputs with areas estimated.
ar: **الهدف**: تعلم كيفية حساب الغطاء الحرجي وفقدان الغابات والكتلة الحيوية فوق الأرض وتحتها والانبعاثات الناتجة عن إزالة الغابات في شكل خطوط المسح والنواتج المجدولة مع تقدير المناطق.
es: **Objetivo**: Aprenda cómo calcular la cobertura forestal, la pérdida de bosques, la biomasa por encima y por debajo del suelo y las emisiones de la deforestación en formato raster y productos tabulares con áreas estimadas.
fr: Objectif : Apprendre à calculer la couverture forestière, la déforestation, la biomasse aérienne et souterraine et les émissions dues à la déforestation au format matriciel et sous forme de tableaux avec les superficies estimées.
ru: **Цель**: Научиться рассчитывать лесной покров, потери лесов, надземную и подземную биомассу и выбросы в результате обезлесения в растровом формате и в виде таблиц с оценочными площадями.

source: **Estimated time of completion**: 20 minutes
ar: ** الوقت المقدر للانتهاء **: 20 دقيقة
es: **Tiempo estimado de finalización**: 20 minutos
fr: **Temps estimé d'achèvement**: 20 minutes
ru: ** Расчетное время завершения **: 20 минут

source: **Internet access**: Required
ar: ** الوصول إلى الإنترنت **: مطلوب
es: **Acceso a Internet**: Necesario
fr: **Accès Internet**: Obligatoire
ru: ** Доступ в интернет **: требуется

source: Refer to the :ref:`background_carbon` for background information on the datasets and
ar: راجع: المرجع: `background_carbon` للحصول على معلومات أساسية عن مجموعات البيانات و
es: Consulte la :ref:`background_carbon` para obtener información sobre los conjuntos de datos y
fr: Référez-vous à :ref:background_carbon pour des informations générales sur les ensembles de données et
ru: Обратитесь к :ref:`background_carbon` для получения справочной информации о наборах данных и

source: methodology used for this tutorial.
ar: المنهجية المستخدمة في هذا البرنامج التعليمي.
es: metodología utilizada para este tutorial.
fr: la méthodologie utilisée pour ce tutoriel.
ru: методологии, используемой в этом руководстве.

source: Calculate change in carbon
ar: حساب التغير في الكربون
es: Calcular el cambio de carbono
fr: Calculer le changement de carbone
ru: Рассчитать изменение углерода

source: In the **Algorithms** tab in Trends.Earth plugin in QGIS, under the **Experimental** menu, select **Calculate change in total carbon - Above and below ground emissions, and deforestation** menu.
ar: في علامة التبويب **الخوارزميات** في البرامج المساعدة لبرنامج QGIS في Trends.Earth، ضمن قائمة **التجريبي**، اختر قائمة ** حساب التغيير في إجمالي الكربون - الانبعاثات فوق وتحت الأرض، وإزالة الغابات **.
es: En la pestaña **Algoritmos** del complemento Trends.Earth en QGIS, en el menú **Experimental**, seleccione el menú **Calcular el cambio del carbono total - Emisiones por encima y por debajo del suelo, y menú deforestación**.
fr: Dans l'onglet « Algorithmes » du plugin Trends.Earth de QGIS, sous le menu « Expérimental », sélectionnez le menu « Calculer la variation du carbone total - Émissions aériennes et souterraines, et déforestation ».
ru: На вкладке **Алгоритмы** в подключаемом модуле Trends.Earth в QGIS в меню **Экспериментальные** выберите пункт **Рассчитать изменение общего содержания углерода — надземные и подземные выбросы и обезлесение**.

source: Select the **Calculate change in carbon** menu by selecting **Execute locally**.
ar: اختر قائمة **احسب التغيير في الكربون** عن طريق تحديد **التنفيذ محلياً**.
es: Seleccione el menú **Calcular el cambio en el carbono** seleccionando **Ejecutar localmente**.
fr: Sélectionnez le menu « Calculer le changement de carbone » en choisissant « Exécuter localement ».
ru: Выберите меню **Рассчитать изменение содержания углерода**, выбрав **Выполнить локально**.

source: A window will appear where you can select the paramaters for the carbon analysis. Select the initial and target years for monitoring tree cover loss, carbon emissions from deforestation. Define the percent tree cover considered forest for your area of interest.
ar: ستظهر نافذة حيث يمكنك تحديد المعلمات لتحليل الكربون. حدد السنوات الأولية والسنوات المستهدفة لرصد فقدان الغطاء الشجري وانبعاثات الكربون من إزالة الغابات. حدد النسبة المئوية للغطاء الشجري الذي يعتبر غابة لمنطقة اهتمامك.
es: Aparece la ventana en la que puede seleccionar los parámetros para el análisis del carbono. Elija el año inicial y el año objetivo para el control de la pérdida de cobertura arbórea y las emisiones de carbono procedentes del proceso de deforestación. Defina el porcentaje de cobertura arbórea que se considera bosque para su área de interés.
fr: Une fenêtre va apparaître. Vous pouvez y sélectionner les paramètres de l'analyse du carbone. Sélectionnez l'année initiale et l'année cible pour le suivi de la perte de couverture arborée et des émissions de carbone dues à la déforestation. Définissez le pourcentage de couverture arborée considéré comme étant de la forêt pour la zone qui vous intéresse.
ru: Появится окно, в котором вы можете выбрать параметры для анализа углерода. Выберите начальный и целевой годы для мониторинга потери древесного покрова, выбросов углерода в результате обезлесения. Определите процент древесного покрова, который считается лесом для интересующей вас области.

source: The definition of canopy cover should be changed to accommodate the specific area of interest.
ar: يجب تغيير تعريف غطاء المظلة لاستيعاب منطقة الاهتمام المحددة.
es: La definición de la cobertura del follaje debería modificarse para adaptarla a la zona específica de interés.
fr: La définition de la couverture de la canopée doit être modifiée pour s'adapter à la zone d'intérêt spécifique.
ru: Определение покрова должно быть изменено, чтобы учесть конкретную интересующую область.

source: The dataset maps global tree cover based on percent canopy cover in the year 2000. Many studies cite 25% - 30% threshold to define forest, however this definition can change for arid regions. For more information, please see the publication"
ar: تحدد مجموعة البيانات الغطاء الشجري العالمي بناءً على النسبة المئوية للغطاء المظلي في عام 2000. تشير العديد من الدراسات إلى 25% - 30% كحد لتعريف الغابة، ولكن هذا التعريف يمكن أن يتغير بالنسبة للمناطق القاحلة. لمزيد من المعلومات، يرجى الاطلاع على المنشور"
es: El conjunto de datos mapea la cobertura arbórea mundial basándose en el porcentaje de cobertura de copas en el año 2000. Muchos estudios citan el umbral del 25 % - 30 % para definir el bosque, sin embargo esa definición puede cambiar para las regiones áridas. Para más información, consulte la publicación "
fr: Cet ensemble de données cartographie la couverture arborée mondiale sur la base du pourcentage de couverture de la canopée en l'an 2000. De nombreuses études citent le seuil de 25 % à 30 % pour définir la forêt, cependant cette définition peut changer pour les régions arides. Pour plus d'informations, veuillez consulter la publication «
ru: Набор данных отображает глобальный древесный покров на основе процентного покрытия покрова в 2000 году. Во многих исследованиях указывается пороговое значение 25–30% для определения леса, однако это определение может меняться для засушливых регионов. Подробнее читайте в публикации"

source: Select **Change region** to define the area of interest.
ar: اختر **تغيير المنطقة** لتحديد المنطقة محل الاهتمام.
es: Seleccione **Cambiar región** a fin de definir el área de interés.
fr: Sélectionnez « Changer de région » pour définir la zone qui vous intéresse.
ru: Выберите **Изменить регион**, чтобы определить область интереса.

source: The `Natural Earth Administrative Boundaries`_ provided in Trends.Earth are in the `public domain`_. The boundaries and names used, and the designations used, in Trends.Earth do not imply official endorsement or acceptance by Conservation International Foundation, or by its partner organizations and contributors.
ar: &quot;الحدود الإدارية للأرض الطبيعية&quot; التي تم تقديمها في برنامج &quot;مؤشرات&quot;. الأرض موجودة في &quot;المجال العام&quot; _. الحدود والأسماء المستخدمة ، والتسميات المستخدمة ، في Trends.Earth لا تعني المصادقة أو القبول الرسمي من قبل مؤسسة Conservation International ، أو من قبل المنظمات الشريكة والمساهمين.
es: Los `Natural Earth Administrative Boundaries`_ provistos en Trends.Earth están en el `public domain`_. Los límites y los nombres utilizados, y las designaciones utilizadas, en Trends.Earth no implican respaldo o aceptación oficial de Conservation International Foundation, ni de sus organizaciones asociadas y contribuyentes.
ru: «Административные границы естественной земли», представленные в Trends.Earth, находятся в «общественном достоянии». Используемые границы и названия, а также обозначения, используемые в Trends.Earth, не подразумевают официального одобрения или принятия со стороны Международного фонда сохранения или его партнерских организаций и участников.

source: If using Trends.Earth for official purposes, it is recommended that users choose an official boundary provided by the designated office of their country.
ar: إذا كنت تستخدم Trends.Earth لأغراض رسمية ، فمن المستحسن أن يختار المستخدمون حدًا رسميًا يوفره المكتب المعين لبلدهم.
es: Si utiliza |trends.earth| para fines oficiales, se recomienda que los usuarios elijan un límite oficial proporcionado por la oficina designada de su país.
fr: Si vous utilisez Trends.Earth à des fins officielles, il est recommandé de choisir une frontière officielle fournie par le bureau désigné de votre pays.
ru: Если вы используете Trends.Earth для официальных целей, пользователям рекомендуется выбирать официальные границы, предоставляемые назначенным офисом их страны.

source: Use your own area file: If you want to use your own area of analysis, make sure the **Area from file** option is highlighted. Then click **Browse** and navigate to the folder in your computer where you have the file stored.
ar: استخدم ملف المنطقة الخاص بك: إذا كنت تريد استخدام منطقة التحليل الخاصة بك ، فتأكد من تحديد خيار ** المنطقة من الملف **. ثم انقر فوق ** تصفح ** وانتقل إلى المجلد في جهاز الكمبيوتر الخاص بك حيث تم تخزين الملف.
es: Use su propio archivo de área: si desea usar su propia área de análisis, asegúrese de que la opción **Área del archivo** esté resaltada. A continuación, haga clic en **Buscar** y vaya a la carpeta en su computadora donde tiene el archivo almacenado.
fr: Utilisez votre propre fichier de zone: Si vous souhaitez utiliser votre propre zone d'analyse, assurez-vous que l'option **Area from file** est en surbrillance. Cliquez ensuite sur **Parcourir** et naviguez jusqu'au dossier de votre ordinateur où vous avez stocké le fichier.
ru: Используйте свой собственный файл области: если вы хотите использовать свою собственную область анализа, убедитесь, что опция ** Область из файла ** выделена. Затем нажмите ** Обзор ** и перейдите к папке на вашем компьютере, где хранится файл.

source: Add a descriptive name and notes for the analysis
ar: أضف اسماً وصفياً وملاحظات للتحليل
es: Añada un nombre descriptivo y notas para el análisis
fr: Ajoutez un nom descriptif et des notes pour l'analyse
ru: Добавьте описательное имя и примечания для анализа

source: Select the **Advanced configuration** menu to select the biomass dataset, and method for calculating the root to shoot ratio (below ground biomass) Select **Schedule remote exectution**
ar: حدد قائمة ** الإعدادات المتقدمة** لتحديد مجموعة بيانات الكتلة الحيوية، وطريقة حساب نسبة الجذر إلى التصوير (الكتلة الحيوية تحت الأرض) حدد **جدولة التنفيذ عن بُعد**
es: Seleccione el menú **Configuración avanzada** para elegir el conjunto de datos de la biomasa y el método de cálculo de la relación raíz/semilla (biomasa subterránea) Seleccione **Programar la ejecución remota*.
fr: Sélectionnez le menu « Configuration avancée » pour sélectionner l'ensemble de données sur la biomasse et la méthode de calcul du rapport racines/tiges (biomasse souterraine). Sélectionnez « Planifier l'exécution à distance ».
ru: Выберите меню **Расширенная конфигурация**, чтобы выбрать набор данных по биомассе и метод расчета соотношения корней и побегов (подземная биомасса). Выберите **Расписание удаленного выполнения**.

source: A light blue bar will temporarily show, indicating that the task was successfully submitted. The analysis will be run in Google servers and could take between 5 and 15 minutes depending on the size of the study area (larger areas tend to take longer).
ar: سيظهر شريط أزرق فاتح مؤقتًا ، يشير إلى أنه تم إرسال المهمة بنجاح. سيتم تشغيل التحليل في خوادم Google ويمكن أن يستغرق ما بين 5 إلى 15 دقيقة وفقًا لحجم منطقة الدراسة (تميل المناطق الأكبر إلى أن تستغرق وقتًا أطول).
es: Aparecerá una barra azul clara temporalmente, lo que indica que la tarea se envió correctamente. El análisis se ejecutará en los servidores de Google y podría tomar entre 5 y 15 minutos dependiendo del tamaño del área de estudio (las áreas más grandes tienden a tomar más tiempo).
fr: Une barre bleu clair s'affichera temporairement, indiquant que la tâche a été transmise avec succès. L'analyse sera exécutée sur les serveurs Google et pourrait prendre entre 5 et 15 minutes en fonction de la taille de la zone étudiée (les grandes zones ont tendance à prendre plus de temps).
ru: Временно отобразится голубая полоса, указывающая, что задание было успешно отправлено. Анализ будет выполняться на серверах Google и может занять от 5 до 15 минут в зависимости от размера исследуемой области (большие области, как правило, занимают больше времени).

source: Change in carbon summary table
ar: التغيير في جدول ملخص الكربون
es: Cuadro de resumen de los cambios en el carbono
fr: Tableau récapitulatif des changements en matière de carbone
ru: Изменение сводной таблицы углерода

source: Go the the **Datasets** tab to **Add default layers from this dataset to map**.
ar: انتقل إلى علامة التبويب **مجموعات البيانات** لكي تقوم بـ **إضافة طبقات افتراضية من مجموعة البيانات هذه إلى الخريطة**.
es: Vaya a la pestaña **Conjuntos de datos** para **Añadir capas por defecto de este conjunto de datos al mapa**.
fr: Allez dans l'onglet « Ensembles de données » pour « Ajouter des couches par défaut à partir de cet ensemble de données à la carte ».
ru: Перейдите на вкладку **Наборы данных**, чтобы **Добавить слои по умолчанию из этого набора данных на карту**.

source: In order to view the defined area of interest with reference data, select the **Load Base Map** in the **Datasets** tab.
ar: لعرض منطقة الاهتمام المحددة بالبيانات المرجعية، حدد **تحميل الخريطة الأساسية** في علامة التبويب **مجموعات البيانات**.
es: Para ver el área de intereses definida con datos de referencia, seleccione el **Cargar mapa base** en la pestaña **Conjuntos de datos**.
fr: Afin de visualiser la zone d'intérêt définie avec les données de référence, sélectionnez l'option « Charger la carte de base » dans l'onglet « Ensembles de données ».
ru: Чтобы просмотреть определенную интересующую область со справочными данными, выберите **Загрузить базовую карту** на вкладке **Наборы данных**.

source: In the **Calculate change in total carbon - Above and below ground emissions, and deforestation** menu under **Change in carbon summary table**, select the **Execute locally** button.
ar: في القائمة **احسب التغيير في إجمالي الكربون - الانبعاثات فوق وتحت الأرض، وإزالة الغابات** ضمن **تغيير في جدول ملخص الكربون**، حدد زر **التنفيذ محلياً**.
es: En el menú **Calcular el cambio en el carbono total - Emisiones por encima y por debajo del suelo, y deforestación**, bajo **Cambio en la tabla resumen de carbono**, seleccione el botón **Ejecutar localmente**.
fr: Dans le menu « Calculer la variation du carbone total - Émissions aériennes et souterraines, et déforestation », sous « Tableau récapitulatif de la variation du carbone », sélectionnez le bouton « Exécuter localement ».
ru: В меню **Расчет изменения общего содержания углерода — надземные и подземные выбросы и обезлесение** в разделе **Изменение сводной таблицы углерода** нажмите кнопку **Выполнить локально**.

source: The layers will pre-populate in the data layer drop-down lists. Confirm the region is the same area of interest, provide descriptive names and notes and select **Execute locally**.
ar: ستتم تعبئة الطبقات مسبقاً في القوائم المنسدلة لطبقة البيانات. تأكد من أن المنطقة هي نفس منطقة الاهتمام، وقدم أسماء وملاحظات وصفية وحدد **التنفيذ محلياً**.
es: Las capas se rellenarán de antemano en la lista desplegable correspondiente a las capas de datos. Confirme que la región es la misma área que le interesa, indique nombres y notas descriptivas y seleccione **Ejecutar localmente**.
fr: Les couches seront pré-remplies dans les listes déroulantes des couches de données. Confirmez que la région correspond à la même zone d'intérêt, fournissez des noms et des notes descriptives et sélectionnez « Exécuter localement ».
ru: Слои будут предварительно заполнены в раскрывающихся списках слоев данных. Подтвердите, что область представляет собой ту же область интереса, укажите описательные имена и примечания и выберите **Выполнить локально**.

source: A spreadsheet comparing the final outputs is saved in your **trends_earth_data*** folder under your user account on your computer (e.g., C:\Users\mnoon\trends_earth_data).
ar: يتم حفظ جدول بيانات يقارن النواتج النهائية في مجلد **trends_earth_data*** الخاص بك ضمن حساب المستخدم على جهاز الكمبيوتر الخاص بك (على سبيل المثال، C:\Users\mnoon\trends_earth_data).
es: Una hoja de cálculo que compara los resultados definitivos se guarda en su carpeta **trends_earth_data*** en su cuenta de usuario en su ordenador (por ejemplo, C:\sers\mnoon\trends_earth_data).
fr: Une feuille de calcul comparant les résultats finaux est enregistrée dans votre dossier « trends_earth_data » sous votre compte utilisateur sur votre ordinateur (par exemple, C:\Users\mnoon\trends_earth_data).
ru: Электронная таблица, в которой сравниваются окончательные результаты, сохраняется в папке **trends_earth_data*** под вашей учетной записью пользователя на вашем компьютере (например, C:\Users\mnoon\trends_earth_data).

source: iconCalculator
ar: أيقونة الحاسبة

source: iconChart
ar: أيقونة المخطط

source: iconClipboard
ar: أيقونة الحافظة

source: iconCloudDownload
ar: أيقونة التحميل السحابي

source: iconCog
ar: أيقونة Cog

source: iconDeletedataset
ar: أيقونة حذف مجموعة البيانات

source: iconGlobe
ar: أيقونة الكرة الأرضية

source: iconGraph
ar: أيقونة الرسم البياني

source: iconInfo
ar: أيقونة المعلومات

source: iconLoaddataset
ar: أيقونة تحميل مجموعة البيانات

source: iconMarkMarker
ar: أيقونة التحديد

source: iconOpendatasetdirectory
ar: أيقونة فتح دليل مجموعة البيانات

source: iconViewdatasetdetails
ar: أيقونة عرض تفاصيل مجموعة البيانات

source: iconWrench
ar: أيقونة مفتاح الربط

source: iconFolder
ar: أيقونة المجلد

source: iconReports
ar: أيقونة التقارير

source: iconTrendsEarth
ar: أيقونة TrendsEarth

source: iconVisualization
ar: أيقونة التصور

source: logoCI
ar: شعار CI

source: logoLund
ar: شعار Lund

source: logoNASA
ar: شعار ناسا

source: logoGEF
ar: شعار GEF
