Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/training/drought.po
Languages: ar, es, fr, pt, ru, zh

source: Make sure to check the **Drought dataset for vulnerability** box so this dataset set is also included in the summary calculation. If you have the drought indicator datasets loaded to the QGIS map canvas, Trends.Earth will automatically select them
ar: تأكد من وضع علامة في المربع **مجموعة بيانات قابلية التأثر بالجفاف** بحيث تُضمّن مجموعة البيانات هذه أيضاً في حساب الملخص. إذا كان لديك مجموعات بيانات مؤشر الجفاف محمّلة على لوحة خريطة QGIS، فسيختارها Trends.Earth تلقائياً
es: Asegúrese de marcar la casilla **Drought dataset for vulnerability** para que así este conjunto de datos también sean incluidos en el cálculo del resumen. Si cuenta con los conjuntos de datos del indicador de sequía cargados en el lienzo del mapa en QGIS, Trends.Earth los seleccionará automáticamente
fr: Assurez-vous de cocher la case **Dought dataset for vulnerability** pour que cet ensemble de données soit également inclus dans le calcul du résumé. Si les jeux de données d'indicateurs de sécheresse sont chargés dans le canevas de carte QGIS, Trends.Earth les sélectionnera automatiquement.
pt: Certifique-se que seleciona a caixa **Conjunto de dados para vulnerabilidade** para que este conjunto de dados também seja incluído no cálculo do resumo. Se tiver conjuntos de dados de indicador de seca carregados na tela de mapa QGIS, a Trends.Earth irá selecioná-lo automaticamente
ru: Обязательно установите флажок **Набор данных о засухе для уязвимости**, чтобы этот набор данных также был включен в итоговый расчет. Если у вас есть наборы данных индикаторов засухи, загруженные на холст карты QGIS, Trends.Earth автоматически выберет их.
zh: 确保选中**针对脆弱性的干旱数据集**复选框，以便此数据集集也包含在汇总计算中。如果您将干旱指标数据集加载到 QGIS 地图画布中，Trends.Earth 将自动选择它们

source: Select **Execute locally** button.
ar: حدد زر **التنفيذ محلياً**.
es: Pulse el botón **Execute locally**.
fr: Sélectionnez le bouton **Execute locally**.
pt: Selecione o botão **Executar automaticamente**.
ru: Нажмите кнопку "Выполнить локально".
zh: 选择**本地执行**按钮。

source: Select the Refresh button if the analysis does not appear in the menu.
ar: اضغط على زر "تحديث" إذا لم يظهر التحليل في القائمة.
es: Pulse el botón actualizar si el análisis no aparece en el menú.
fr: Sélectionnez le bouton Actualiser si l'analyse n'apparaît pas dans le menu.
pt: Clique no botão Atualizar se a análise não aparecer no menu.
ru: Выберите кнопку "Обновить", если анализ не появляется в меню.
zh: 如果分析未出现在菜单中，请选择“刷新”按钮。

source: The data for SO 3 Indicators will be added to the map for the region of interest.
ar: ستضاف بيانات مؤشرات الهدف الاستراتيجي رقم 3 إلى خريطة المنطقة التي تعنيك.
es: Los datos de los indicadores del SO 3 serán añadidos al mapa de la región de interés.
fr: Les données des indicateurs SO 3 seront ajoutées à la carte pour la région concernée.
pt: Os dados para os indicadores OE 3 serão adicionados ao mapa para a região de interesse.
ru: Данные по индикаторам SO 3 будут добавлены на карту интересующего региона.
zh: SO 3 指标的数据将被添加到感兴趣区域的地图中。

source: iconCalculator
ar: أيقونة الحاسبة
ru: иконкаКалькулятор
zh: 图标计算器

source: iconReports
ru: иконкаОтчеты
zh: 图标报告

source: Drought hazard, exposure, and vulnerability
pt: Risco, exposição e vulnerabilidade de seca
