Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/training/drought.po
Languages: ar, es, fr, pt, ru, zh

source: Default data for UNCCD SO 3
ar: البيانات الافتراضية للهدف الاستراتيجي رقم 3 لاتفاقية الأمم المتحدة لمكافحة التصحر الهدف الاستراتيجي (UNCCD)
es: Datos predeterminados para el UNCCD SO 3
fr: Données par défaut pour UNCCD SO 3
pt: Dados predefinidos para OE 3 UNCCD
ru: Данные по умолчанию для SO 3 КБО ООН
zh: UNCCD SO 3 的默认数据

source: **Objective**: : Learn how to calculate SO 3 indicators of drought Hazard, Exposure and Vulnerability using Trends.Earth and the default data: monthly precipitation dataset from the Global Precipitation Climatology Center -GPC, gridded population count from WorldPop and Vulnerability to drought from the European Commission's Joint Research Centre - JRC. In this tutorial we will use Colombia as an example, but you can choose any study area.
ar: **الهدف**: تعلّم كيفية حساب مؤشرات الهدف الاستراتيجي رقم 3 لخطر الجفاف والتعرض له وقابلية التأثر به باستخدام Trends.Earth والبيانات الافتراضية التالية: مجموعة بيانات هطول الأمطار الشهرية التي يوفرها المركز العالمي لمناخ الهطول - GPC، عدد السكان الشبكي الذي يوفره WorldPop وقابلية التأثر بالجفاف التي يوفرها مركز البحوث المشتركة للمفوضية الأوروبية - JRC. في هذا البرنامج التدريبي سنستخدم كولومبيا مثالاً، ولكن يمكنك اختيار أي منطقة للدراسة.
es: **Objetivo**: : Aprender a calcular los 3 indicadores de la sequía Amenaza, Exposición y Vulnerabilidad utilizando Trends.Earth y los datos por defecto: conjunto de datos de precipitación mensual del Global Precipitation Climatology Center -GPC, recuento de población cuadriculado de WorldPop y Vulnerabilidad a la sequía del Centro Común de Investigación de la Comisión Europea - JRC. En este tutorial utilizaremos a Colombia como ejemplo, pero puede elegir cualquier área de estudio.
fr: **Objective** : Apprendre à calculer les indicateurs SO 3 de risque de sécheresse, d’exposition et de vulnérabilité à l’aide des tendances.Terre et données par défaut : ensemble de données mensuelles sur les précipitations du Global Precipitation Climatology Center -Le GPC, le dénombrement quadrillé de la population de WorldPop et la vulnérabilité à la sécheresse du Centre commun de recherche de la Commission européenne - CCR. Dans ce tutoriel, nous utiliserons la Colombie comme exemple, mais vous pouvez choisir n’importe quelle zone d’étude.
pt: **Objetivo**: : Saiba como calcular os indicadores OE 3 para o Risco, Exposição e Vulnerabilidade de seca utilizando a Trends.Earth e os dados predefinidos: conjunto de dados de precipitação mensal do Global Precipitation Climatology Center -GPC, contagem de população em grelha da WorldPop e Vulnerabilidade à seca do Jointe Research Centre - JRC da Comissão Europeia. Neste tutorial iremos utilizar como exemplo a Colômbia, mas pode escolher qualquer área de estudo.
ru: **Цель**: Научиться рассчитывать индикаторы SO 3 опасности засухи, воздействия и уязвимости с использованием Trends.Earth и данных по умолчанию: ежемесячного набора данных об осадках из Глобального центра климатологии осадков (GPC), подсчета населения с привязкой к сети из WorldPop и уязвимости для засухи от Объединенного исследовательского центра Европейской Комиссии ( JRC). В этом уроке мы будем использовать Колумбию в качестве примера, но вы можете выбрать любую изучаемую область.
zh: **目标**：了解如何使用 Trends.Earth 和默认数据计算 SO 3 干旱危害、暴露和脆弱性指标：来自全球降水气候学中心——GPC 的月降水数据集，来自 WorldPop 的网格化人口计数，以及来自欧盟委员会联合研究中心——JRC 的干旱脆弱性。在本教程中，我们将以哥伦比亚为例，但您可以选择任何研究区域。

source: **Estimated time of completion**: 15 minutes
ar: **الوقت المقدر للانتهاء**: 15 دقيقة
es: **Tiempo estimado de finalización**: 15 minutos
fr: **Temps estimée d'achèvement**: 15 minutes
pt: **Tempo estimado para conclusão**: 15 minutos
ru: **Ориентировочное время выполнения**: 15 минут.
zh: **预计完成时间**：15 分钟

source: **Internet access**: Required
ar: ** الوصول إلى الإنترنت **: مطلوب
es: **Acceso a Internet**: Necesario
fr: **Accès Internet**: Obligatoire
pt: **Acesso à Internet**: Obrigatório
ru: ** Доступ в интернет **: требуется
zh: **互联网接入**：必填

source: In the **Algorithm** window, click on **Drought - Vulnerability and exposure** and select **Execute remotely** under **Drought vulnerability**.
ar: في نافذة **الخوارزمية**، اضغط على **الجفاف - قابلية التأثر به والتعرض له** واختر **التنفيذ عن بُعد** الموجود تحت **قابلية التأثر بالجفاف**.
es: En la ventana **Algorithm**, haga clic en **Drought - Vulnerability and exposure** y seleccione **Execute remotely** en **Drought vulnerability**.
fr: Dans la fenêtre **Algorithm**, cliquez sur **Drought - Vulnerability and exposure** et sélectionnez **Execute remotly** sous **Drought vulnerability**.
pt: Na janela **Algoritmo** clique em **Seca - Vulnerabilidade e exposição** e selecione **Executar remotamente** em **Vulnerabilidade de seca**.
ru: В окне **Алгоритм** нажмите **Засуха — уязвимость и воздействие** и выберите **Выполнить удаленно** в разделе **Уязвимость к засухе**.
zh: 在 **算法** 窗口，单击 **干旱——脆弱性和暴露**，并在 **干旱脆弱性**下选择 **远程执行**。

source: The region of interest is already set up in Settings. If you need to change, select the **Change region** button.
ar: تم بالفعل إعداد المنطقة محل الاهتمام في "الإعدادات". إذا كنت بحاجة إلى التغيير، فحدد زر **تغيير المنطقة**
es: La región de interés ya está definida en los ajustes. Si necesita modificarla, pulse el botón **Change region**.
fr: La région d'intérêt est déjà configurée dans les Paramètres. Si vous souhaitez la changer, sélectionnez le bouton **Changer de région**.
pt: A região de interesse já está definida nas Definições. Se precisar de a alterar, selecione o botão **Alterar região**
ru: Интересующий регион уже определен в настройках. Если вам необходимо его изменить, нажмите кнопку "Изменить регион".
zh: 关注区域已在“设置”中创建。 如果您需要更改，请选择**更改区域**按钮。

source: Refer to the :ref:`tut_settings` section of this manual for more information on setting up your area of interest.
ar: راجع: المرجع: قسم "tut_settings" من هذا الدليل لمزيد من المعلومات حول إعداد مجال اهتمامك.
es: Consulte la sección : ref:`tut_settings` de este manual para obtener más información sobre la configuración de su área de interés.
fr: Veuillez consulter la section :ref:`tut_settings` de ce manuel pour plus d'informations sur la configuration de votre zone d'intérêt.
pt: Consulte a secção :ref:`tut_settings` deste manual para mais informação sobre como definir a sua área de interesse.
ru: Обратитесь к разделу :ref:`tut_settings` этого руководства для получения дополнительной информации о настройке интересующей области.
zh: 有关设置您关注领域的更多信息，请参阅本手册的 :ref:`tut_settings` 部分。

source: Set the **Initial** and **Final** year and the **Lag(months)** that will be applied to the Precipitation Dataset for calculating drought Hazard and Exposure. Select the **Include JRC Vulnerability Index** check box to calculate drought Vulnerability for the region of interest. The default Precipitation dataset is the Global Precipitation Climatology Centre (GPCC) v2020 at roughly 27 sq km spatial resolution. Soon users will have the option to select the CHIRPS dataset from the Climate Hazard Group – although featuring finer spatial resolution, at approximately 5 sq km, the CHIRPS dataset does not offer complete global coverage, extending from 50 South to 50 North. Type in an **Execution name** and make sure to leave some notes about this step for future reference.
ar: حدد العام **الأولي** و**النهائي** و **التأخير (بالشهور)** التي ستُتطبق على مجموعة بيانات هطول الأمطار لحساب مخاطر الجفاف والتعرض له. ضع علامة في مربع **تضمين مؤشر JRC لقابلية التأثر بالجفاف** لحساب قابلية التأثر بالجفاف للمنطقة التي تعنيك. مجموعة بيانات الهطول الافتراضية هي المركز العالمي لعلم المناخ (GPCC) v2020 بدقة مكانية تبلغ حوالي 27 كيلومتراً مربعاً. قريباً سيُتاح للمستخدمين خيار تحديد مجموعة بيانات CHIRPS التي توفرها مجموعة Climate Hazard Group - على الرغم من أنها تتميز بدقة مكانية أعلى، تبلغ حوالي 5 كيلومترات مربعة، إلا أنها لا تقدم تغطية عالمية كاملة، حيث أنها تمتد من 50 جنوباً إلى 50 شمالاً. اكتب **اسم التنفيذ** وتأكد من كتابة بعض الملاحظات حول هذه الخطوة للرجوع إليها مستقبلاً.
es: Establezca el **año inicial** y el **año final** y el **retraso (meses)** que se aplicarán al conjunto de datos de precipitaciones para calcular el riesgo y la exposición a la sequía. Seleccione la casilla **Include JRC Vulnerability Index** para calcular la vulnerabilidad a la sequía de la región de interés. El conjunto de datos de precipitaciones por defecto es el Centro de Climatología de Precipitaciones Globales (GPCC) v2020 con una resolución espacial de aproximadamente 27 km2. Pronto los usuarios tendrán la opción de elegir el conjunto de datos CHIRPS del Grupo de Riesgos Climáticos - aunque tiene una resolución espacial más fina, de aproximadamente 5 km2, el conjunto de datos CHIRPS no ofrecen una cobertura global completa, extendiéndose desde el 50 Sur al 50 Norte. Escriba un **nombre de ejecución** y asegúrese de dejar algunas notas sobre este paso para referencias futuras.
fr: Définissez les **Initial** et **Final** années et le **Lag(months)** qui seront appliqués à l’ensemble de données sur les précipitations pour calculer le risque de sécheresse et l’exposition. Cochez la case **Include JCR Vulnerability Index** pour calculer la vulnérabilité à la sécheresse pour la région d’intérêt. L’ensemble de données par défaut sur les précipitations est le Global Precipitation Climatology Centre (GPCC) v2020 à une résolution spatiale d’environ 27 km carrés. Bientôt, les utilisateurs auront la possibilité de sélectionner l’ensemble de données du SCHIRPT à partir du Groupe des risques climatiques – bien qu’il présente une résolution spatiale plus fine, à environ 5 km², l’ensemble de données du SCHIRPT n’offre pas une couverture mondiale complète, s’étendant de 50 Sud à 50 Nord. Saisissez un **Execution name** et assurez-vous de laisser des notes sur cette étape pour référence future.
pt: Defina o ano **Inicial** e **Final** e o **Atraso(meses)** q ue será aplicado ao Conjunto de Dados de Precipitação para calcular o Risco e Exposição de seca. Selecione a caixa de verificação **Incluir o Índice de Vulnerabilidade JRC** para calcular a Vulnerabilidade de seca para a região de interesse. O conjunto de dados de Precipitação predefinido é o Global Precipitation Climatology Centre (GPCC) v2020 a uma resolução espacial de aproximadamente 27 km2. Em breve os utilizadores terão a opção de selecionar o conjunto de dados CHIRPS do Climate Hazard Group – apesar de ter uma resolução espacial melhor, a aproximadamente 5 km2, o conjunto de dados CHIRPS não oferece cobertura global completa, extendendo-se de 50 Sul até 50 Norte. Introduza um **Nome da execução** e certifique-se que tira algumas notas sobre este passo para futura referência.
ru: Установите **Начальный** и **Конечный** год и **Задержку (месяцы)**, которые будут применяться к набору данных об осадках для расчета опасности засухи и воздействия. Установите флажок **Включить индекс уязвимости JRC**, чтобы рассчитать уязвимость к засухе для интересующего региона. Набором данных об осадках по умолчанию являются данные Глобального центра климатологии осадков (GPCC) v2020 с пространственным разрешением примерно 27 кв. км. Вскоре у пользователей будет возможность выбрать набор данных CHIRPS из группы климатических опасностей. Несмотря на более высокое пространственное разрешение (около 5 кв. км), набор данных CHIRPS не обеспечивает полного глобального охвата, простирающегося от 50° южной широты до 50° северной широты. Введите **Имя выполнения** и не забудьте оставить некоторые заметки об этом шаге для дальнейшего использования.
zh: 设置 **初始** 和 **最终**年份以及 **滞后（月）** ，它们将应用于降水数据集，以计算干旱危害和暴露。选中 **包括 JRC 脆弱性索引** 复选框，以计算感兴趣区域的干旱脆弱性。默认降水数据集是全球降水气候中心 (GPCC) v2020，空间分辨率约为 27 平方公里。很快，用户将可以从气候危害组中选择 CHIRPS 数据集——尽管 CHIRPS 数据集具有更精细的空间分辨率，大约 5 平方公里，但不能提供从 50 南到 50 北的全球完整覆盖。输入 **执行名称** 并确保留下关于此步骤的一些注释以供将来参考。

source: Select **Schedule remote execution** button.
ar: حدد زر **جدولة التنفيذ عن بعد**.
es: Pulse el botón **Schedule remote execution**.
fr: Sélectionnez le bouton **Planifier l'exécution à distance**.
pt: Selecione o botão **Agendar execução remota**.
ru: Нажмите "Запланировать удаленное выполнение".
zh: 选择**安排远程执行**按钮。

source: Refer to the :ref:`background_unccdreporting` section of this manual to learn about drought Hazard, Exposure and Vulnerability.
ar: يرجى الرجوع إلى قسم: :ref:`background_unccdreporting` في هذا الدليل للتعرف على مخاطر الجفاف
es: Consulte la sección :ref:`background_unccdreporting` de este manual para conocer el peligro de sequía, la exposición y vulnerabilidad.
fr: Reportez-vous à la section :ref:background_unccdreporting du présent manuel pour en savoir plus sur les risques de sécheresse, l’exposition et la vulnérabilité.
ru: Обратитесь к разделу :ref:`background_unccdreporting` этого руководства, чтобы узнать об опасности и воздействии засухи и уязвимости к засухе.
zh: 请参阅本手册的 :ref:`background_unccdreporting` 部分，以了解干旱危害、暴露和脆弱性。

source: In the **Trends.Earth** panel, select the **Datasets** tab. The task submitted will appear in the menu if the **Download remotely-generated datasets automatically** is checked in settings.
ar: في لوحة **Trends.Earth**، اختر علامة التبويب **مجموعات البيانات**. ستظهر المهمة المقدمة في القائمة إذا كان خيار **تنزيل مجموعات البيانات المُنشأة عن بُعد تلقائياً** محدداً في الإعدادات.
es: En el panel **Trends.Earth**, seleccione la pestaña **Datasets**. La tarea enviada aparecerá en el menú si la opción **Download remotely-generated datasets automatically** está marcada en la configuración.
fr: Dans le panneau **Trends.Earth**, sélectionnez l'onglet **Ensembles de données**. La tâche soumise apparaîtra dans le menu si la case **Télécharger automatiquement les jeux de données générés à distance** est cochée dans les paramètres.
pt: No painel **Trends.Earth** selecione o separador **Conjuntos de dados**. A tarefa submetida irá aparecer no menu se **Descarregar automaticamente conjuntos de dados gerados remotamente** estiver selecionado nas definições.
ru: На панели **Trends.Earth** выберите закладку **Наборы данных**. Сданное задание появится в меню, если поставлена галочка в настройках для **Скачивать автоматически удаленно созданные наборы данных**.
zh: 在 **Trends.Earth** 面板中，选择 **数据集** 选项卡。如果在设置中勾选了**自动下载远程生成的数据集**，则提交的任务将出现在菜单中。

source: Refer to the :ref:`tut_settings` section of this manual to learn more about **Advanced settings**
ar: حول إلى: المرجع: قسم "tut_settings" من هذا الدليل لمعرفة المزيد حول **الإعدادات المتقدمة**
es: Consulte la sección :ref:`tut_settings` de este manual para obtener más información sobre **Advanced settings*.
fr: Veuillez consulter la section :ref:`tut_settings` de ce manuel pour en savoir plus sur les **Paramètres avancés**
pt: Consulte a secção :ref:`tut_settings` deste manual para saber mais sobre as **Definições avançadas**
ru: Обратитесь к разделу :ref:`tut_settings` данного руководства, чтобы получить дополнительную информацию о **Дополнительных настройках**
zh: 请参阅本手册的 ref:`tut_settings`部分，以了解更多关于**高级设置**的信息。

source: . Select the Refresh button if the analysis does not appear in the menu.
ar: . اختر الزر "تحديث" إذا لم يظهر التحليل في القائمة.
es: . Pulse el botón actualizar si el análisis no aparece en el menú.
fr: . Sélectionnez le bouton Actualiser si l’analyse n’apparaît pas dans le menu.
pt: . Clique no botão Atualizar se a análise não aparcer no menu.
ru: . Нажмите кнопку «Обновить», если анализ не отображается в меню.
zh: 如果分析未出现在菜单中，请选择“刷新”按钮。

source: Select the add layer drop-down button to **Add default layers from this layer to the map**
ar: حدد زر "إضافة طبقة" من القائمة المنسدلة لكي **تضيف طبقات افتراضية من هذه الطبقة إلى الخريطة**
es: Seleccione el botón desplegable de añadir capas para **Add default layers from this layer to the map**
fr: Sélectionnez le bouton déroulant d'ajout de couche pour **Ajouter des couches par défaut de cette couche à la carte**.
pt: Escolha o botão de drop-down adicionar camada para **Adicionar camadas predefinidas desta camada ao mapa**
ru: Выберите раскрывающуюся кнопку для добавления уровня, чтобы **добавить уровни по умолчанию из данного уровня на карте**
zh: 选择添加图层下拉按钮，以**将此图层中的默认图层添加到地图**

source: The default data: Standardized Precipitation Index for all epochs, JRC's Drought Vulnerability Index for 2018, and population disaggregated by gender, will be added to the map for the region of interest.
ar: البيانات الافتراضية: سيُضاف مؤشر الهطول المعياري لجميع الفترات، ومؤشر JRC لقابلية التأثر بالجفاف لعام 2018، والسكان مقسمون حسب الجنس، إلى الخريطة الخاصة بالمنطقة التي تعنيك.
es: Los datos por defecto: Índice de precipitación estandarizada para todas las épocas, Índice de vulnerabilidad a la sequía del CCI para 2018 y población clasificada por género, se añadirán al mapa para la región de interés.
fr: Les données par défaut : Indice de précipitations normalisé pour toutes les époques, Indice de vulnérabilité à la sécheresse du CCR pour 2018, et population ventilée par sexe, seront ajoutées à la carte pour la région d'intérêt.
pt: Os dados predefinidos: Índice de Precipitação Padronizado para todas as épocas, o Índice de Vulnerabilidade de Seca JRC para 2018 e a população desagragada por género serão adicionados ao mapa para a região de interesse.
zh: 默认数据：所有时期的标准化降水指数、JRC 的 2018 年干旱脆弱性指数以及按性别分类的人口，将被添加到感兴趣区域的地图中。

source: Summarizing SO 3 indicators for reporting to UNCCD
ar: تلخيص مؤشرات الهدف الاستراتيجي رقم 3 لتقديم التقارير إلى اتفاقية الأمم المتحدة لمكافحة التصحر (UNCCD)
es: Resumir los indicadores del OE 3 para presentar como informe a la UNCCD
fr: Résumé des indicateurs de SO 3 pour le rapport à l'UNCCD
pt: Resumir indicadores OE 3 para reportar à UNCCD
ru: Обобщение показателей SO 3 для отчетности перед КБО ООН
zh: 总结用于向 UNCCD 报告的 SO 3 指标

source: **Objective**: Learn to integrate the drought indicators in alingment with UNCCD SO3 reporting requirements.
ar: **الهدف**: تعلم كيفية دمج مؤشرات الجفاف بما يتماشى مع متطلبات تقديم التقارير الخاصة بالهدف الاستراتيجي رقم 3 لاتفاقية الأمم المتحدة لمكافحة التصحر.
es: **Objetivo**: Aprende a integrar los indicadores de sequía de acuerdo a los requisitos de presentación de informes del OE3 de la CNULD.
fr: **Objective** : Apprendre à intégrer les indicateurs de sécheresse en accord avec les exigences du rapport SO3 de l'UNCCD.
pt: **Objetivo**: Saiba como integrar os indicadores de seca em alinhamento com os requisitos de reportagem do OE3 da UNCCD.
ru: **Цель**: Научиться интегрировать индикаторы засухи в соответствии с требованиями к отчетности SO3 КБО ООН.
zh: **目标**：学习将干旱指标与 UNCCD SO3 报告要求相结合。

source: **Internet access**: Not required
ar: ** الوصول إلى الإنترنت **: غير مطلوب
es: **Acceso a Internet**: no requerido
fr: **Accès Internet**: Non requis
pt: **Acesso à Internet**: não obrigatório
ru: ** Доступ в интернет **: не требуется
zh: **互联网接入**：不需要

source: You will need to have previously calculated the indicators of drought hazard, exposure and vulnerability. If you have not, please refer to the previous step on this tutorial.
ar: يجب أن يتوافر لديك حساب مؤشرات خطر الجفاف والتعرض له وقابلية التأثر به الذي قمت به مسبقاً. أمل إذا لم يكن في حوزتك، فيُرجى الرجوع إلى الخطوة السابقة في هذا البرنامج التدريبي.
es: Es necesario que haya calculado previamente los indicadores de peligro de sequía, exposición y vulnerabilidad. En caso contrario, consulte el paso anterior de este tutorial.
fr: Vous devrez avoir préalablement calculé les indicateurs de danger, d'exposition et de vulnérabilité à la sécheresse. Si vous ne l'avez pas fait, veuillez vous référer à l'étape précédente de ce tutoriel.
pt: Terá que ter calculado anteriormente os indicadores de risco, exposição e vulnerabilidade de seca. Se não o tiver feito, consulte o passo anterior deste tutorial.
ru: Вам нужно будет предварительно рассчитать показатели опасности засухи, ее воздействия и уязвимости к ней. Если вы еще этого не сделали, обратитесь к предыдущему шагу этого руководства.
zh: 您需要事先计算干旱危害、暴露和脆弱性的指标。如果还没有这样做，请参阅本教程的上一步。

source: Click on the Trends.Earth toolbar within QGIS, and click on the Trends.Earth icon.
ar: انقر على شريط أدوات Trends.Earth داخل QGIS، وانقر على أيقونة Trends.Earth.
es: Haga clic en la barra de herramientas de Trends.Earth dentro de QGIS, y haga clic en el icono de Trends.Earth.
fr: Cliquez sur la barre d'outils Trends.Earth dans QGIS, puis cliquez sur l'icône Trends.Earth.
pt: Clique na barra de ferramentas Trends.Earth na QGIS e clique no ícone Trends.Earth.
ru: Кликните по панели инструментов Trends.Earth в QGIS, а затем по иконке Trends.Earth.
zh: 点击QGIS内的Trends.Earth工具条，并点击Trends.Earth图标。

source: The **Trends.Earth** panel will open. In the **Algorithm** window, click on click on **Drought - Vulnerability and exposure** and select **Execute locally** under **Drought vulnerability summary table**.
ar: ستفتح لوحة **Trends.Earth**. في نافذة **الخوارزمية**، اضغط على **الجفاف - قابلية التأثر به والتعرض له** واختر **التنفيذ محلياً** الموجود تحت **جدول ملخص قابلية التأثر بالجفاف**.
es: Se abrirá el panel **Trends.Earth**. En la ventana **Algorithm**, haga clic en **Drought - Vulnerability and exposure** y seleccione **Execute locally** en **Drought vulnerability summary table**.
fr: Le panneau **Trends.Earth** s'ouvrira. Dans la fenêtre **Algorithm**, cliquez sur **Drought - Vulnerability and exposure** et sélectionnez **Execute locally** sous **Drought vulnerability summary table**.
pt: O painel **Trends.Earth** irá abrir. Na janela **Algoritmo** clique em **Seca - Vulnerabilidade e exposição** e selecione **Executar localmente** em **Tabela de resumo de vulnerabilidade de seca**.
ru: Откроется панель **Trends.Earth**. В окне **Алгоритм** нажмите **Засуха — уязвимость и воздействие** и выберите **Выполнить локально** в **Сводной таблице уязвимостей к засухе**.
zh: **Trends.Earth** 面板将打开。在 **算法** 窗口中，点击 **干旱——脆弱性和暴露**，并在 **干旱脆弱性汇总表** 下选择 **本地执行**。

source: Select the **Drought dataset (hazard and exposure)** from the drop-down list
ar: اختر **مجموعة بيانات الجفاف (خطره والتعرض له) ** من القائمة المنسدلة
es: Seleccione el **Drought dataset (peligro y exposición)** de la lista desplegable
fr: Sélectionnez l'ensemble de données **Drought dataset (hazard and exposure)** dans la liste déroulante.
pt: Escolha **Conjunto de dados de seca (risco e exposição)** na lista drop-down
ru: Выберите **Набор данных о засухе (опасность и воздействие)** из раскрывающегося списка.
zh: 从下拉列表中选择**干旱数据集（危害和暴露）**
