Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/training/index.po
Languages: ar, fr, pt, zh

source: Settings
ar: إعدادات
fr: Réglages
pt: Configurações
zh: 设置

source: Land Degradation
ar: تدهور الأرض
fr: Dégradation des terres
pt: Degradação do Solo
zh: 土地退化

source: Drought
ar: الجفاف
fr: Sécheresse

source: UNCCD Reporting
ar: تقارير اتفاقية الأمم المتحدة لمكافحة التصحر
fr: Rapports de la CNULCD
pt: Relatório do UNCCD
zh: UNCCD 报告

source: Land Consumption
ar: إستهلاك الأرض
fr: Consommation foncière
pt: Consumo do Solo
zh: 土地消耗

source: Carbon
ar: الكربون
fr: Carbone
pt: Carbono
zh: 碳

source: Restoration
ar: الاستعادة
fr: Restauration
pt: Recuperação
zh: 恢复

source: Dataset Metadata
ar: البيانات الوصفية لمجموعة البيانات
fr: Métadonnées du jeu de données
pt: Metadados do Conjunto de Dados
zh: 数据集元数据

source: False Positives/Negatives
ar: الإيجابيات الكاذبة / السلبيات
fr: Faux positifs/négatifs
pt: Falsos Positivos/Negativos
zh: 假阳性/阴性

source: Dataset Reports
ar: تقارير مجموعة البيانات
fr: Rapports de jeu de données
pt: Relatórios do Conjunto de Dados
zh: 数据集报告

source: Training Manual
ar: دليل التدريب
fr: Manuel de formation
pt: Manual de Treino
zh: 培训手册
