Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/training/reports.po
Languages: ar, es, pt, ru

source: Dataset Reports
ar: تقارير مجموعة البيانات
es: Informes de conjuntos de datos
pt: Relatórios de Conjuntos de Dados
ru: Отчеты о наборах данных

source: **Objective**: Learn how to generate and view reports from one or more datasets.
ar: **الهدف**: تعرف على كيفية إنشاء التقارير من مجموعة بيانات واحدة أو أكثر وعرضها.
es: **Objetivo**: Aprender a generar y visualizar informes a partir de uno o varios conjuntos de datos.
pt: **Objetivo**: Saber como gerar e ver relatórios a partir de um ou mais conjuntos de dados.
ru: **Цель**: узнать, как создавать и просматривать отчеты из одного или нескольких наборов данных.

source: **Estimated time of completion**: 10 minutes
ar: **الوقت المقدر للإكمال**: 10 دقائق
es: **Tiempo estimado de finalización**: 10 minutos
pt: **Tempo estimado de conclusão**: 10 minutos
ru: **Ориентировочное время выполнения**: 10 минут

source: **Internet access**: Not Required
ar: **الوصول إلى الإنترنت**: غير مطلوب
es: **Acceso a internet**: No se requiere
pt: *Acesso à Internet**: Não Obrigatório
ru: **Доступ в Интернет**: не требуется

source: View Dataset Output Reports
ar: عرض تقارير إخراج مجموعة البيانات
es: Visualizar informes de salida del conjunto de datos
pt: Ver Relatórios de Resultados de Conjunto de Dados
ru: Просмотр выходных отчетов набора данных

source: Select the **Open report directory** sub-menu in a dataset item's report button.
ar: اختر القائمة الفرعية **فتح دليل التقرير** في زر تقرير عنصر مجموعة بيانات.
es: Seleccione el submenú **Abrir directorio de informes** en el botón de informe de un conjunto de datos.
pt: Escolha o sub-menu **Abrir diretório de relatórios** no botão de relatório do item do conjunto de dados.
ru: Выберите подменю **Открыть каталог отчетов** с помощью кнопки отчета элемента набора данных.

source: This action will open the directory containing the output reports for the selected dataset. Depending on the report configuration for the given algorithm, the directory will contain PDF and/or image files showing the default thematic layers for the selected dataset.
ar: سيفتح هذا الإجراء الدليل الذي يضم تقارير الإخراج لمجموعة البيانات المحددة. على حسب ضبط التقرير للخوارزمية المحددة، سيحتوي الدليل على ملفات PDF و/أو ملفات صور توضح الطبقات النسقية الافتراضية لمجموعة البيانات المحددة.
es: Esta acción abrirá el directorio que contiene los informes de salida para el conjunto de datos seleccionado. Dependiendo de la configuración del informe para el algoritmo dado, el directorio contendrá archivos PDF y/o de imagen que muestran las capas temáticas por defecto para el conjunto de datos seleccionado.
pt: Esta ação irá abrir o diretório que contem os relatórios de resultados para o conjunto de dados selecionado. Dependendo da configuração do relatório para o algoritmo dado, o diretório irá conter ficheiros PDF e/ou de imagem, que irão apresentar camadas temáticas predefinidas para o conjunto de dados selecionado.
ru: Это действие откроет каталог, содержащий выходные отчеты для выбранного набора данных. В зависимости от конфигурации отчета для данного алгоритма каталог будет содержать файлы PDF и/или изображения, показывающие тематические слои по умолчанию для выбранного набора данных.

source: The example below is from the sub-indicators for SDG 15.3.1 algorithm with the AOI set to Uganda.
ar: المثال التالي مأخوذ من المؤشرات الفرعية لخوارزمية هدف التنمية المستدامة رقم 15.3.1 مع تعيين AOI لأوغندا.
es: El siguiente ejemplo es de los subindicadores para el algoritmo ODS 15.3.1 con el AOI establecido en Uganda.
pt: O exemplo em baixo é de um dos sub-indicadores para o algoritmo ODS 15.3.1 com a ADI definida para o Uganda.
ru: Приведенный ниже пример взят из подпоказателей для алгоритма ЦУР 15.3.1 с выбором Уганды в качестве области интереса.

source: Open Report Layouts
ar: افتح تقرير التخطيطات
es: Abrir diseños de informe
pt: Abrir Esquemas de Relatório
ru: Открыть макеты отчета

source: Select the **Open layouts...** sub-menu in a dataset item's report button.
ar: اختر القائمة الفرعية **فتح التخطيطات...** في زر تقرير عنصر مجموعة بيانات.
es: Seleccione el submenú **Abrir diseños...** en el botón de informe de un elemento del conjunto de datos.
pt: Escolha o sub-menu **Abrir esquemas...** no botão de relatório de um item do conjunto de dados.
ru: Выберите подменю **Открыть макеты...** в кнопке отчета элемента набора данных.

source: This action will open the QGIS project containing the job's layers and layouts in a separate application instance.
ar: سيفتح هذا الإجراء مشروع QGIS الذي يحتوي طبقات الوظيفة وتخطيطاتها في نسخة منفصلة من التطبيق.
es: Esta acción abrirá el proyecto QGIS que contiene las capas y los diseños del trabajo en una instancia de aplicación independiente.
pt: Esta ação irá abrir o projeto QGIS que contém as camadas e esquemas do trabalho numa instância da aplicação separada.
ru: Это действие откроет проект QGIS, содержащий слои и макеты задания, в отдельном экземпляре приложения.

source: By default, on opening the project, a warning message will appear indicating Python macros cannot be run. This is a security features that prevents users from running macros for QGIS projects from unknown or untrusted sources. However, in this case, the project is locally generated hence it is safe to run macros by clicking on the **Enable Macros** button in the message bar (top-right corner).
ar: الوضع الافتراضي عند فتح المشروع، أن تظهر رسالة تحذير تشير إلى عدم إمكانية تشغيل وحدات ماكرو بايثون. وهي أحد خصائص الأمان التي تمنع المستخدمين من تشغيل وحدات الماكرو لمشاريع QGIS من مصادر غير معروفة أو غير موثوق بها. ومع ذلك، في هذه الحالة، يُنشأ المشروع محلياً ومن ثم يمكن تشغيل وحدات الماكرو بأمان بالضغط على زر **تمكين وحدات الماكرو** في شريط الرسائل (الزاوية العلوية اليمنى).
es: Por defecto, al abrir el proyecto, aparecerá un mensaje de advertencia indicando que las macros de Python no pueden ser ejecutadas. Esta es una característica de seguridad que evita que los usuarios ejecuten macros para proyectos QGIS desde fuentes desconocidas o no fiables. Sin embargo, en este caso, el proyecto se genera de manera local, por lo que es seguro ejecutar macros haciendo clic en el botón **Habilitar macros** de la barra de mensajes (esquina superior derecha).
pt: Por defeito, ao abrir um projeto, irá aparecer uma mensagem de aviso que indica que as macros de Python não podem ser corridas. Esta é uma funcionalidade de segurança que evita que os utilizadores corram macros para projetos QGIS de fontes desconhecidas ou não fidedignas. No entanto, neste caso, o projeto é gerado localmente, por isso é seguro correr macros clicando no botão "Permitir Macros" na barra de mensagem (canto superior direito).
ru: По умолчанию при открытии проекта появляется предупреждающее сообщение о невозможности запуска макросов Python. Это функция безопасности, которая не позволяет пользователям запускать макросы для проектов QGIS из неизвестных или ненадежных источников. Однако в этом случае проект генерируется локально, поэтому можно безопасно запускать макросы, нажав кнопку **Включить макросы** на панели сообщений (в правом верхнем углу).

source: On the Layout Manager dialog, select a layout name in the list then click on **Show** to edit the layout.
ar: في مربع حوار مدير التخطيط، حدد اسم التخطيط في القائمة ثم اضغط على **إظهار** لتعديل التخطيط.
es: En el cuadro de diálogo Administrador de diseño, seleccione un nombre de diseño en la lista y luego haga clic en **Mostrar** para editar el diseño.
pt: No diálogo de Gestor de Esquemas escolha o nome do esquema na lista e depois clique em **Mostrar** para editar o esquema.
ru: В диалоговом окне «Диспетчер макетов» выберите имя макета в списке, затем нажмите **Показать**, чтобы отредактировать макет.

source: If the **Reports** button (|iconReports|) is disabled, it means the report generation task is still running and will automatically be enabled once the process is complete.
ar: إذا كان زر **التقارير** (|iconReports|) معطلاً، فهذا يعني أن مهمة إنشاء التقرير لا تزال قيد التشغيل وستمّكن تلقائياً بمجرد اكتمال العملية.
es: Si el botón **Informes** (|iconReports|) está deshabilitado, significa que la tarea de generación de informes aún se está ejecutando y se habilitará automáticamente una vez que se complete el proceso.
pt: Se o botão **Relatórios** (|iconReports|) estiver desativado, isto significa que a tarefa de criação do relatório ainda está a correr e será ativado automaticamente assim que o processo estiver completo.
ru: Если кнопка **Отчеты** (|iconReports|) отключена, это означает, что задача создания отчетов все еще выполняется и будет автоматически включена после завершения процесса.

source: iconReports
es: iconInformes

source: If the **Reports** button is not visible, then it means there is no report configuration defined for datasets resulting from the given algorithm.
ar: إذا كان الزر **التقارير** غير ظاهر، فهذا يعني أنه لا توجد إعدادات ضبط تقرير محددة لمجموعات البيانات الناتجة عن الخوارزمية المحددة.
es: Si el botón **Informes** no está visible, significa que no hay una configuración de informe definida para los conjuntos de datos resultantes del algoritmo dado.
pt: Se o botão **Relatórios** não estiver visível, isto significa que não está definida qualquer configuração de relatório para os conjuntos de dados resultantes de um dado algoritmo.
ru: Если кнопка **Отчеты** не видна, это означает, что для наборов данных, полученных в результате данного алгоритма, не определена конфигурация отчета.

source: To allow macros to be executed automatically, go to **Settings > Options** then, under the **General** category, scroll to the bottom to the **Enable Macros** setting. Select **Always**, though this option is not recommended especially if you interact with qgs or qgz projects from external sources.
ar: للسماح بتنفيذ وحدات الماكرو تلقائياً، انتقل إلى **الإعدادات>الخيارات**، ثم تحت فئة **عام**، مرر لأسفل إلى إعداد * تمكين وحدات الماكرو**. اختر **دائماً**، على الرغم من أننا لا نوصي بهذا الخيار خاصةً إذا كنت تتعامل مع مشاريع qgs أو qgz من مصادر خارجية.
es: Para permitir que las macros se ejecuten automáticamente, vaya a **Configuración > Opciones** y luego, en la categoría **General**, desplácese hasta el final hasta el ajuste **Habilitar macros**. Seleccione **Siempre**, aunque esta opción no se recomienda especialmente si interactúa con proyectos qgs o qgz de fuentes externas.
pt: Para permitir que as macros sejam executadas automaticamente, vá a **Definições > Opções** e depois, na categoria **Geral**, desça até ao fundo até à opção **Permitir Macros**. Escolha **Sempre**, sendo que esta opção não é recomendada, especialmente de interagir com projetos qgs ou qgz de fontes externas.
ru: Чтобы разрешить автоматическое выполнение макросов, перейдите в **Настройки > Параметры**, затем в категории **Общие** прокрутите вниз до параметра **Включить макросы**. Выберите **Всегда**, хотя этот вариант не рекомендуется, особенно если вы взаимодействуете с проектами qgs или qgz из внешних источников.
