Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/training/restoration.po
Languages: es, fr, ru, zh

source: Potential Carbon Sequestration under Restoration
es: Potencial robo de carbono bajo restauración
fr: Séquestration potentielle du carbone dans le cadre d'une restauration
ru: Потенциальная секвестрация углерода при восстановлении
zh: 恢复中的潜在碳封存

source: **Objective**: Learn how to compute carbon sequestration under different forest restoration activities.
es: **Objetivo**: Aprender a calcular el robo de carbono en diferentes actividades de restauración forestal.
fr: **Objectif** : Apprendre à calculer la séquestration du carbone dans le cadre de différentes activités de restauration forestière.
ru: **Цель**: узнать, как рассчитать поглощение углерода при различных мероприятиях по лесовосстановлению.
zh: **目标**：了解如何计算不同森林恢复活动下的碳封存。

source: **Estimated time of completion**: 20 minutes
es: **Tiempo estimado de finalización**: 20 minutos
fr: **Temps estimé d'achèvement**: 20 minutes
ru: ** Расчетное время завершения **: 20 минут
zh: **预计完成时间**：20分钟

source: **Internet access**: Required
es: **Acceso a Internet**: Necesario
fr: **Accès Internet**: Obligatoire
ru: ** Доступ в интернет **: требуется
zh: **互联网接入**：必填

source: Refer to the :ref:`background_restoration` for background information on the datasets and
es: Consulte el archivo :ref:'background_restoration' para obtener información general sobre los conjuntos de datos y
fr: Reportez-vous à la :ref:`background_restoration` pour des informations générales sur les ensembles de données et les
ru: Обращайтесь к :ref:`background_restoration` для получения информации о наборах данных и
zh: 关于数据集的背景信息，请参阅 :ref:`background_restoration`

source: methodology used for this tutorial.
es: metodología usada para este tutorial.
fr: méthodologie utilisée pour ce tutoriel.
ru: методология использована в данном руководстве.
zh: 本教程使用的方法。

source: Estimate potential impacts of restoration
es: Estimar los impactos potenciales de la restauración
fr: Estimer les impacts potentiels de la restauration
ru: Оценить потенциальное влияние восстановления
zh: 估计恢复的潜在影响

source: In the **Algorithms** tab in Trends.Earth plugin in QGIS, under the **Experimental** menu, select **Potential change in biomass due to restoration - Above and below ground woody** menu.
es: En la pestaña **Algoritmos** del plugin Trends.Earth en QGIS, en el menú **Experimental**, seleccione el menú **Cambio potencial en la biomasa debido a la restauración - Leñoso por encima y por debajo del suelo**.
fr: Dans l'onglet **Algorithmes** du plugin Trends.Earth dans QGIS, sous le menu **Expérimental**, sélectionnez **Changement potentiel de la biomasse dû à la restauration – Ligneux aériens et souterrains**.
ru: В закладке **Алгоритмы** в плагине Trends.Earth в QGIS в меню **Экспериментальное** выберите меню **Потенциальное изменение биомассы в результате восстановления - над и под древесной массой на поверхности земли**.
zh: 在 QGIS 中 Trends.Earth 插件的 **算法** 选项卡中，在 **实验性** 菜单下，选择 **恢复导致的生物量潜在变化——地上和地下木本** 菜单。

source: Select the **Estimate potential impacts of restoration** menu by selecting **Execute locally**.
es: Seleccione el menú **Estimar los impactos potenciales de la restauración** seleccionando **Ejecutar de manera local**.
fr: Sélectionnez le menu **Estimer les impacts potentiels de la restauration** en sélectionnant **Exécuter localement**.
ru: Выберите меню **Оценить потенциальное влияние восстановления**, выбрав **Осуществить локально**.
zh: 选择**本地执行**，以进一步选择**估计恢复的潜在影响**菜单。

source: A window will appear where you can select the paramaters for the restoration analysis. Select the type of restoration: terrestrial or coastal (mangrove). Define the length of the intervention in year.
es: Aparecerá una ventana donde puede seleccionar los parámetros para el análisis de la restauración. Seleccione el tipo de restauración: terrestre o costera (manglar). Defina la duración de la intervención en año.
fr: Une fenêtre apparaît dans laquelle vous pouvez sélectionner les paramètres de l'analyse de la restauration. Sélectionnez le type de restauration : terrestre ou côtière (mangrove). Définir la durée de l'intervention en année.
ru: Появится окно, в котором вы можете выбрать параметры для анализа восстановления. Выберите тип восстановления: на суше или прибрежное (мангровое). Определите длительность вмешательства в течение года.
zh: 将出现一个窗口，您可以在其中选择恢复分析的参数。选择恢复类型：陆地或沿海（红树林）。定义干预的年限。

source: Select **Change region** to define the area of interest.
es: Seleccione **Cambiar región** para definir el área de interés.
fr: Sélectionnez **Changer de région** pour définir la zone d'intérêt.
ru: Выбрать **Изменить регион**, чтобы определить интересующий вас регион.
zh: 选择 **更改区域** 以定义感兴趣区域。

source: The `Natural Earth Administrative Boundaries`_ provided in Trends.Earth are in the `public domain`_. The boundaries and names used, and the designations used, in Trends.Earth do not imply official endorsement or acceptance by Conservation International Foundation, or by its partner organizations and contributors.
fr: Les `Natural Earth Administrative Boundaries`_ fournies dans Trends.Earth sont dans le `public domain`_. Les limites et les noms utilisés, ainsi que les désignations utilisées, dans Trends.Earth n'impliquent pas l'approbation officielle ou l'acceptation par Conservation International Foundation, ou par ses organisations partenaires et contributeurs.
ru: «Административные границы естественной земли», представленные в Trends.Earth, находятся в «общественном достоянии». Используемые границы и названия, а также обозначения, используемые в Trends.Earth, не подразумевают официального одобрения или принятия со стороны Международного фонда сохранения или его партнерских организаций и участников.
zh: 在Trends.Earth中提供的“自然地球行政边界”_在“公共领域”中。在Trends.Earth中使用的边界和名称以及使用的名称并不意味着保护国际基金会或其合作组织和贡献者的正式认可或接受。

source: If using Trends.Earth for official purposes, it is recommended that users choose an official boundary provided by the designated office of their country.
es: Si utiliza |trends.earth| para fines oficiales, se recomienda que los usuarios elijan un límite oficial proporcionado por la oficina designada de su país.
fr: Si vous utilisez Trends.Earth à des fins officielles, il est recommandé de choisir une frontière officielle fournie par le bureau désigné de votre pays.
ru: Если вы используете Trends.Earth для официальных целей, пользователям рекомендуется выбирать официальные границы, предоставляемые назначенным офисом их страны.
zh: 如果使用Trends.Earth作为官方用途，建议用户选择其国家指定办公室提供的官方边界。

source: Use your own area file: If you want to use your own area of analysis, make sure the **Area from file** option is highlighted. Then click **Browse** and navigate to the folder in your computer where you have the file stored.
es: Use su propio archivo de área: si desea usar su propia área de análisis, asegúrese de que la opción **Área del archivo** esté resaltada. A continuación, haga clic en **Buscar** y vaya a la carpeta en su computadora donde tiene el archivo almacenado.
fr: Utilisez votre propre fichier de zone: Si vous souhaitez utiliser votre propre zone d'analyse, assurez-vous que l'option **Area from file** est en surbrillance. Cliquez ensuite sur **Parcourir** et naviguez jusqu'au dossier de votre ordinateur où vous avez stocké le fichier.
ru: Используйте свой собственный файл области: если вы хотите использовать свою собственную область анализа, убедитесь, что опция ** Область из файла ** выделена. Затем нажмите ** Обзор ** и перейдите к папке на вашем компьютере, где хранится файл.
zh: 使用您自己的区域文件：如果您想使用自己的分析区域，请确保突出显示**文件区域**选项。然后单击**浏览**并导航到计算机中存储文件的文件夹。

source: Add a descriptive name and notes for the analysis
es: Añada un nombre descriptivo y notas para el análisis
fr: Ajoutez un nom descriptif et des notes pour l'analyse.
ru: Добавить описательное название и примечания для анализа
zh: 为分析添加描述性名称和注释

source: Select **Schedule remote exectution**
es: Seleccione **Programar ejecución remota**
fr: Sélectionnez **Programmer l'exécution à distance**.
ru: Выбрать **Запланировать удаленное выполнение**
zh: 选择**安排远程执行**

source: A light blue bar will temporarily show, indicating that the task was successfully submitted. The analysis will be run in Google servers and could take between 5 and 15 minutes depending on the size of the study area (larger areas tend to take longer).
es: Aparecerá una barra azul clara temporalmente, lo que indica que la tarea se envió correctamente. El análisis se ejecutará en los servidores de Google y podría tomar entre 5 y 15 minutos dependiendo del tamaño del área de estudio (las áreas más grandes tienden a tomar más tiempo).
fr: Une barre bleu clair s'affichera temporairement, indiquant que la tâche a été soumise avec succès. L'analyse sera exécutée sur les serveurs de Google et pourrait prendre entre 5 et 15 minutes en fonction de la taille de la zone d'étude (les grandes zones ont tendance à prendre plus de temps).
ru: Временно отобразится голубая полоса, указывающая, что задание было успешно отправлено. Анализ будет выполняться на серверах Google и может занять от 5 до 15 минут в зависимости от размера исследуемой области (большие области, как правило, занимают больше времени).
zh: 将暂时显示浅蓝色条，表示任务已成功提交。该分析将在Google服务器中运行，可能需要5到15分钟，具体取决于研究区域的大小（较大的区域往往需要更长的时间）。

source: Table summarizing likely changes in biomass
es: Tabla que resume los probables cambios en la biomasa
fr: Tableau résumant les changements probables de la biomasse
ru: Таблица с подведенными итогами по возможным изменениям биомассы
zh: 总结生物量可能变化的表格

source: Go the the **Datasets** tab to **Add default layers from this dataset to map**.
es: Vaya a la pestaña **Conjunto de datos** para **Añadir capas predeterminadas de este conjunto de datos al mapa**.
fr: Allez dans l'onglet **Ensemble de données** pour **Ajouter des couches par défaut de ce jeu de données à la carte**.
ru: Перейдите в закладку **Наборы данных** к **Добавить уровни по умолчанию из этого набора данных на карте**.
zh: 转到**数据集**选项卡以**将此数据集中的默认图层添加到地图**。

source: In order to view the defined area of interest with reference data, select the **Load Base Map** in the **Datasets** tab.
es: Para ver el área de interés definida con datos de referencia, seleccione **Cargar mapa base** en la pestaña **Conjuntos de datos**.
fr: Afin de visualiser la zone d'intérêt définie avec les données de référence, sélectionnez l'option **Chargez la carte de base** dans l'onglet **Ensembles de données**.
ru: Чтобы увидеть определенный интересующий вас регион со справочными данными, выберите **Загрузить основную карту** в закладке **Наборы данных**.
zh: 要使用参考数据查看定义的感兴趣区域，请在 **数据集** 选项卡中选择 **加载基本地图**。

source: Go back to the **Algorithms** tab in Trends.Earth plugin in QGIS, under the **Experimental** menu, select **Potential change in biomass due to restoration - Above and below ground woody** menu and select the **Execute locally** button under **Table summarizing likely changes in biomass**.
es: Vuelva a la pestaña **Algoritmos** en el plugin Trends.Earth en QGIS, en el menú **Experimental**, seleccione **Cambio potencial en la biomasa debido a la restauración - Por encima y por debajo del suelo leñoso** y seleccione el botón **Ejecutar de manera local** en la **Tabla que resume los cambios probables en la biomasa**.
fr: Revenez à l'onglet **Algorithmes** du plugin Trends.Earth dans QGIS, sous le menu **Expérimental**, sélectionnez **Changement potentiel de la biomasse dû à la restauration – Ligneux aériens et souterrains** et sélectionnez le bouton **Exécuter localement** sous **Tableau résumant les changements probables de la biomasse**.
ru: Перейдите обратно в закладку **Алгоритмы** в плагине Trends.Earth в QGIS, в меню **Экспериментальное**, выберите меню **Потенциальное изменение биомассы в результате восстановления - над и под древесной массой на поверхности земли** и выберите кнопку **Осуществить локально** в **Таблице с подведенными итогами по возможным изменениям биомассы**.
zh: 返回到 QGIS 中 Trends.Earth 插件中的 **算法** 选项卡，在 **实验性** 菜单下，选择 **恢复导致的潜在生物变化——地上和地下木本** 菜单，并选择 **在总结生物量可能变化的表格**下的**本地执行**按钮。

source: The layers will pre-populate in the data layer drop-down lists. Confirm the region is the same area of interest, provide descriptive names and notes and select **Execute locally**.
es: Las capas se rellenarán previamente en las listas desplegables de capas de datos. Confirme que la región es la misma área de interés, proporcione nombres y notas descriptivas y seleccione **Ejecutar de manera local**.
fr: Les couches seront pré-remplies dans les listes déroulantes des couches de données. Confirmez que la région correspond à la même zone d'intérêt, fournissez des noms et des notes descriptives et sélectionnez **Exécuter localement**.
ru: Уровни будут заполнены автоматически в уровне данных в раскрывающихся списках. Подтвердите, что это тот же самый интересующий вас регион, добавьте описательное название и примечания и выберите **Осуществить локально**.
zh: 这些层将预先填充在数据层下拉列表中。确认此区域是同一感兴趣区域，提供描述性名称和注释并选择**本地执行**。

source: A spreadsheet comparing the final outputs is saved in your **trends_earth_data*** folder under your user account on your computer (e.g., C:\Users\mnoon\trends_earth_data).
es: Una hoja de cálculo que compara los resultados finales está guardada en su carpeta **trends_earth_data*** en su cuenta de usuario en su computadora (por ejemplo, C:\Users\mnoon\trends_earth_data).
fr: Une feuille de calcul comparant les résultats finaux est enregistrée dans votre dossier **tendances_données_terrestres*** sous votre compte d'utilisateur sur votre ordinateur (par exemple, C:\Users\mnoon\tendances_données_terrestres).
ru: Электронная таблица, сравнивающая окончательные результаты, сохраняется в вашей папке **trends_earth_data*** в вашем аккаунте пользователя на вашем компьютере (например, C:\Users\mnoon\trends_earth_data).
zh: 比较最终输出的电子表格保存在您计算机用户账户下的 **trends_earth_data*** 文件夹中（例如 C:\Users\mnoon\trends_earth_data）。
