Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/training/unccdreporting.po
Languages: es, fr, pt, ru, zh

source: UNCCD Reporting
es: Informes de la UNCCD
fr: Rapports de la CNULCD
pt: Relatório do UNCCD
ru: Отчеты для UNCCD
zh: UNCCD 报告

source: Generate data package for UNCCD reporting
es: Generar un paquete de datos para la presentación de informes de la CLD
fr: Production de paquets de données pour les rapports de la CNULCD
pt: Gerar pacote de dados para relatório UNCCD
ru: Создать пакет данных для отчетов для UNCCD
zh: 为 UNCCD 报告生成数据包

source: In the **Trends.Earth** panel, select the **Algorithm** window, click on **UNCCD Reporting - Generate data package for UNCCD reporting** and select **Execute locally**.
es: En el panel **Trends.Earth**, seleccione la ventana **Algoritmo**, haga clic en **Informes de clD - Generar paquete de datos para informes de CLD** y seleccione **Ejecutar de forma local**.
fr: Dans le panneau **Trends.Earth**, sélectionnez la fenêtre **Algorithme**, cliquez sur **Rapports de la CNULCD - Générer un paquet de données pour les rapports de la CNULCD** et sélectionnez **Exécuter localement**.
pt: No painel **Trends.Earth** selecione a janela **Algoritmo**, clique em **Relatórios UNCCD - Gerar pacote de dados para relatório UNCCD** e selecione **Executar localmente**.
ru: На панели **Trends.Earth** выберите окно **Алгоритм**, нажмите на **Отчеты для UNCCD — создать пакет данных для отчетов для UNCCD** и выберите **Осуществить локально**.
zh: 在 **Trends.Earth** 面板中，选择 **算法** 窗口，单击 **UNCCD 报告——为 UNCCD 报告生成数据包**，然后选择 **本地执行**。

source: The window will appear with the default data populated in the drop-down lists for the region of interest. Enter **Execution name** and **Notes**. Select **Execute locally**.
es: La ventana aparecerá con los datos por defecto rellenados en las listas desplegables para la región de interés. Introduzca el **nombre de la ejecución** y las **notas**. Seleccione **Ejecutar de forma local**.
fr: La fenêtre s'affiche avec les données par défaut renseignées dans les listes déroulantes pour la région concernée. Entrez le **Nom de l'exécution** et les **Notes**. Sélectionnez **Exécution locale**.
pt: A janela irá aparecer com a data predefinida preenchida nas listas drop-down para a região de interesse. Introduza **Nome da execução** e **Notas**. Selecione **Executar localmente**.
ru: Появится окно с данными по умолчанию, заполненными в раскрывающихся списках для интересующего вас региона. Введите **Название выполнения** и **Примечание**. Выберите **Осуществить локально**.
zh: 窗口将出现，默认数据填充在感兴趣区域的下拉列表中。输入 **执行名称** 和 **注释**。选择**本地执行**。

source: In the **Trends.Earth** panel, select the **Datasets** tab. The task submitted will appear in the menu if the **Download remotely-generated datasets automatically** is checked in settings.
es: En el panel **Trends.Earth**, seleccione la pestaña **Conjuntos de datos**. La tarea presentada aparecerá en el menú si la opción **Descargar automáticamente los conjuntos de datos generados a distancia** está marcada en la configuración.
fr: Dans le panneau **Trends.Earth**, sélectionnez l'onglet **Ensembles de données**. La tâche soumise apparaîtra dans le menu si la case **Télécharger automatiquement les jeux de données générés à distance** est cochée dans les paramètres.
pt: No painel **Trends.Earth** selecione o separador **Conjuntos de dados**. A tarefa submetida irá aparecer no menu se **Descarregar automaticamente conjuntos de dados gerados remotamente** estiver selecionado nas definições.
ru: На панели **Trends.Earth** выберите закладку **Наборы данных**. Сданное задание появится в меню, если поставлена галочка в настройках для **Скачивать автоматически удаленно созданные наборы данных**.
zh: 在 **Trends.Earth** 面板中，选择 **数据集** 选项卡。如果在设置中勾选了**自动下载远程生成的数据集**，则提交的任务将出现在菜单中。

source: Refer to the :ref:`tut_settings` section of this manual to learn more about **Advanced settings**
es: Consulte la sección :ref:'tut_settings' de este manual para obtener más información sobre la **Configuración avanzada**
fr: Consultez la section :ref:`tut_settings` de ce manuel pour en savoir plus sur les **Paramètres avancés**.
pt: Consulte a secção :ref:`tut_settings` deste manual para saber mais sobre **Definições avançadas**
ru: Обратитесь к разделу :ref:`tut_settings` данного руководства, чтобы получить дополнительную информацию о **Дополнительных настройках**
zh: 请参阅本手册的 :ref:`tut_settings` 部分，以了解关于**高级设置**的更多信息

source: Select the Refresh button if the analysis does not appear in the menu.
es: Seleccione el botón Actualizar si el análisis no aparece en el menú.
fr: Sélectionnez le bouton Actualiser si l'analyse n'apparaît pas dans le menu.
pt: Selecione o botão Atualizar se a análise não aparecer no menu.
ru: Выберите кнопку "Обновить", если анализ не появляется в меню.
zh: 如果分析未出现在菜单中，请选择刷新按钮。

source: Select the add layer drop-down button to **Add default layers from this layer to the map**
es: Seleccione el botón desplegable de añadir capa para **Añadir capas por defecto de esta capa al mapa**
fr: Sélectionnez le bouton déroulant d'ajout de couche pour **Ajouter des couches par défaut de cette couche à la carte**.
pt: Escolha o botão de camada para **Adicionar camadas predefinidas desta camada ao mapa**
ru: Выберите раскрывающуюся кнопку для добавления уровня, чтобы **добавить уровни по умолчанию из данного уровня на карте**
zh: 选择添加图层下拉按钮以**将此图层中的默认图层添加到地图**

source: The final SDG 15.3.1 Indicator using default data will be added to the map for the region of interest.
es: El indicador final del ODS 15.3.1 que utiliza datos predeterminados se añadirá al mapa para la región de interés.
fr: L'indicateur final du SDG 15.3.1 utilisant des données par défaut sera ajouté à la carte pour la région concernée.
pt: O último indicador ODS 15.3.1 que utiliza dados predifinidos será adicionado ao mapa para a região de interesse.
ru: Окончательный SDG 15.3.1 Indicator, использующий данные по умолчанию, будет добавлен на карте для интересующего вас региона.
zh: 使用默认数据的最终 SDG 15.3.1 指标将被添加到感兴趣区域的地图中。

source: Refer to the :ref:`background_unccdreporting` background for interpreting the results of this analysis.
es: Consulte el fondo :ref:`background_unccdreporting` para interpretar los resultados de este análisis.
fr: Reportez-vous à l'arrière-plan :ref:`background_unccdreporting` pour interpréter les résultats de cette analyse.
pt: Consulte :ref:`background_unccdreporting` sobre informação para interpretar os resultados desta análise.
ru: Обращайтесь к информации :ref:`background_unccdreporting` для интерпретации результатов данного анализа.
zh: 参考 :ref:`background_unccdreporting` 背景来解释这个分析的结果。

source: iconCalculator
es: iconCalculadora

source: iconReports
es: iconInformes
