Repository: ConservationInternational/trends.earth
Catalog: LDMP/help/i18n/*/LC_MESSAGES/training/tutorial_run_all_subindicators.po
Languages: es, fr

source: Run 1-step subindicators
es: Ejecutar subindicadores de 1 paso
fr: Exécuter des sous-indicateurs en une étape

source: **Objective**: Learn how to run SDG 15.3.1 sub-indicators (changes in land productivity, land cover and soil organic carbon) using Trends.Earth and the default data: LPD from JRC for land productivity, ESA CCI for land cover, and SoilGrids for soil organic carbon. In this tutorial we will use Uganda as an example, but you can choose any study area.
es: **Objetivo**: aprender a ejecutar los subindicadores del SDG 15.3.1 (cambios en la productividad de la tierra, la cubierta terrestre y el carbono orgánico del suelo) utilizando Trends.Earth y los datos por defecto: LPD del CCI para la productividad de la tierra, ESA CCI para la tierra cubierta y SoilGrids para el carbono orgánico del suelo. En este tutorial utilizaremos Uganda como ejemplo, pero puede elegir cualquier área de estudio.
fr: **Objectif**: Apprenez comment exécuter les sous-indicateurs SDG 15.3.1 (changements dans la productivité des terres, la couverture terrestre et le carbone organique du sol) en utilisant Trends.Earth et les données par défaut: LPD du CCR pour la productivité des terres, ESA CCI pour les terres couverture, et SoilGrids pour le carbone organique du sol. Dans ce tutoriel, nous utiliserons l'Ouganda comme exemple, mais vous pouvez choisir n'importe quelle zone d'étude.

source: **Estimated time of completion**: 30 minutes
es: **Tiempo estimado de finalización**: 30 minutos
fr: **Temps estimé d'achèvement**: 30 minutes

source: **Internet access**: Required
es: **Acceso a Internet**: obligatorio
fr: **Accès Internet**: Obligatoire

source: `Download this page as a PDF for off-line use <../pdfs/Trends.Earth_Tutorial02_Computing_Indicators.pdf>`_
es: `Descargue esta página en formato PDF para uso fuera de línea <../pdfs/Trends.Earth_Tutorial02_Computing_Indicators.pdf>`_
fr: `Télécharger cette page en format PDF pour une utilisation hors ligne <../pdfs/Trends.Earth_Tutorial02_Computing_Indicators.pdf>`_

source: Search for the Trends.Earth toolbar within QGIS, and click on the Calculate icon (|iconCalculator|).
es: Busque la barra de herramientas Trends.Earth en QGIS y haga clic en el icono Calcular (|iconCalculator|).
fr: Recherchez la barre d'outils Trends.Earth dans QGIS, puis cliquez sur l'icône Calculer (|iconCalculator|).

source: The **Calculate Indicators** menu will open. In that window, click on **Calculate all three sub-indicators in one step** button found under Step 1 - Option 1.
es: Se abrirá el menú **Calcular indicadores**. En esa ventana, haga clic en el botón **Calcular los tres subindicadores en un solo paso** que se encuentra en el Paso 1 - Opción 1.

source: In the **Setup** tab, select the years of analysis (2000-2015) and make sure that the **UNCCD default data** is selected, and click next.
es: En la pestaña **Configuración**, seleccione los años de análisis (2000-2015) y asegúrese de que **los datos predeterminados** UNCCD ** estén seleccionados, y haga clic en siguiente.
fr: Dans l'onglet **Configuration**, sélectionnez les années d'analyse (2000-2015) et assurez-vous que les données par défaut **UNCCD** sont sélectionnées, puis cliquez sur Suivant.

source: Refer to the :ref:`indicator-15-3-1` section of this manual to learn about the Trends.Earth productivity indicators developed following the `UNCCD Good Practice Guidance (GPG) <http://www2.unccd.int/sites/default/files/relevant-links/2017-10/Good%20Practice%20Guidance_SDG%20Indicator%2015.3.1_Version%201.0.pdf>`_.
es: Consulte la sección: ref: `indicator-15-3-1` de este manual para obtener información sobre las tendencias. Indicadores de productividad de la tierra desarrollados siguiendo la `Guía de buenas prácticas (GBP) de la CNULD <http://www2.unccd.int/sites/default/files/relevant-links/2017-10/Good%20Practiceuidance_SDG%20Indicator%2015.3.1_Version%201.0.pdf>`_.
fr: Reportez-vous à la section: ref: `indicator-15-3-1` de ce manuel pour en savoir plus sur les indicateurs de productivité Trends.Earth développés à la suite du `Guide de bonnes pratiques de la CCD (UNGD) <http://www2.unccd.int/sites/default/files/related-links/2017-10/Best% 20Practice%20Guidance_SDG% 20Indicator% 2015.3.1_Version% 201.0.pdf>`_.

source: In the **Land Cover Setup** tab you have the option of using the default aggregation method proposed by the UNCCD default data or you can customize the aggregation of the legend from the original ESA CCI land cover classes to the 7 required for UNCCD reporting. To customize it, click on **Edit definition** and the **Setup aggregation of land cover data** window will open.
es: En la pestaña **Configuración de cobertura terrestre**, tiene la opción de utilizar el método de agregación predeterminado propuesto por los datos predeterminados de la CNULD o puede personalizar la agregación de la leyenda de las clases originales de cobertura terrestre CCI de la ESA a las 7 requeridas para la presentación de informes de la CNULD. Para personalizarlo, haga clic en **Editar definición** y se abrirá la ventana **Agregación de configuración de datos de cobertura terrestre**.
fr: Dans l'onglet **Land Cover Setup** vous pouvez utiliser la méthode d'agrégation par défaut proposée par les données par défaut de la UNCCD ou vous pouvez personnaliser l'agrégation de la légende des classes de couverture terrestre originale de l'ESA CCI aux 7 requises pour les rapports UNCCD . Pour le personnaliser, cliquez sur **Modifier la définition** et la fenêtre **Agréger l'installation des données de couverture terrestre** s'ouvrira.

source: In this window you will see the original ESA CCI land cover class in the column **Input class** and the final aggregation in the column **Output class**. To change the output class simply click in the drop down arrow next to the color, and select the final output class you want the input class to be reassigned to. Note that this step is only needed if you consider that the default aggregation scheme does not represent the conditions of your study area.
es: En esta ventana, verá la clase de cobertura terrestre CCI de ESA original en la columna **Clase de entrada** y la agregación final en la columna **Clase de salida**. Para cambiar la clase de salida, simplemente haga clic en la flecha desplegable al lado del color y seleccione la clase de salida final a la que desea reasignar la clase de entrada. Tenga en cuenta que este paso solo es requerido si considera que el esquema de agregación predeterminado no representa las condiciones de su área de estudio.
fr: Dans cette fenêtre, vous verrez la classe de couverture terrestre originale ESA CCI dans la colonne **Input class** et l'agrégation finale dans la colonne **Output class**. Pour modifier la classe de sortie, cliquez simplement sur la flèche déroulante à côté de la couleur et sélectionnez la classe de sortie finale à laquelle vous souhaitez réaffecter la classe d'entrée. Notez que cette étape n'est nécessaire que si vous considérez que le schéma d'agrégation par défaut ne représente pas les conditions de votre zone d'étude.

source: When you are done editing, click **Save definition file**. This option will save you time next time you run the tool, by simply loading the definition file you previously saved.
es: Cuando termine de editar, haga clic en **Guardar archivo de definición**. Esta opción le ahorrará tiempo la próxima vez que ejecute la herramienta, simplemente cargando el archivo de definición que guardó anteriormente.
fr: Lorsque vous avez terminé, cliquez sur **Enregistrer le fichier de définition**. Cette option vous fera gagner du temps la prochaine fois que vous lancerez l'outil, en chargeant simplement le fichier de définition précédemment enregistré.

source: Click **Save** to continue
es: Haga clic en **Guardar** para continuar
fr: Cliquez sur **Enregistrer** pour continuer

source: You will be back at the **Land Cover Setup** tab, click **Next**.
es: Volverá a la pestaña **Configuración de portada del terreno**, haga clic en **Siguiente**.
fr: Vous reviendrez à l'onglet **Land Cover Setup**, cliquez sur **Next**.

source: The **Define Effects of Land Cover Change** tab is where you define the meaning of each land cover transition in terms of degradation. Transitions indicated in red (minus sign) will be identified as degradation in the final output, transitions in beige (zero) will be identified as stable, and transitions in green (plus sign) will be identified as improvements.
es: La pestaña **Definir efectos de cambio de cobertura de la tierra** es donde se define el significado de cada transición de cobertura terrestre en términos de degradación. Las transiciones indicadas en rojo (signo menos) se identificarán como degradación en el resultado final, las transiciones en beige (cero) se identificarán como estables y las transiciones en verde (signo más) se identificarán como mejoras.
fr: L'onglet **Définir les effets de la couverture des terres** est l'endroit où vous définissez la signification de chaque transition de couverture terrestre en termes de dégradation. Les transitions indiquées en rouge (signe moins) seront identifiées comme dégradation dans la sortie finale, les transitions en beige (zéro) seront identifiées comme stables et les transitions en vert (signe plus) seront identifiées comme des améliorations.

source: For example, by default it is considered that a pixel that changed from **Grassland** to **Tree-covered** will be considered as improved. However, if in your study area woody plant encroachment is a degradation process, that transition should be changed for that particular study area to degradation (minus sign).
es: Por ejemplo, de forma predeterminada, se considera que un píxel que cambió de **Pastizales** a **Cubierto de árboles** se considerará como mejorado. Sin embargo, si en su área de estudio la usurpación de plantas leñosas es un proceso de degradación, esa transición se debe cambiar para esa área de estudio en particular a la degradación (signo menos).
fr: Par exemple, par défaut, on considère qu'un pixel qui a changé de **Prairie** à **Arbre couvert** sera considéré comme amélioré. Cependant, si dans votre zone d'étude l'empiètement des plantes ligneuses est un processus de dégradation, cette transition devrait être changée pour cette zone d'étude particulière en dégradation (signe moins).

source: If you have made no changes to the default matrix, simply click **Next**.
es: Si no ha realizado cambios en la matriz predeterminada, simplemente haga clic en **Siguiente**.
fr: Si vous n'avez apporté aucune modification à la matrice par défaut, cliquez simplement sur **Suivant**.

source: If you did change the meaning of some of the transitions, click on **Save table to file...** to save the definition for later use. Then click **Next**.
es: Si cambiaste el significado de algunas de las transiciones, haz clic en **Guardar tabla en archivo...** para guardar la definición para su uso posterior. Luego haz clic en **Siguiente**.
fr: Si vous avez modifié la signification de certaines transitions, cliquez sur **Enregistrer la table dans le fichier...** pour enregistrer la définition pour une utilisation ultérieure. Puis cliquez sur **Suivant**.

source: In the **Area** tab define the area of analysis. There are two options:
es: En la pestaña **Área**, defina el área de análisis. Hay dos opciones:
fr: Dans l'onglet **Zone**, définissez la zone d'analyse. Il y a deux options:

source: Use provided country and state boundaries: If you want to use this option make sure the **Administrative area** option is highlighted, and then select the First Level (country) or Second Level (state or province depending on the country).
es: Utilice los límites de país y estado provistos: si desea utilizar esta opción, asegúrese de que la opción **Área administrativa** esté resaltada, y luego seleccione el primer nivel (país) o el segundo nivel (estado o provincia según el país).
fr: Utiliser les limites de pays et d'état fournies: Si vous souhaitez utiliser cette option, assurez-vous que l'option **Zone administrative** est sélectionnée, puis sélectionnez Premier niveau (pays) ou Deuxième niveau (état ou province selon le pays).

source: The `Natural Earth Administrative Boundaries`_ provided in Trends.Earth are in the `public domain`_. The boundaries and names used, and the designations used, in Trends.Earth do not imply official endorsement or acceptance by Conservation International Foundation, or by its partner organizations and contributors.
es: Los `Natural Earth Administrative Boundaries`_ provistos en Trends.Earth están en el `public domain`_. Los límites y los nombres utilizados, y las designaciones utilizadas, en Trends.Earth no implican respaldo o aceptación oficial de Conservation International Foundation, ni de sus organizaciones asociadas y contribuyentes.
fr: Les `Natural Earth Administrative Boundaries`_ fournies dans Trends.Earth sont dans le `public domain`_. Les limites et les noms utilisés, ainsi que les désignations utilisées, dans Trends.Earth n'impliquent pas l'approbation officielle ou l'acceptation par Conservation International Foundation, ou par ses organisations partenaires et contributeurs.

source: If using Trends.Earth for official purposes, it is recommended that users choose an official boundary provided by the designated office of their country.
es: Si utiliza |trends.earth| para fines oficiales, se recomienda que los usuarios elijan un límite oficial proporcionado por la oficina designada de su país.
fr: Si vous utilisez Trends.Earth à des fins officielles, il est recommandé de choisir une frontière officielle fournie par le bureau désigné de votre pays.

source: Use your own area file: If you want to use your own area of analysis, make sure the **Area from file** option is highlighted. Then click **Browse** and navigate to the folder in your computer where you have the file stored.
es: Use su propio archivo de área: si desea usar su propia área de análisis, asegúrese de que la opción **Área del archivo** esté resaltada. A continuación, haga clic en **Examinar** y vaya a la carpeta en su computadora donde tiene el archivo almacenado.
fr: Utilisez votre propre fichier de zone: Si vous souhaitez utiliser votre propre zone d'analyse, assurez-vous que l'option **Area from file** est en surbrillance. Cliquez ensuite sur **Parcourir** et naviguez jusqu'au dossier de votre ordinateur où vous avez stocké le fichier.

source: When you have selected the area for which you want to compute the indicators, click **Next**.
es: Cuando haya seleccionado el área para la que desea calcular los indicadores, haga clic en **Siguiente**.
fr: Lorsque vous avez sélectionné la zone pour laquelle vous souhaitez calculer les indicateurs, cliquez sur **Suivant**.

source: In the **Options** tab you can define the **Task name** and make some **Notes** to identify the analysis you are running. What information to indicate is optional, but we suggest noting:
es: En la pestaña **Opciones** puede definir **Nombre de la tarea** y hacer algunas **Notas** para identificar el análisis que está ejecutando. Qué información para indicar es opcional, pero sugerimos anotar:
fr: Dans l'onglet **Options**, vous pouvez définir le **nom de la tâche** et créer **Notes** pour identifier l'analyse que vous exécutez. Quelle information à indiquer est facultative, mais nous suggérons de noter:

source: Area of analysis
es: Área de análisis
fr: Domaine d'analyse

source: Dates
es: Fechas
fr: Rendez-vous

source: Indicators run
es: Indicadores ejecutados
fr: Les indicateurs fonctionnent

source: When done, click **Calculate** and the task will be submitted to Google Earth Engine for calculations. You will notice that the **Calculate SDG 15.3.1 indicator (one-step)** window will disappear and you will be brought back to QGIS.
es: Cuando haya terminado, haga clic en **Calcular** y la tarea se enviará a Google Earth Engine para realizar los cálculos. Notará que la ventana del indicador **Calculate SDG 15.3.1 (one-step)** desaparecerá y regresará a QGIS.
fr: Lorsque vous avez terminé, cliquez sur **Calculer** et la tâche sera envoyée à Google Earth Engine pour les calculs. Vous remarquerez que la fenêtre **Calculer l'indicateur SDG 15.3.1 (une étape)** disparaîtra et vous serez redirigé vers QGIS.

source: A light blue bar will temporarily show, indicating that the task was successfully submitted. The analysis will be run in Google servers and could take between 5 and 15 minutes depending on the size of the study area (larger areas tend to take longer).
es: Aparecerá una barra azul clara temporalmente, lo que indica que la tarea se envió correctamente. El análisis se ejecutará en los servidores de Google y podría tomar entre 5 y 15 minutos dependiendo del tamaño del área de estudio (las áreas más grandes tienden a tomar más tiempo).
fr: Une barre bleue claire s'affiche temporairement, indiquant que la tâche a été envoyée avec succès. L'analyse sera effectuée sur les serveurs de Google et pourrait prendre entre 5 et 15 minutes selon la taille de la zone d'étude (les zones plus grandes ont tendance à prendre plus de temps).

source: Refer to the :ref:`task_download` tutorial for instructions on how to check the status of the tasks submitted and for downloading results from Trends.Earth.
es: Consulte el tutorial :ref:`task_download` para obtener instrucciones sobre cómo verificar el estado de las tareas enviadas y descargar los resultados de Trends.Earth.
fr: Reportez-vous au tutoriel :ref:`task_download` pour obtenir des instructions sur la façon de vérifier l'état des tâches soumises et de télécharger les résultats de Trends.Earth.
