Repository: ConservationInternational/trends.earth
Catalog: LDMP/help/i18n/*/LC_MESSAGES/training/tutorial_custom_lpd.po
Languages: pt, sw

source: Use custom productivity data
pt: Use dados de produtividade personalizados
sw: Tumia data ya uzalishaji wa desturi

source: **Objective**: Learn how to load custom land productivity data computed outside of Trends.Earth.
pt: **Objetivo**: saiba como carregar dados de produtividade do solo personalizados computados fora do Trends.Earth.
sw: ** Lengo **: Jifunze jinsi ya kupakia data ya uzalishaji wa ardhi ya desturi iliyohesabiwa nje ya Mwelekeo.

source: **Estimated time of completion**: 20 minutes
pt: **Tempo estimado de conclusão**: 20 minutos
sw: ** Muda uliotarajiwa wa kukamilika **: dakika 20

source: **Internet access**: Not required
pt: **Acesso à Internet**: não obrigatório
sw: ** Upatikanaji wa Intaneti **: Haihitajiki

source: `Download this page as a PDF for offline use <../pdfs/Trends.Earth_Tutorial04_Using_Custom_Productivity.pdf>`_
pt: `Faça o download desta página como um PDF para uso offline <../pdfs/Trends.Earth_Tutorial04_Using_Custom_Productivity.pdf>`_
sw: `Pakua ukurasa huu kama PDF kwa matumizi ya nje ya mtandao <../ pdfs / Trends.Earth_Tutorial04_Using_Custom_Productivity.pdf>` _

source: Land productivity data should be formatted following UNCCD guidelines for reporting indicating areas of declining, early signs of decline, stable but stressed, stable, or increasing primary productivity.
pt: Os dados de produtividade da terra devem ser formatados de acordo com as diretrizes da UNCCD para relatórios indicando áreas de declínio, sinais precoces de declínio, produtividade primária estável, estressada, estável ou crescente.
sw: Takwimu za uzalishaji wa ardhi zinapaswa kupangiliwa kufuatia miongozo ya UNCCD kwa taarifa inayoonyesha maeneo ya kushuka, ishara za mapema ya kushuka, imara lakini imesisitiza, imara, au kuongezeka kwa uzalishaji wa msingi.

source: For the productivity data to be used in Trends.Earth the file need to be coded in the following way:
pt: Para os dados de produtividade a serem usados ​​no Trends.Earth, o arquivo precisa ser codificado da seguinte maneira:
sw: Kwa data ya tija ambayo itatumiwa katika Mwelekeo.Haifa faili inahitajika kuonyeshwa kwa njia ifuatayo:

source: Declining = 1
pt: Recusando = 1
sw: Kupungua = 1

source: Early signs of decline = 2
pt: Primeiros sinais de declínio = 2
sw: Ishara za mapema ya kushuka = ​​2

source: Stable but stressed = 3
pt: Estável mas estressado = 3
sw: Imara lakini imesisitiza = 3

source: Stable = 4
pt: Estável = 4
sw: Imara = 4

source: Increasing = 5
pt: Aumentando = 5
sw: Kuongezeka = 5

source: No data = 0 or -32768
pt: Nenhum dado = 0 ou -32768
sw: Hakuna data = 0 au -32768

source: If your layer is not coded in such a way, please do the necessary adjustments prior to using Trends.Earth.
pt: Se a sua camada não estiver codificada de tal forma, faça os ajustes necessários antes de usar o Trends.Earth.
sw: Ikiwa safu yako haijashughulikiwa kwa njia hiyo, tafadhali fanya marekebisho muhimu kabla ya kutumia Mwelekeo.

source: To load productivity data click on the (|iconfolder|) icon in the Trends.Earth toolbar.
pt: Para carregar dados de produtividade, clique no ícone (|iconfolder|) na barra de ferramentas Trends.Earth.
sw: Ili kupakia data ya uzalishaji hubofya kwenye icon (| | iconfolder |) kwenye Mwenendo wa Mtaa wa Mwenendo.

source: The **Load data** menu will open. Select **Productivity** from the **Import a custom input dataset** section.
pt: O menu **Carregar dados** será aberto. Selecione **Produtividade** na seção **Importar um conjunto de dados de entrada personalizado**.
sw: Mfumo wa ** wa Mzigo ** utafunguliwa. Chagua ** Uzalishaji ** kutoka ** Ingiza sehemu ya dataset ya pembejeo ya desturi **.

source: In the **Load a Custom Land Productivity Dataset** use the radio button to select the format of the input file (raster or vector). For this tutorial select raster, since the data distributed by the UNCCD is in raster format. Click on **Browse** to navigate to the productivity file you wish to import.
pt: No **Carregar um Conjunto de Dados de Produtividade de Terrenos Personalizados**, use o botão de rádio para selecionar o formato do arquivo de entrada (raster ou vetor). Para este tutorial, selecione raster, pois os dados distribuídos pelo UNCCD são em formato raster. Clique em **Browse** para navegar até o arquivo de produtividade que você deseja importar.
sw: Katika ** Weka Dataset ya Uzalishaji wa Ardhi ya Desturi ** kutumia kifungo cha redio kuchagua muundo wa faili ya kuingiza (raster au vector). Kwa mafunzo haya chagua raster, kwani data iliyosambazwa na UNCCD iko katika muundo wa raster. Bonyeza kwenye ** Vinjari ** ili uende kwenye faili ya uzalishaji unayotaka kuagiza.

source: Use the **Select input file** window to navigate to the file to be imported, select it, and click **Open**.
pt: Use a janela **Selecionar arquivo de entrada** para navegar até o arquivo a ser importado, selecione-o e clique em **Abrir**.
sw: Tumia ** Chagua faili ya pembejeo ** dirisha ili uende kwenye faili ya kuingizwa, chagua, na bonyeza ** Fungua **.

source: Back at the **Load a Custom Land Productivity Dataset** window you have options for selecting the band number in which the productivity data is stored, in case your input file is a multi band raster. You also have the option of modifying the resolution of the file. We recommend leaving those as defaults unless you have valid reasons for changing them.
pt: De volta à janela **Carregar um Conjunto de Dados de Produtividade Agrícola Personalizada**, você tem opções para selecionar o número da banda na qual os dados de produtividade são armazenados, caso seu arquivo de entrada seja uma varredura de múltiplas bandas. Você também tem a opção de modificar a resolução do arquivo. Recomendamos deixar esses como padrões, a menos que você tenha motivos válidos para alterá-los.
sw: Rudi kwenye ** Weka Dataset ya Uzalishaji wa Ardhi ya Desturi ** dirisha una chaguo kwa kuchagua nambari ya bendi ambayo data ya uzalishaji huhifadhiwa, ikiwa faili yako ya pembejeo ni rasta ya bandari nyingi. Pia una fursa ya kurekebisha azimio la faili. Tunapendekeza kuwaacha wale kama desfaults isipokuwa kuwa na sababu halali za kubadilisha.

source: Click **Browse** at the bottom of the window to select the **Output raster file** and navigate to the folder where you want to save the file. Assign it a name and click **OK**.
pt: Clique em **Navegar** na parte inferior da janela para selecionar o **Arquivo de saída raster** e navegue até a pasta onde deseja salvar o arquivo. Atribua um nome e clique em **OK**.
sw: Bonyeza ** Vinjari ** chini ya dirisha ili kuchagua ** Faili ya Rangi ya Pato ** na uende kwenye folda ambapo unataka kuokoa faili. Patia jina na bonyeza ** OK **.

source: Back at the **Load a Custom Land Productivity Dataset** window click **OK** on the lower right corner to process the data.
pt: De volta à janela **Carregar um Conjunto de Dados de Produtividade Agrícola Personalizada**, clique em **OK** no canto inferior direito para processar os dados.
sw: Rudi saa ** Weka Dataset ya Uzalishaji wa Ardhi ya Desturi ** dirisha click ** OK ** kwenye kona ya chini ya kulia ili mchakato wa data.

source: If the values of the input file do not exactly match the requirements describe above, you will see a warning message. In many cases the warning is triggered by the definition of NoData, but the tool will still try to import it. For that reason, it is **extremely important** for you to explore the output layer to make sure the results are mapped as expected.
pt: Se os valores do arquivo de entrada não corresponderem exatamente aos requisitos descritos acima, você verá uma mensagem de aviso. Em muitos casos, o aviso é acionado pela definição de NoData, mas a ferramenta ainda tentará importá-lo. Por esse motivo, é extremamente importante ** explorar a camada de saída para garantir que os resultados sejam mapeados conforme o esperado.
sw: Ikiwa maadili ya faili ya pembejeo hayafanyi sawa na mahitaji yanayotajwa hapo juu, utaona ujumbe wa onyo. Mara nyingi onyo husababishwa na ufafanuzi wa NoData, lakini chombo bado kinajaribu kuagiza. Kwa sababu hiyo, ni ** muhimu sana ** kwa wewe kuchunguza safu ya pato ili kuhakikisha matokeo yamepangwa kama inavyotarajiwa.

source: Once you click **OK** in the warning window, a progress bar will appear showing the percentage of the task completed.
pt: Depois de clicar em **OK** na janela de aviso, uma barra de progresso aparecerá mostrando a porcentagem da tarefa concluída.
sw: Mara unapofya ** OK ** kwenye dirisha la onyo, bar ya maendeleo itaonekana kuonyesha asilimia ya kazi iliyokamilishwa.

source: When the processing is completed, the imported land productivity dataset will be loaded to QGIS.
pt: Quando o processamento estiver concluído, o conjunto de dados de produtividade do solo importado será carregado no QGIS.
sw: Wakati usindikaji ukamilika, dasaset ya uzalishaji wa ardhi ya nje itarejeshwa kwa QGIS.

source: Refer to the :ref:`tut_compute_sdg` tutorial for instructions on how to use the imported LPD to compute the final SDG 15.3.1 after integration with land cover and soil organic carbon.
pt: Consulte o tutorial :ref:`tut_compute_sdg` para obter instruções sobre como usar o LPD importado para calcular o ODS final 15.3.1 após a integração com cobertura da terra e carbono orgânico do solo.
sw: Rejea: ref: tut_compute_sdg` mafunzo kwa maelekezo ya jinsi ya kutumia LPD iliyoagizwa ili kuhesabu SDG ya mwisho 15.3.1 baada ya kuunganishwa na kifuniko cha ardhi na kaboni ya kaboni.
