Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/carbonemissions.po
Languages: es, ru, zh

source: Carbon emissions from deforestation
es: Emisiones de carbono por deforestación
ru: Выбросы углерода в результате обезлесения
zh: 毁林造成的碳排放

source: Background
es: Fondo
ru: Сведения
zh: 背景

source: Global forests store carbon, which can be released as carbon dioxide back into the atmosphere from degradation or deforestation, driving climate change. Between 2001-2020, global forests lost 10% area coverage, or 411 million hectares, releasing 165 Gt of carbon dioxide emissions (UMD & WRI, 2022). There is an increasing trend where high losses on tropical primary forests are shifting areas, like the Amazon rainforest, from a carbon sink to a carbon source (Bacchini et al., 2017). Drivers of this loss are attributed to wildfires, shifting agriculture, forestry, urbanization and commodity driven deforestation (Curtis et al., 2019).
es: Los bosques mundiales almacenan carbono, que puede liberarse como dióxido de carbono a la atmósfera a partir de la degradación o la deforestación, lo que impulsa el cambio climático. Entre 2001 y 2020, los bosques mundiales perdieron un 10 % de cobertura de área, o 411 millones de hectáreas, liberando 165 Gt de emisiones de dióxido de carbono (UMD & WRI, 2022). Existe una tendencia creciente a que grandes pérdidas en los bosques primarios tropicales produzcan que áreas como la selva amazónica pasen de ser sumideros de carbono a fuentes de carbono (Bacchini y otros, 2017). Esta pérdida se atribuye a los incendios forestales, la agricultura itinerante, la silvicultura, la urbanización y la deforestación impulsadas por el comercio de materias primas (Curtis y otros, 2019).
ru: Мировые леса накапливают углерод, который может выделяться в виде углекислого газа обратно в атмосферу в результате деградации или обезлесения, что приводит к изменению климата. В период с 2001 по 2020 год мировые леса потеряли 10% площади, или 411 миллионов гектаров, что привело к выбросу 165 Гт углекислого газа (UMD & WRI, 2022). Наблюдается растущая тенденция, когда высокие темпы исчезновения тропических первичных лесов приводят к тому, что такие районы, как тропические леса Амазонки, превращаются из поглотителя углерода в источник углерода (Bacchini и др., 2017). Причины этих исчезновений лесов объясняются лесными пожарами, перемещением сельского хозяйства, лесной промышленностью, урбанизацией и обезлесением, вызванным производством товаров (Curtis и др., 2019).
zh: 全球森林储存着碳，由于退化或砍伐森林，这些碳可以作为二氧化碳释放回大气层，从而推动气候变化。2001-2020年期间，全球森林的覆盖面积减少了10%，即4.11亿公顷，释放了165Gt的二氧化碳排放量（UMD和WRI，2022）。一个日益增长的趋势，是热带原始森林的急剧损失正在使一些地区，如亚马逊雨林，从碳汇变为碳源（Bacchini等人，2017）。这种损失的驱动力归因于野火、农业转移、林业、城市化和大宗商品驱动的森林砍伐（Curtiset等人，2019）。

source: Rationale for Monitoring
es: Justificación para el monitoreo
ru: Обоснование для мониторинга
zh: 监测的理由

source: Monitoring deforestation is the first step to understand the cause of tree cover loss and to plan interventions for preventing it.
es: Controlar la deforestación es el primer paso para comprender la causa de la pérdida de la cubierta forestal y planificar intervenciones para prevenirla.
ru: Мониторинг обезлесения — это первый шаг к пониманию причины исчезновения лесного покрова и планированию мероприятий по его предотвращению.
zh: 监测森林砍伐情况是了解树木覆盖面损失的原因和规划预防森林砍伐的干预措施的第一个步骤。

source: Refer to the :ref:`tut_forest_carbon` for the tutorial to use this methodology and data.
es: Consulte el :ref:`tut_forest_carbon` para ver el tutorial de uso de esta metodología y estos datos.
ru: Обратитесь к :ref:`tut_forest_carbon` для получения руководства по использованию этой методологии и данных.
zh: 请参考:ref:`tut_forest_carbon`的教程来使用这个方法和数据。

source: Indicator and data needs
es: Indicador y necesidades de datos.
ru: Потребности в показателях и данных
zh: 指标和数据需求

source: Trends.Earth allows the user to analyze the area of forest cover, carbon stored in forests, forest loss and estimated emissions from deforestation within an area of interest in terrestrial forests anywhere on Earth. The user is first prompted to select the years for monitoring their specified area for the analysis. In order to define the baseline forest area, they will assign a threshold to define forests.
es: Trends.Earth permite al usuario analizar el área de cobertura forestal, el carbono almacenado en los bosques, la pérdida de bosques y las emisiones estimadas de la deforestación dentro de un área de interés de los bosques terrestres de cualquier parte de la Tierra. Primero se le pide al usuario que seleccione los años para observar su área específica para el análisis. Para definir el área forestal de referencia, él asignará un umbral para definir los bosques.
ru: Trends.Earth позволяет пользователю анализировать площадь лесного покрова, накопленный в лесах углерод, исчезновение лесов и предполагаемые выбросы в результате обезлесения в пределах интересующей области в наземных лесах в любой точке Земли. Сначала пользователю предлагается выбрать годы для мониторинга указанной им области для анализа. Чтобы определить базовую лесную площадь, нужно назначить порог для определения лесов.
zh: Trends.Earth允许用户分析地球上任何地方的陆地森林的森林覆盖面积、森林碳储量、森林损失和毁林的估计排放量。首先会提示用户选择监测其指定区域的年份进行分析。为了定义基线森林面积，将指定一个阈值来定义森林。

source: The definition of canopy cover should be changed to accommodate the specific area of interest.
es: La definición de cobertura del dosel arbóreo debe cambiarse para adaptarse al área específica de interés.
ru: Определение лесного покрова должно быть изменено с учетом конкретной области, представляющей интерес.
zh: 树冠覆盖的定义应该改变，以适应特定的关注领域。

source: The region is then selected using the pre-existing national/sub-national boundaries, a coordinate or a custom uploaded dataset.
es: A continuación, se selecciona la región utilizando los límites nacionales/subnacionales preexistentes, una coordenada o un conjunto de datos cargados personalizados.
ru: Затем регион выбирается с использованием уже существующих государственных/внутригосударственных границ, координат или пользовательского загруженного набора данных.
zh: 然后使用预先存在的国家/次国家边界、一个坐标或自定义上传的数据集来选择区域。

source: The `Natural Earth Administrative Boundaries`_ provided in Trends.Earth are in the `public domain`_. The boundaries and names used, and the designations used, in Trends.Earth do not imply official endorsement or acceptance by Conservation International Foundation, or by its partner organizations and contributors.
es: Los `Natural Earth Administrative Boundaries`_ provistos en Trends.Earth están en el `public domain`_. Los límites y los nombres utilizados, y las designaciones utilizadas, en Trends.Earth no implican respaldo o aceptación oficial de Conservation International Foundation, ni de sus organizaciones asociadas y contribuyentes.
ru: «Административные границы естественной земли», представленные в Trends.Earth, находятся в «общественном достоянии». Используемые границы и названия, а также обозначения, используемые в Trends.Earth, не подразумевают официального одобрения или принятия со стороны Международного фонда сохранения или его партнерских организаций и участников.
zh: 在Trends.Earth中提供的“自然地球行政边界”_在“公共领域”中。在Trends.Earth中使用的边界和名称以及使用的名称并不意味着保护国际基金会或其合作组织和贡献者的正式认可或接受。

source: If using Trends.Earth for official purposes, it is recommended that users choose an official boundary provided by the designated office of their country.
es: Si utiliza |trends.earth| para fines oficiales, se recomienda que los usuarios elijan un límite oficial proporcionado por la oficina designada de su país.
ru: Если вы используете Trends.Earth для официальных целей, пользователям рекомендуется выбирать официальные границы, предоставляемые назначенным офисом их страны.
zh: 如果使用Trends.Earth作为官方用途，建议用户选择其国家指定办公室提供的官方边界。

source: Users can set up ***Advanced configuration** to use a different biomass dataset, or upload a custom biomass dataset and to select the method for calculating the root to shoot ratio for below ground biomass.
es: Los usuarios pueden activar la ***Configuración avanzada** para usar un conjunto de datos de biomasa diferente, o cargar un conjunto de datos de biomasa personalizado y seleccionar el método para calcular la relación raíz-brote de la biomasa subterránea.
ru: Пользователи могут настроить ***Расширенную конфигурацию** для использования другого набора данных о биомассе или загрузить пользовательский набор данных о биомассе и выбрать метод расчета коэффициента корневой поросли для подземной биомассы.
zh: 用户可以设置***高级配置***，使用不同的生物量数据集，或上传自定义生物量数据集，并选择计算地下生物量的根茎比的方法。

source: The table below list the biomass datasets available in Trends.Earth:
es: La siguiente tabla enumera los conjuntos de datos de biomasa disponibles en Trends.Earth:
ru: В таблице ниже указаны наборы данных о биомассе, доступные в Trends.Earth:
zh: 下表列出了Trends.Earth中可用的生物量数据集。

source: The results provide annual breakdowns of forest cover, forest loss, carbon (tC) stored and carbon emissions (tCO2) for the region, summarizing the baseline and final year land cover, forest area loss, carbon loss and carbon emissions over the entire period. There are two spatial outputs from the analysis. The first is the dataset visualizing the estimated change in biomass:
es: Los resultados proporcionan desgloses anuales de la cubierta forestal, la pérdida de bosques, el carbono (tC) almacenado y las emisiones de carbono (tCO2) para la región, y resumen la cubierta terrestre del último año y la de referencia, la superficie forestal perdida, el carbono perdido y las emisiones de carbono durante todo el período. Hay dos resultados espaciales del análisis. El primero es el conjunto de datos que muestra el cambio estimado en la biomasa:
ru: В результатах представлены годовые данные о лесном покрове, исчезновении лесов, накопленном углероде (tC) и выбросах углерода (tCO2) для региона, суммирующие данные о земляном покрове за базовый и последний год, уменьшении площади лесов, снижении углерода и выбросах углерода за весь период. В результате анализа можно получить два пространственных вывода. Первый — это набор данных, визуализирующий предполагаемое изменение биомассы:
zh: 结果提供了该地区森林覆盖率、森林损失、碳（tC）储存和碳排放（tCO2）的年度细分，总结了整个时期的基线和最后一年的土地覆盖、森林面积损失、碳损失和碳排放。该分析有两个空间输出。第一个是可视化的数据集，估计生物量的变化：

source: The second is the forest loss layer for the region:
es: El segundo es la capa perdida de bosque de la región:
ru: Второй — это слой исчезновения лесов для региона:
zh: 第二个是该地区的森林损失层：

source: **Citations:**
es: **Citas:**
ru: **Цитаты:**
zh: **引文：**

source: Avitabile, V., Herold, M., Heuvelink, G. B. M., Lewis, S. L., Phillips, O. L., Asner, G. P., Armston, J., Ashton, P. S., Banin, L. et al., 2016. An integrated pan-tropical biomass map using multiple reference datasets. Global Change Biology, 22, pp. 1406–1420.
es: Avitabile, V., Herold, M., Heuvelink, G. B. M., Lewis, S. L., Phillips, O. L., Asner, G. P., Armston, J., Ashton, P. S., Banin, L. y otros, 2016. Mapa pantropical integrado de biomasa con múltiples conjuntos de datos de referencia. Biología del cambio global, 22, páginas 1406–1420.
ru: Avitabile, V., Herold, M., Heuvelink, G. B. M., Lewis, S. L., Phillips, O. L., Asner, G. P., Armston, J., Ashton, P. S., Banin, L. и др., 2016. Интегрированная карта пантропической биомассы с использованием нескольких базовых наборов данных. Global Change Biology, 22, стр. 1406–1420.
zh: Avitabile, V., Herold, M., Heuvelink, G. B. M., Lewis, S. L., Phillips, O. L., Asner, G. P., Armston, J., Ashton, P. S., Banin, L. 等人，2016。使用多个参考数据集的综合泛热带生物量地图。Global Change Biology, 22, pp.1406-1420.

source: Avitabile, V., Herold, M., Lewis, S.L., Phillips, O.L., Aguilar-Amuchastegui, N., Asner, G. P., Brienen, R.J.W., DeVries, B., Cazzolla Gatti, R. et al., 2014. Comparative analysis and fusion for improved global biomass mapping. Global Vegetation Monitoring and Modeling, 3 – 7 February 2014, Avignon (France).
es: Avitabile, V., Herold, M., Lewis, S.L., Phillips, O.L., Aguilar-Amuchastegui, N., Asner, G. P., Brienen, R.J.W., DeVries, B., Cazzolla Gatti, R. y otros, 2014. Análisis comparativo y fusión para la mejora de la cartografía global de la biomasa. Modelado y control de la vegetación mundial, 3 a 7 de febrero de 2014, Avignon (Francia).
ru: Avitabile, V., Herold, M., Lewis, S.L., Phillips, O.L., Aguilar-Amuchastegui, N., Asner, G. P., Brienen, R.J.W., DeVries, B., Cazzolla Gatti, R. и др., 2014. Сравнительный анализ и синтез для улучшения глобального отображения биомассы. Мониторинг и моделирование мировой растительности, 3–7 февраля 2014 года, Авиньон (Франция).
zh: Avitabile, V., Herold, M., Lewis, S.L., Phillips, O.L., Aguilar-Amuchastegui, N., Asner, G. P., Brienen, R.J.W., DeVries, B., Cazzolla Gatti, R. 等人 ，2014。用于改进全球生物量绘图的比较分析和融合。 全球植被监测和建模，2014年2月3-7日，Avignon（法国）。

source: Baccini, A., W. Walker, L. Carvalho, M. Farina, D. Sulla-Menashe and R. A. Houghton, 2017. "Tropical forests are a net carbon source based on aboveground measurements of gain and loss." 358 (6360): 230-234. https://www.science.org/doi/10.1126/science.aam5962
es: Baccini, A., W. Walker, L. Carvalho, M. Farina, D. Sulla-Menashe y R. A. Houghton, 2017. "Los bosques tropicales son una fuente neta de carbono basada en mediciones de ganancias y pérdidas del sobresuelo". 358 (6360): 230-234. https://www.science.org/doi/10.1126/science.aam5962
ru: Baccini, A., W. Walker, L. Carvalho, M. Farina, D. Sulla-Menashe and R. A. Houghton, 2017. "Тропические леса являются чистым источником углерода, согласно наземным измерениям прироста и убыли". 358 (6360): 230–234. https://www.science.org/doi/10.1126/science.aam5962
zh: Baccini, A., W. Walker, L. Carvalho, M. Farina, D. Sulla-Menashe 和 R. A. Houghton, 2017. "基于地上测量的增益和损失，热带森林是一个净碳源。" 358 (6360): 230-234. https://www.science.org/doi/10.1126/science.aam5962

source: Baccini, A., S J. Goetz, W.S. Walker, N. T. Laporte, M. Sun, D. Sulla-Menashe, J. Hackler, P.S.A. Beck, R. Dubayah, M.A. Friedl, S. Samanta and R. A. Houghton. Estimated carbon dioxide emissions from tropical deforestation improved by carbon-density maps. 2012 Nature Climate Change, https://doi.org/10.1038/NCLIMATE1354
es: Baccini, A., S J. Goetz, W.S. Walker, N. T. Laporte, M. Sun, D. Sulla-Menashe, J. Hackler, P.S.A. Beck, R. Dubayah, M.A. Friedl, S. Samanta y R. A. Houghton. Estimación de las emisiones de dióxido de carbono derivadas de la deforestación tropical mejoradas por mapas de densidad de carbono. 2012 Nature Climate Change, https://doi.org/10.1038/NCLIMATE1354
ru: Baccini, A., S J. Goetz, W.S. Walker, N. T. Laporte, M. Sun, D. Sulla-Menashe, J. Hackler, P.S.A. Beck, R. Dubayah, M.A. Friedl, S. Samanta and R. A. Houghton. Оценочные выбросы углекислого газа в результате вырубки тропических лесов, улучшенные с помощью карт концентрации углерода. 2012 Nature Climate Change, https://doi.org/10.1038/NCLIMATE1354
zh: Baccini, A., S J. Goetz, W.S. Walker, N. T. Laporte, M. Sun, D. Sulla-Menashe, J. Hackler, P.S.A. Beck, R. Dubayah, M.A. Friedl, S. Samanta和R. A. Houghton。通过碳密度图改进热带森林砍伐的二氧化碳排放估计。2012年《自然-气候变化》，https://doi.org/10.1038/NCLIMATE1354

source: Curtis, P.G., C.M. Slay, N.L. Harris, A. Tyukavina, and M.C. Hansen. 2019. “Classifying Drivers of Global Forest Loss.” Science.
es: Curtis, P.G., C.M. Slay, N.L. Harris, A. Tyukavina y M.C. Hansen. 2019. «Clasificación de los causantes de la pérdida forestal mundial». Science.
ru: Curtis, P.G., C.M. Slay, N.L. Harris, A. Tyukavina, and M.C. Hansen. 2019. "Классификация факторов глобального исчезновения лесов". Science.
zh: Curtis, P.G., C.M. Slay, N.L. Harris, A. Tyukavina, and M.C. Hansen. 2019. "对全球森林损失的驱动因素进行分类。" 《科学》。

source: Hansen, M. C., S. V. Stehman, and P. V. Potapov. "Quantification of global gross forest cover." PNAS. 107 (19) 8650-8655. https://www.pnas.org/doi/10.1073/pnas.0912668107
es: Hansen, M. C., S. V. Stehman y P. V. Potapov. «Cuantificación de la cubierta forestal bruta global». PNAS. 107 (19) 8650-8655. https://www.pnas.org/doi/10.1073/pnas.0912668107
ru: Hansen, M. C., S. V. Stehman, and P. V. Potapov. "Количественная оценка общего мирового лесного покрова". PNAS. 107 (19) 8650-8655. https://www.pnas.org/doi/10.1073/pnas.0912668107
zh: Hansen, M. C., S. V. Stehman, and P. V. Potapov. "全球总森林覆盖率的量化"。PNAS。107 (19) 8650-8655。https://www.pnas.org/doi/10.1073/pnas.0912668107

source: Hansen, M. C., P. V. Potapov, R. Moore, M. Hancher, S. A. Turubanova, A. Tyukavina, D. Thau, S. V. Stehman, S. J. Goetz, T. R. Loveland, A. Kommareddy, A. Egorov, L. Chini, C. O. Justice, and J. R. G. Townshend.“High-Resolution Global Maps of 21st-Century Forest Cover Change.” Science 342 (15 November): 850–53. Data available on-line at: https://earthenginepartners.appspot.com/science-2013-global-forest.
es: Hansen, M. C., P. V. Potapov, R. Moore, M. Hancher, S. A. Turubanova, A. Tyukavina, D. Thau, S. V. Stehman, S. J. Goetz, T. R. Loveland, A. Kommareddy, A. Egorov, L. Chini, C. O. Justice, y J. R. G. Townshend. «Mapas globales de alta resolución del cambio de la cubierta forestal del siglo XXI». Science 342 (15 de noviembre): 850–53. Datos disponibles en línea en https://earthenginepartners.appspot.com/science-2013-global-forest.
ru: Hansen, M. C., P. V. Potapov, R. Moore, M. Hancher, S. A. Turubanova, A. Tyukavina, D. Thau, S. V. Stehman, S. J. Goetz, T. R. Loveland, A. Kommareddy, A. Egorov, L. Chini, C. O. Justice и J. R. G. Townshend. "Глобальные карты изменения лесного покрова в 21 веке с высоким разрешением". Science 342 (15 ноября): 850–53. Данные доступны онлайн по адресу: https://earthenginepartners.appspot.com/science-2013-global-forest.
zh: Hansen, M. C., P. V. Potapov, R. Moore, M. Hancher, S. A. Turubanova, A. Tyukavina, D. Thau, S. V. Stehman, S. J. Goetz, T. R. Loveland, A. Kommareddy, A. Egorov, L. Chini, C. O. Justice, and J. R. G. Townshend. "21世纪森林覆盖率变化的高分辨率全球地图。" 科学342（11月15日）。850-53. 数据可在线查阅：https://earthenginepartners.appspot.com/science-2013-global-forest。

source: Intergovernmental Panel on Climate Change (IPCC), 2006. IPCC Guidelines for National Greenhouse Gas Inventories � Volume 4. Egglestone, H.S., L. Buendia, K. Miwa, T. Ngara and K. Tanabe (Eds).
es: Panel Intergubernamental sobre el Cambio Climático (IPCC), 2006. Directrices del IPCC para los inventarios nacionales de gases de efecto invernadero � Volumen 4. Egglestone, H.S., L. Buendia, K. Miwa, T. Ngara y K. Tanabe (Eds).
ru: Межправительственная группа экспертов по изменению климата (МГЭИК), 2006. Руководство МГЭИК для национальных кадастров парниковых газов � Том 4. Egglestone, H.S., L. Buendia, K. Miwa, T. Ngara and K. Tanabe (Eds).
zh: 政府间气候变化专门委员会（IPCC），2006年。IPCC国家温室气体清单指南第四卷。Egglestone, H.S., L. Buendia, K. Miwa, T. Ngara and K. Tanabe（编辑）。

source: Intergovernmental Panel on Climate Change (IPCC), IPCC/IGES, Hayama, Japan. http://www.ipcc-nggip.iges.or.jp/public/2006gl/vol4.html
es: Panel Intergubernamental sobre Cambio Climático (IPCC), IPCC/IGES, Hayama, Japón. http://www.ipcc-nggip.iges.or.jp/public/2006gl/vol4.html
ru: Межправительственная группа экспертов по изменению климата (МГЭИК), МГЭИК/IGES, Хаяма, Япония. http://www.ipcc-nggip.iges.or.jp/public/2006gl/vol4.html
zh: 政府间气候变化专门委员会（IPCC），IPCC/IGES，日本叶山，http://www.ipcc-nggip.iges.or.jp/public/2006gl/vol4.html。

source: Mokany, K., R. Raison, A.S. Prokushkin. Critical analysis of root: shoot ratios in terrestrial biomesGlob. Chang. Biol., 12 (1) (2006), pp. 84-96
es: Mokany, K., R. Raison, A.S. Prokushkin. Análisis crítico de las proporciones raíz-brote en biomas terrestres, Biología del cambio climático, 12 (1) (2006), págs. 84-96
ru: Mokany, K., R. Raison, A.S. Prokushkin. Критический анализ коэффициента корневой поросли в наземных биомах. Global Change Biology, 12 (1) (2006), стр. 84–96
zh: Mokany, K., R. Raison, A.S. Prokushkin. 陆地生物群落中根：芽比例的关键分析Glob. Chang. Biol., 12 (1) (2006), pp.84-96

source: Santoro, M., Beaudoin, A., Beer, C., Cartus, O., Fransson, J.E.S., Hall, R.J., Pathe, C., Schmullius, C., Schepaschenko, D., Shvidenko, A., Thurner, M. and Wegmüller, U., 2015. Forest growing stock volume of the northern hemisphere: Spatially explicit estimates for 2010 derived from Envisat ASAR. Remote Sensing of Environment, 168, pp. 316-334.
es: Santoro, M., Beaudoin, A., Beer, C., Cartus, O., Fransson, J.E.S., Hall, R.J., Pathe, C., Schmullius, C., Schepaschenko, D., Shvidenko, A., Thurner, M. y Wegmüller, U., 2015. Volumen de existencias forestales en formación del hemisferio norte: estimaciones espacialmente explícitas para 2010 derivadas de Envisat ASAR. Remote Sensing of Environment, 168, pp. 316-334.
ru: Santoro, M., Beaudoin, A., Beer, C., Cartus, O., Fransson, J.E.S., Hall, R.J., Pathe, C., Schmullius, C., Schepaschenko, D., Shvidenko, A., Thurner, M. и Wegmüller, U., 2015. Объем древостоя в северном полушарии: пространственно точные оценки на 2010 год, полученные от Envisat ASAR. Remote Sensing of Environment, 168, стр. 316–334.
zh: Santoro, M., Beaudoin, A., Beer, C., Cartus, O., Fransson, J.E.S., Hall, R.J., Pathe, C., Schmullius, C., Schepaschenko, D., Shvidenko, A., Thurner, M. and Wegmüller, U., 2015。北半球的森林生长量。来自Envisat ASAR的2010年空间明确估计。环境遥感，168，第316-334页。
