Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/carbonsequestration.po
Languages: ar, es, fr, ru

source: Potential carbon sequestration from restoration
ar: النسبة المتوقعة لعزل الكربون عن طريق استعادة الغابات
es: Posible captura de carbono a partir de la restauración
fr: Séquestration potentielle de carbone par la restauration
ru: Потенциальное поглощение углерода в результате восстановления

source: Background
ar: المعلومات الأساسية
es: Fondo
fr: Contexte
ru: Сведения

source: Restoration could remove 400 Gt of CO2 by 2100 (Griscom et. al., 2017), putting us on the pathway to reduce carbon emissions to keep us within the Paris Climate Agreement goal to limit “the increase in the global average temperature to well below 2 °C above preindustrial levels” (UNFCCC 2015). Forest landscape restoration is a natural climate solution for removing carbon dioxide from the atmosphere through different reforestation efforts.
ar: يمكن أن تزيل استعادة الغابات 400 جيجا طن من ثاني أكسيد الكربون بحلول عام 2100 (Griscom et. al., 2017)، مما يضعنا على الطريق لتقليل انبعاثات الكربون لنظل ضمن نطاق هدف اتفاقية باريس للمناخ للعمل على "بقاء متوسط الزيادة في درجة حرارة الكوكب تحت درجتين مئويتين فوق مستويات ما قبل الثورة الصناعية" (UNFCCC 2015). استعادة المناظر الطبيعية للغابات هي حل مناخي طبيعي لإزالة ثاني أكسيد الكربون من الغلاف الجوي من خلال جهود إعادة التشجير المختلفة.
es: La restauración podría eliminar 400 Gt de CO2 para 2100 (Griscom y otros, 2017), lo que nos encaminaría a la reducción de emisiones de carbono para mantenernos dentro del objetivo del Acuerdo Climático de París de limitar «el aumento de la temperatura media mundial muy por debajo de los 2 °C respecto a los niveles preindustriales» (UNFCCC 2015). La restauración del paisaje forestal es una solución climática natural para eliminar el dióxido de carbono de la atmósfera a través de diferentes esfuerzos de reforestación.
fr: La restauration pourrait éliminer 400 Gt de CO2 d'ici 2100 (Griscom et. al., 2017), ce qui nous met sur la voie de la réduction des émissions de carbone pour nous maintenir dans l'objectif de l'Accord de Paris sur le climat de limiter "l'augmentation de la température moyenne mondiale à bien moins de 2 °C par rapport aux niveaux préindustriels" (CCNUCC 2015). La restauration des paysages forestiers est une solution climatique naturelle pour éliminer le dioxyde de carbone de l'atmosphère à travers plusieurs initiatives de reboisement.
ru: Восстановление может устранить 400 Гт CO2 к 2100 году (Griscom и др, 2017), что поставит нас на путь сокращения выбросов углерода, чтобы, придерживаясь Парижского соглашения по климату, удержать "рост глобальной средней температуры намного ниже 2 °C по сравнению с доиндустриальным уровнем" (UNFCCC 2015). Восстановление лесных ландшафтов — это естественное климатическое решение для устранения углекислого газа из атмосферы с помощью различных мероприятий по восстановлению лесов.

source: Rationale for Monitoring
ar: مبررات المراقبة
es: Justificación para el monitoreo
fr: Raison d'être de la surveillance
ru: Обоснование для мониторинга

source: There is a need for tools to support restoration prioritization, and planning restoration activities on the ground. This module in Trends.Earth allows users to estimate the potential climate benefits of different forest landscape restoration approaches.
ar: هناك حاجة إلى أدوات لدعم تحديد أولويات استعادة الغابات وتخطيط أنشطة الاستعادة على أرض الواقع. يسمح هذه النموذج في Trends.Earth للمستخدمين بتقدير الفوائد المناخية المحتملة لمختلف مناهج استعادة المناظر الطبيعية للغابات.
es: Se necesitan herramientas que apoyen la priorización de la restauración y la planificación de actividades de restauración sobre el terreno. Este módulo de Trends.Earth permite a los usuarios estimar los beneficios climáticos potenciales de diferentes enfoques de restauración del paisaje forestal.
fr: Il existe un besoin d'outils pour soutenir la priorisation de la restauration et la planification des activités de restauration sur le terrain. Ce module de Trends.Earth permet aux utilisateurs d'estimer les avantages climatiques potentiels de différentes approches de restauration des paysages forestiers.
ru: Существует потребность в инструментах для поддержки определения приоритетов восстановления и планирования восстановительных мероприятий на местах. Этот модуль в Trends.Earth позволяет пользователям оценивать потенциальные климатические выгоды от различных подходов к восстановлению лесных ландшафтов.

source: Refer to the :ref:`tut_carbon_sequestration_restoration` for the tutorial to use this methodology and data.
ar: راجع :ref:`tut_carbon_sequestration_restoration` لمعرفة طريقة استخدام هذه المنهجية والبيانات.
es: Consulte :ref:`tut_carbon_sequestration_restoration` para ver el tutorial de uso de esta metodología y estos datos.
fr: Accédez à :ref:"tut_carbon_sequestration_restoration" pour consulter le tutoriel permettant d'utiliser cette méthodologie et ces données.
ru: Обратитесь к :ref:`tut_carbon_sequestration_restoration` для получения руководства по использованию этой методологии и данных.

source: Indicator and data needs
ar: احتياجات المؤشر والبيانات
es: Indicador y necesidades de datos.
fr: Besoins en matière d'indicateurs et de données
ru: Потребности в показателях и данных

source: This module allows users to select a restoration type (terrestrial or mangrove) within a region and length of restoration activity to estimate change in biomass (CO2 equivalence) for 8 different restoration activities.
ar: تسمح هذه الوحدة للمستخدمين باختيار نوع الاستعادة (البرية أو الأيكة الساحلية) داخل المنطقة ومدة نشاط الاستعادة لتقدير التغيير في الكتلة الحيوية (معادلة ثاني أكسيد الكربون) لـ 8 أنشطة استعادة مختلفة.
es: Este módulo permite a los usuarios seleccionar un tipo de restauración (terrestre o manglar) dentro de una región y la duración de la actividad de restauración para estimar el cambio en la biomasa (equivalencia de CO2) para ocho actividades de restauración diferentes.
fr: Ce module permet aux utilisateurs de sélectionner un type de restauration (terrestre ou mangrove) dans une région et la durée de l'activité de restauration afin d'estimer le changement de biomasse (équivalent CO2) pour 8 activités de restauration différentes.
ru: Этот модуль позволяет пользователям выбирать тип восстановления (наземный или мангровый) в пределах региона, а также продолжительность восстановительных мероприятий, чтобы оценить изменение биомассы (эквивалент CO2) для 8 различных восстановительных мероприятий.

source: The years of intervention and region is then selected using the pre-existing national/sub-national boundaries, a coordinate or a custom uploaded dataset.
ar: يتم بعد ذلك تحديد سنوات التدخل والمنطقة باستخدام الحدود الوطنية/دون الوطنية الموجودة مسبقاً أو إحداثيات أو قاعدة بيانات مخصصة تم تحميلها.
es: A continuación, se seleccionan los años de intervención y la región utilizando los límites nacionales/subnacionales preexistentes, una coordenada o un conjunto de datos cargados específicamente.
fr: Les années d'intervention et la région sont ensuite sélectionnées en utilisant les frontières nationales/sous-nationales préexistantes, une coordonnée ou un ensemble de données téléchargées personnalisé.
ru: Затем выбираются годы вмешательства и регион с использованием уже существующих государственных/внутригосударственных границ, координат или загруженного пользовательского набора данных.

source: The `Natural Earth Administrative Boundaries`_ provided in Trends.Earth are in the `public domain`_. The boundaries and names used, and the designations used, in Trends.Earth do not imply official endorsement or acceptance by Conservation International Foundation, or by its partner organizations and contributors.
ar: &quot;الحدود الإدارية للأرض الطبيعية&quot; التي تم تقديمها في برنامج &quot;مؤشرات&quot;. الأرض موجودة في &quot;المجال العام&quot; _. الحدود والأسماء المستخدمة ، والتسميات المستخدمة ، في Trends.Earth لا تعني المصادقة أو القبول الرسمي من قبل مؤسسة Conservation International ، أو من قبل المنظمات الشريكة والمساهمين.
es: Los `Natural Earth Administrative Boundaries`_ provistos en Trends.Earth están en el `public domain`_. Los límites y los nombres utilizados, y las designaciones utilizadas, en Trends.Earth no implican respaldo o aceptación oficial de Conservation International Foundation, ni de sus organizaciones asociadas y contribuyentes.

source: If using Trends.Earth for official purposes, it is recommended that users choose an official boundary provided by the designated office of their country.
ar: إذا كنت تستخدم Trends.Earth لأغراض رسمية ، فمن المستحسن أن يختار المستخدمون حدًا رسميًا يوفره المكتب المعين لبلدهم.
es: Si utiliza |trends.earth| para fines oficiales, se recomienda que los usuarios elijan un límite oficial proporcionado por la oficina designada de su país.
fr: Si vous utilisez Trends.Earth à des fins officielles, il est recommandé de choisir une frontière officielle fournie par le bureau désigné de votre pays.
ru: Если вы используете Trends.Earth для официальных целей, пользователям рекомендуется выбирать официальные границы, предоставляемые назначенным офисом их страны.

source: Trends.Earth gives the change in biomass under the 8 scenarios and a tabular output with the change in biomass compared to pre-restoration levels and final total biomass in tons CO2 equivalence.
ar: يُظهر Trends.Earth التغيير في الكتلة الحيوية في إطار السيناريوهات الثمانية ومخرجات مجدولة مع التغيير في الكتلة الحيوية مقارنة بمستويات ما قبل الاستعادة والكتلة الحيوية الإجمالية النهائية في مكافئ ثاني أكسيد الكربون بالطن.
es: Trends.Earth ofrece el cambio en la biomasa según los ocho supuestos y una salida tabular con el cambio en la biomasa en comparación con los niveles previos a la restauración y la biomasa total final en toneladas de equivalencia de CO2.
fr: Trends.Earth donne l'évolution de la biomasse selon les 8 scénarios et une production de totalisations avec l'évolution de la biomasse par rapport aux niveaux de pré-restauration et la biomasse totale finale en tonnes d'équivalent CO2.
ru: Trends.Earth дает изменение биомассы по 8 сценариям и табличный результат с изменением биомассы по сравнению с уровнями до восстановления и конечной общей биомассой в тоннах эквивалента CO2.

source: **Citations:**
ar: **المراجع:**
es: **Citas:**
ru: **Цитаты:**

source: Avitabile, V., Herold, M., Heuvelink, G. B. M., Lewis, S. L., Phillips, O. L., Asner, G. P., Armston, J., Ashton, P. S., Banin, L. et al., 2016. An integrated pan-tropical biomass map using multiple reference datasets. Global Change Biology, 22, pp. 1406–1420.
ar: Avitabile, V., Herold, M., Heuvelink, G. B. M., Lewis, S. L., Phillips, O. L., Asner, G. P., Armston, J., Ashton, P. S., Banin, L. et al., 2016. An integrated pan-tropical biomass map using multiple reference datasets (خريطة الكتلة الحيوية المتكاملة لعموم المناطق الاستوائية باستخدام قواعد بيانات مرجعية متعددة). Global Change Biology (بيولوجيا التغيير العالمي)، 22, pp. 1406–1420
es: Avitabile, V., Herold, M., Heuvelink, G. B. M., Lewis, S. L., Phillips, O. L., Asner, G. P., Armston, J., Ashton, P. S., Banin, L. y otros, 2016. Un mapa integrado de biomasa pantropical utilizando múltiples conjuntos de datos de referencia. Global Change Biology, 22, pág. 1406-1420.
ru: Avitabile, V., Herold, M., Heuvelink, G. B. M., Lewis, S. L., Phillips, O. L., Asner, G. P., Armston, J., Ashton, P. S., Banin, L. и др., 2016. Интегрированная карта пантропической биомассы с использованием нескольких базовых наборов данных. Global Change Biology, 22, стр. 1406–1420.

source: Avitabile, V., Herold, M., Lewis, S.L., Phillips, O.L., Aguilar-Amuchastegui, N., Asner, G. P., Brienen, R.J.W., DeVries, B., Cazzolla Gatti, R. et al., 2014. Comparative analysis and fusion for improved global biomass mapping. Global Vegetation Monitoring and Modeling, 3 – 7 February 2014, Avignon (France).
ar: Avitabile, V., Herold, M., Lewis, S.L., Phillips, O.L., Aguilar-Amuchastegui, N., Asner, G. P., Brienen, R.J.W., DeVries, B., Cazzolla Gatti, R. et al., 2014. Comparative analysis and fusion for improved global biomass mapping. Global Vegetation Monitoring and Modeling (التحليل المقارن والاندماج لتحسين رسم خرائط الكتلة الحيوية العالمية. مراقبة الغطاء النباتي والنمذجة العالمية), 3 – 7 February 2014, Avignon (France).
es: Avitabile, V., Herold, M., Lewis, S.L., Phillips, O.L., Aguilar-Amuchastegui, N., Asner, G. P., Brienen, R.J.W., DeVries, B., Cazzolla Gatti, R. y otros, 2014. Análisis comparativo y fusión para mejorar la cartografía de la biomasa mundial. Vigilancia y modelización de la vegetación mundial, 3 - 7 de febrero de 2014, Aviñón (Francia).
fr: Avitabile, V., Herold, M., Lewis, S.L., Phillips, O.L., Aguilar-Amuchastegui, N., Asner, G. P., Brienen, R.J.W., DeVries, B., Cazzolla Gatti, R. et al., 2014. Comparative analysis and fusion for improved global biomass mapping. Global Vegetation Monitoring and Modeling, 3-7 février 2014, Avignon (France).
ru: Avitabile, V., Herold, M., Lewis, S.L., Phillips, O.L., Aguilar-Amuchastegui, N., Asner, G. P., Brienen, R.J.W., DeVries, B., Cazzolla Gatti, R. и др., 2014. Сравнительный анализ и синтез для улучшения глобального отображения биомассы. Глобальный мониторинг и моделирование растительности, 3–7 февраля 2014 года, Авиньон (Франция).

source: Bernal, B., Murray, L. T. & Pearson, T. R. H. Global carbon dioxide removal rates from forest landscape restoration activities. Carbon Balance and Management 13, 22 (2018).
ar: Bernal, B., Murray, L. T. & Pearson, T. R. H. Global carbon dioxide removal rates from forest landscape restoration activities. Carbon Balance and Management (المعدلات العالمية لإزالة ثاني أكسيد الكربون من أنشطة استعادة المناظر الطبيعية للغابات. إدارة توازن الكربون) 13, 22 (2018).
es: Bernal, B., Murray, L. T. & Pearson, T. R. H. Tasas mundiales de eliminación de dióxido de carbono de las actividades de restauración del paisaje forestal. Carbon Balance and Management 13, 22 (2018).
ru: Bernal, B., Murray, L. T. & Pearson, T. R. H. Глобальные показатели устранения углекислого газа в результате мероприятий по восстановлению лесных ландшафтов. Carbon Balance and Management 13, 22 (2018).

source: Bunting P, Rosenqvist A, Lucas RM, Rebelo L-M, Hilarides L, Thomas N, Hardy A, Itoh T, Shimada M, Finlayson CM. The Global Mangrove Watch—A New 2010 Global Baseline of Mangrove Extent. Remote Sensing. 2018; 10(10):1669. https://doi.org/10.3390/rs10101669
ar: Bunting P, Rosenqvist A, Lucas RM, Rebelo L-M, Hilarides L, Thomas N, Hardy A, Itoh T, Shimada M, Finlayson CM. The Global Mangrove Watch—A New 2010 Global Baseline of Mangrove Extent. Remote Sensing. (مراقبة الأيك الساحلية على مستوى العالم - أساس عالمي جديد لعام 2010 لنطاق الأيكة الساحلية. الاستشعار عن بعد.) 2018; 10(10):1669. https://doi.org/10.3390/rs10101669
es: Bunting P, Rosenqvist A, Lucas RM, Rebelo L-M, Hilarides L, Thomas N, Hardy A, Itoh T, Shimada M, Finlayson CM. The Global Mangrove Watch: una nueva línea de base mundial de 2010 sobre la extensión de los manglares. Remote Sensing. 2018; 10(10):1669. https://doi.org/10.3390/rs10101669
ru: Bunting P, Rosenqvist A, Lucas RM, Rebelo L-M, Hilarides L, Thomas N, Hardy A, Itoh T, Shimada M, Finlayson CM. Глобальный мониторинг мангровых лесов — Новый глобальный базовый уровень распространения мангровых лесов за 2010 год. Remote Sensing. 2018; 10(10):1669. https://doi.org/10.3390/rs10101669

source: Griscom, B. W., et. al., 2017. Natural climate solutions. PNAS. 114(44) 11645-11650. https://doi.org/10.1073/pnas.1710465114
ar: Griscom, B. W., et. al., 2017. Natural climate solutions. (حلول المناخ الطبيعي) PNAS. 114(44) 11645-11650. https://doi.org/10.1073/pnas.1710465114
es: Griscom, B. W., y otros, 2017. Soluciones climáticas naturales. PNAS. 114(44) 11645-11650. https://doi.org/10.1073/pnas.1710465114
ru: Griscom, B. W. и др., 2017. Природные климатические решения. PNAS. 114(44) 11645-11650. https://doi.org/10.1073/pnas.1710465114

source: Santoro, M., Beaudoin, A., Beer, C., Cartus, O., Fransson, J.E.S., Hall, R.J., Pathe, C., Schmullius, C., Schepaschenko, D., Shvidenko, A., Thurner, M. and Wegmüller, U., 2015. Forest growing stock volume of the northern hemisphere: Spatially explicit estimates for 2010 derived from Envisat ASAR. Remote Sensing of Environment, 168, pp. 316-334.
ar: Santoro, M., Beaudoin, A., Beer, C., Cartus, O., Fransson, J.E.S., Hall, R.J., Pathe, C., Schmullius, C., Schepaschenko, D., Shvidenko, A., Thurner, M. and Wegmüller, U., 2015. Forest growing stock volume of the northern hemisphere: Spatially explicit estimates for 2010 derived from Envisat ASAR. Remote Sensing of Environment (حجم مخزون نمو الغابات في نصف الكرة الشمالي: تقديرات مكانية محددة لعام 2010 مستمدة من Envisat ASAR. استشعار البيئة عن بعد) , 168, pp. 316-334.
es: Santoro, M., Beaudoin, A., Beer, C., Cartus, O., Fransson, J.E.S., Hall, R.J., Pathe, C., Schmullius, C., Schepaschenko, D., Shvidenko, A., Thurner, M. y Wegmüller, U., 2015. Volumen de existencias forestales en crecimiento del hemisferio norte: estimaciones espacialmente explícitas para 2010 derivadas de Envisat ASAR. Remote Sensing of Environment, 168, pág. 316-334.
ru: Santoro, M., Beaudoin, A., Beer, C., Cartus, O., Fransson, J.E.S., Hall, R.J., Pathe, C., Schmullius, C., Schepaschenko, D., Shvidenko, A., Thurner, M. и Wegmüller, U., 2015. Объем древостоя в северном полушарии: пространственно точные оценки на 2010 год, полученные от Envisat ASAR. Remote Sensing of Environment, 168, стр. 316–334.

source: United Nations Framework Convention on Climate Change, COP 21 Climate Agreement (UNFCCC, Paris). 2015. Available at unfccc.int/resource/docs/2015/cop21/eng/l09r01.pdf.
ar: United Nations Framework Convention on Climate Change (اتفاقية الأمم المتحدة الإطارية بشأن التغير المناخي), COP 21 Climate Agreement (UNFCCC, Paris). 2015. متواجدة على unfccc.int/resource/docs/2015/cop21/eng/l09r01.pdf.
es: Convención Marco de las Naciones Unidas sobre el Cambio Climático, Acuerdo sobre el Clima de la COP 21 (CMNUCC, París). 2015. Disponible en unfccc.int/resource/docs/2015/cop21/eng/l09r01.pdf.
fr: Convention-cadre des Nations unies sur les changements climatiques, Accord sur le climat COP 21 (CCNUCC, Paris). 2015. Accessible en anglais sur unfccc.int/resource/docs/2015/cop21/eng/l09r01.pdf.
ru: Рамочная конвенция ООН об изменении климата, Соглашение по климату КС-21 (РКИК, Париж). 2015. Доступно по адресу unfccc.int/resource/docs/2015/cop21/eng/l09r01.pdf.
