Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/landconsumption.po
Languages: ar, fr, ru, zh

source: Rural open space - water: Rural open space covered by water
ar: مساحة ريفية مفتوحة - مياه: مساحة ريفية مفتوحة مغطاة بالمياه
fr: Espace rural ouvert - eau : Espace rural ouvert recouvert d'eau
ru: Сельское открытое пространство — вода: сельское открытое пространство, покрытое водой
zh: 农村空地–水：被水覆盖的农村空地

source: Urban extent is determined by the combined area of classes 1, 2, 4, 5, 7, and 8 (urban, suburban, and fringe and captured open space).
ar: يتم تحديد الامتداد الحضري من خلال المنطقة المدمجة للفئات 1 و 2 و 4 و 5 و 7 و 8 (المناطق الحضرية والضواحي والهامشية والمفتوحة التي تم التقاطها).
fr: L'étendue urbaine est déterminée par la superficie combinée des classes 1, 2, 4, 5, 7 et 8 (urbaine, suburbaine, périphérique et espace ouvert capturé).
ru: Площадь города определяется совокупной площадью классов 1, 2, 4, 5, 7 и 8 (город, пригород, окраина и захваченные открытые пространства).
zh: 将 1、2、4、5、7 和 8 类（城市、近郊、边缘和被包围空地）区域合并，即可确定城市范围。

source: `Figure 10: Result of the SDG 11.3.1 analysis displaying the different elements which comprise the urban space.`
ar: "الشكل 10: نتيجة تحليل SDG 11.3.1 الذي يعرض العناصر المختلفة التي تشكل الحيز الحضري."
fr: "Graphique 10 : Résultat de l'analyse ODD 11.3.1 affichant les différents éléments qui composent l'espace urbain."
ru: «Рисунок 10: Результат анализа ЦУР 11.3.1, показывающий различные элементы, составляющие городское пространство».
zh: `图 10：SDG 11.3.1 分析结果显示了构成城市空间的不同元素。`

source: With this information we can now estimate the rates of urban expansion over time for the periods 2000-2005, 2010, and 2010-2015 needed to estimate the annual land consumption rate.
ar: باستخدام هذه المعلومات ، يمكننا الآن تقدير معدلات التوسع الحضري بمرور الوقت للفترات 2000-2005 و2010 و2010-2015 اللازمة لتقدير معدل استهلاك الأراضي السنوي.
fr: Grâce à ces informations, nous pouvons maintenant estimer les taux d'expansion urbaine dans le temps pour les périodes 2000-2005, 2010 et 2010-2015 nécessaires pour estimer le taux annuel de consommation des terres.
ru: С этой информацией мы теперь можем оценить темпы расширения городов во времени для периодов 2000-2005, 2010 и 2010-2015 годов, необходимые для оценки годового уровня потребления земли.
zh: 有了这些信息，我们现在就可以估算 2000–2005 年、2010 年和 2010–2015 年期间的城市扩张率，并利用它来估算年土地消耗率。

source: Population growth
ar: النمو السكاني
fr: Croissance démographique
ru: Рост численности населения
zh: 人口增长

source: Once the urbanized areas have been defined, the next step is to establish how many people live within those areas for each analysis year. This information is then used to compute the annualized population growth rate. The estimation of the number of people living within each service area can be achieved through two broad approaches:
ar: بمجرد تحديد المناطق الحضرية، فإن الخطوة التالية هي تحديد عدد الأشخاص الذين يعيشون داخل تلك المناطق لكل تحليل سنوي. ثم يتم استخدام هذه المعلومات لحساب معدل النمو السكاني السنوي. يمكن تقدير عدد الأشخاص الذين يعيشون داخل كل منطقة خدمة من خلال نهجين رئيسيين:
fr: Une fois les zones urbanisées définies, l'étape suivante consiste à déterminer combien de personnes habitent dans ces zones pour chaque année d'analyse. Ces informations sont ensuite utilisées pour calculer le taux de croissance démographique annualisé. L'estimation du nombre de personnes vivant dans chaque zone de service peut être réalisée grâce à deux grandes approches :
ru: После определения урбанизированных территорий следующим шагом является установление количества людей, проживающих на этих территориях за каждый анализируемый год. Эта информация затем используется для расчета годового темпа роста населения. Оценка количества людей, проживающих в пределах каждой зоны обслуживания, может быть достигнута с помощью двух широких подходов:
zh: 一旦确定了城市化区域，下一步就是确定每个分析年有多少人居住在这些区域内。然后使用该信息来计算年化人口增长率。可以通过两种宽泛的方法来估算居住在每个服务区域内的人数：

source: **Use of high-resolution data from national statistical offices (NSOs)**: In this option, census data is used to aggregate the number of people living in all households within the urban boundaries. Projections and extrapolations can also be easily undertaken based on the household characteristics to particular reporting years. The process is much easier where dynamic census units are used to identify the urbanized area, particularly because these are well aligned with the official population data architecture. This option provides the most accurate and authoritative population data for the indicator computation and is highly encouraged.
ar: ** استخدام بيانات عالية الدقة من مكاتب الإحصاء الوطنية (NSOs) **: في هذا الخيار، تُستخدم بيانات التعداد لتجميع عدد الأشخاص الذين يعيشون في جميع الأسر المعيشية داخل الحدود الحضرية. يمكن أيضًا إجراء الإسقاطات والاستقراء بسهولة بناءً على خصائص الأسرة لسنوات إعداد التقارير الخاصة. تكون العملية أسهل بكثير حيث تُستخدم وحدات التعداد الديناميكي لتحديد المنطقة الحضرية، لا سيما لأنها تتماشى جيدًا مع بنية بيانات السكان الرسمية. يوفر هذا الخيار بيانات السكان الأكثر دقة وموثوقية لحساب المؤشر ويتم تشجيعه بشدة.
fr: **Utilisation de données à haute résolution provenant des offices nationaux de statistique (ONS)** : Dans cette option, les données de recensement sont utilisées pour agréger le nombre de personnes vivant dans tous les ménages à l'intérieur des limites urbaines. Des projections et des extrapolations peuvent également être facilement réalisées sur la base des caractéristiques des ménages pour des années de référence particulières. Le processus est beaucoup plus facile lorsque des unités de recensement dynamiques sont utilisées pour identifier les zones urbanisées, notamment parce que celles-ci sont bien alignées sur l'architecture officielle des données démographiques. Cette option fournit les données démographiques les plus précises et les plus fiables pour le calcul de l'indicateur et est fortement encouragée.
ru: **Использование данных высокого разрешения из национальных статистических управлений (НСУ)**: В этом варианте данные переписи населения используются для агрегирования количества людей, проживающих во всех домохозяйствах в пределах городской черты. Прогнозы и экстраполяция также могут быть легко осуществлены на основе характеристик домохозяйств на конкретные отчетные годы. Этот процесс намного проще, если для определения урбанизированной территории используются динамические единицы переписи, особенно потому, что они хорошо согласуются с архитектурой официальных данных о населении. Этот вариант обеспечивает наиболее точные и авторитетные данные о населении для расчета показателей и настоятельно рекомендуется.
zh: **使用来自国家统计局 (NSO) 的高分辨率数据**：在这个选项中，人口普查数据用于汇总居住在城市边界内所有家庭的人数。用户还可以根据特定报告年份的家庭特征轻松进行预测和推断。如果使用动态人口普查单元来识别城市化区域，这一过程会更容易，这尤其是因为这些单元与官方人口数据架构很吻合。这个选项为指标计算提供了最准确、最权威的人口数据，我们强烈推荐。

source: **Use of gridded population**: In this option, a population grid is made by distributing population to the entire administrative or census area unit. Attributes such as presence of habitable areas (land use classes) can be used to distribute the population, such that grid cells in tracks of undeveloped land or in industrial areas will have less population than high density residential areas. In the resulting grid, each grid cell will have a unique value, which is dependent on factors such as the total population within the enclosing administrative/census unit, and the number and/or quantity of the habitable land use classes. Figure 5 illustrates the general logic of population grids using only one land use class – the built-up areas. The population grid should always cover an area larger than the defined urban boundaries. Once the population grids are created, estimation of the population living within the urban boundaries can then be achieved by aggregating populations of the enclosed grid cells. In the absence of high-resolution data from NSOs, this option produces better estimates for population, although high quality input data and multi-level analysis are essential for enhanced data accuracy. Global datasets representing populations at 1km² and 250m grids are available (e.gs GPWv4, GHS-POP, WorldPop); most of which assume equal distribution of population to the habitable classes (e.g built up areas). This approach is proposed for the indicator computation where high resolution data from national statistical offices is not available or readily accessible.
ar: ** استخدام الشبكة السكانية **: في هذا الخيار، يتم إنشاء شبكة سكانية عن طريق توزيع السكان على الإدارة أو وحدة منطقة التعداد بأكملها. يمكن استخدام سمات مثل وجود مناطق صالحة للسكن (فئات استخدام الأراضي) لتوزيع السكان، مثل أن خلايا الشبكة في مسارات الأراضي غير المطورة أو في المناطق الصناعية سيكون عدد سكانها أقل من المناطق السكنية عالية الكثافة. في الشبكة الناتجة، سيكون لكل خلية شبكة قيمة فريدة، والتي تعتمد على عوامل مثل إجمالي عدد السكان داخل الوحدة الإدارية/التعدادية المتضمنة، وعدد و/أو كمية فئات استخدام الأراضي الصالحة للسكن. يوضح الشكل 5 المنطق العام للشبكات السكانية باستخدام فئة استخدام واحدة فقط - المناطق المبنية. يجب أن تغطي الشبكة السكانية دائمًا مساحة أكبر من الحدود الحضرية المحددة. بمجرد إنشاء شبكات السكان ، يمكن عندئذٍ تقدير السكان الذين يعيشون داخل الحدود الحضرية من خلال تجميع السكان لخلايا الشبكة المغلقة. في حالة عدم وجود بيانات عالية الدقة من NSO، ينتج عن هذا الخيار تقديرات أفضل للسكان، على الرغم من أن بيانات الإدخال عالية الجودة والتحليل متعدد المستويات ضروريان لتحسين دقة البيانات. تتوفر مجموعات البيانات العالمية التي تمثل السكان عند 1 كيلومتر مربع وشبكات 250 مترًا (مثل gs GPWv4 وGHS-POP وWorldPop)؛ يفترض معظمها التوزيع المتساوي للسكان على الفئات الصالحة للسكن (مثل المناطق المبنية). يُقترح هذا النهج لحساب المؤشرات حيث لا تتوفر بيانات عالية الدقة من المكاتب الإحصائية الوطنية أو يمكن الوصول إليها بسهولة.
fr: **Utilisation d'une grille de population** : Dans cette option, une grille de population est réalisée en distribuant la population à l'ensemble de l'unité administrative ou de la zone de recensement. Des attributs tels que la présence de zones habitables (classes d'utilisation des sols) peuvent être utilisés pour répartir la population, de sorte que les cellules de la grille situées dans des zones non développées ou dans des zones industrielles seront moins peuplées que les zones résidentielles à forte densité. Dans la grille résultante, chaque cellule de la grille aura une valeur unique, qui dépend de facteurs tels que la population totale de l'unité administrative/de recensement qui la contient, et le nombre et/ou la quantité de classes d'utilisation des terres habitables. Le graphique 5 illustre la logique générale des grilles de population qui n'utilisent qu'une seule classe d'occupation des sols : les zones bâties. La grille de population doit toujours couvrir une zone plus large que les limites urbaines définies. Une fois les grilles de population créées, l'estimation de la population vivant à l'intérieur des limites urbaines peut alors être réalisée en agrégeant les populations des cellules de la grille. En l'absence de données à haute résolution provenant des INS, cette option produit de meilleures estimations de la population, bien que des données d'entrée de haute qualité et une analyse à plusieurs niveaux soient essentielles pour améliorer la précision des données. Des ensembles de données mondiales représentant les populations à des grilles de 1 km² et de 250 m sont disponibles (par exemple, GPWv4, GHS-POP, WorldPop) ; la plupart d'entre eux supposent une répartition égale de la population dans les classes habitables (par exemple, les zones bâties). Cette approche est proposée pour le calcul des indicateurs lorsque les données à haute résolution des offices nationaux de statistique ne sont pas disponibles ou facilement accessibles.
ru: **Использование сетки населения**: В этом варианте сетка населения составляется путем распределения населения по всей административной единице или единице переписи населения. Для распределения населения можно использовать такие атрибуты, как наличие пригодных для проживания территорий (классы землепользования), например, ячейки сетки на путях неосвоенных земель или в промышленных зонах будут иметь меньше населения, чем жилые районы с высокой плотностью застройки. В полученной сетке каждая ячейка будет иметь уникальное значение, которое зависит от таких факторов, как общая численность населения в пределах охватывающей административной/переписной единицы, а также количество и/или число классов землепользования, пригодных для проживания. Рисунок 5 иллюстрирует общую логику построения сетки населения с использованием только одного класса землепользования - застроенных территорий. Сетка населения всегда должна охватывать территорию, превышающую установленные городские границы. После создания сетки населения оценка населения, проживающего в пределах городских границ, может быть получена путем агрегирования населения закрытых ячеек сетки. В отсутствие данных высокого разрешения от НСО этот вариант позволяет получить более точные оценки численности населения, хотя для повышения точности данных необходимо высокое качество исходных данных и многоуровневый анализ. Имеются глобальные базы данных, представляющие население на 1 км² и 250 м сетки (например, GPWv4, GHS-POP, WorldPop); большинство из них предполагают равное распределение населения по классам пригодности для проживания (например, застроенные районы). Этот подход предлагается для расчета показателей в тех случаях, когда данные высокого разрешения из национальных статистических управлений недоступны или легко доступны.
zh: **使用网格人口**：在这个选项中，将人口分配到整个行政或人口普查区域单元，就会生成人口网格。可居住区域的存在与否（土地利用类别）等属性可用于分配人口，因此未开发土地或工业区中的网格单元将比高密度住宅区的人口少。在生成的网格中，每个网格单元将具有唯一的值，该值取决于封闭行政/人口普查单位内的总人口、可居住土地利用类别的个数和/或数量等因素。图 5 示范了仅使用一种土地利用类别（建成区）的人口网格的一般逻辑。人口网格覆盖的区域应始终大于定义的城市边界。一旦创建了人口网格，就可以通过汇总封闭网格单元的人口来估计居住在城市边界内的人口。在没有 NSO 的高分辨率数据的情况下，此选项可以较好地估计人口，不过高质量的输入数据和多层次分析对于提高数据准确性至关重要。描述 1km² 和 250m 网格内人口的全球数据集可供使用（例如 GPWv4、GHS-POP、WorldPop），其中大多数数据集假设人口平均分配到可居住类别（例如建成区）。在国家统计局的高分辨率数据不可用或不易获取的情况下，建议使用这种方法计算指标。

source: Population in Trends.Earth
ar: تعداد السكان في Trends.Earth
fr: Population dans Trends.Earth
ru: Население в Trends.Earth
zh: Trends.Earth 中的人口

source: In |trends.earth| we recommend users to use option 1, since ate city scales the accuracy of high-resolution data provided by national statistical offices will always be higher than those obtained by global raster products which were, in most cases, produced for national level analysis. However, recognizing that in some areas population data will not be readily available to most users, we do provide data from the Gridded Population of the World V4 (GPWv4, CIESIN, 2016) as a reference. Even if the option to use GPWv4 in |trends.earth|, the population data can be easily replaced by locally relevant high quality data by simply replacing the corresponding cells in the final tabular output.
ar: في |Trends.earth| نوصي المستخدمين باستخدام الخيار 1، نظرًا لأنهم يتناولون مقاييس المدينة، فإن دقة البيانات عالية الدقة التي تقدمها المكاتب الإحصائية الوطنية ستكون دائمًا أعلى من تلك التي تم الحصول عليها بواسطة منتجات البيانات النقطية العالمية التي تم إنتاجها في معظم الحالات من أجل التحليل على المستوى الوطني. ومع ذلك، مع إدراك أنه في بعض المناطق لن تكون بيانات التعداد السكاني متاحة بسهولة لمعظم المستخدمين، فإننا نقدم بيانات من Gridded Population of the World V4 (GPWv4, CIESIN, 2016) كمرجع. حتى إذا كان خيار استخدام GPWv4 في|trends.earth|، يمكن استبدال بيانات التعداد السكاني بسهولة ببيانات عالية الجودة ذات صلة محليًا عن طريق استبدال الخلايا المقابلة في الإخراج الجدولي النهائي.
fr: Dans |trends.earth, nous recommandons l'utilisation de l'option 1, vu qu'à l'échelle des villes, la précision des données à haute résolution fournies par les bureaux statistiques nationaux sera toujours supérieure à celle des produits raster globaux qui ont été, dans la plupart des cas, obtenus pour des analyses au niveau national. Toutefois, reconnaissant que les données de population dans certaines régions ne seront pas facilement accessibles à la plupart des utilisateurs, nous fournissons des données provenant de Gridded Population of the World V4 (GPWv4, CIESIN, 2016), à titre de référence. Même si l'option d'utiliser GPWv4 dans|trends.earth existe, les données relatives à la population peuvent être aisément remplacées par des données locales pertinentes de haute qualité, en remplaçant simplement les cellules correspondantes dans le résultat final sous forme tabulaire.
ru: В |trends.earth| мы рекомендуем пользователям использовать вариант 1, поскольку в масштабах города точность данных высокого разрешения, предоставляемых национальными статистическими управлениями, всегда будет выше, чем точность данных, полученных с помощью глобальных растровых продуктов, которые в большинстве случаев были созданы для анализа на национальном уровне. Однако, признавая, что в некоторых областях данные о населении не будут легко доступны большинству пользователей, мы предоставляем данные из Gridded Population of the World V4 (GPWv4, CIESIN, 2016) в качестве справочной информации. Даже если в |trends.earth| не предусмотрена возможность использования GPWv4, данные о населении можно легко заменить на соответствующие местным условиям высококачественные данные, просто заменив соответствующие ячейки в итоговом табличном выводе.
zh: 在|trends.earth|中，我们建议用户使用选项 1，因为国家统计局提供的高分辨率数据的准确性总是高于全球栅格产品获得的数据，而全球栅格产品在大多数情况下是为全国范围的分析而制作的。不过考虑到在某些地区，大多数用户无法轻易获得人口数据，我们提供了Gridded Population of the World V4 (GPWv4, CIESIN, 2016) 的数据作为参考。即使在 |trends.earth| 中选择使用 GPWv4，只需要替换最终输出表格中的相应单元格，人口数据就可以轻松地替换为与本地相关的高质量数据。

source: Trends in SDG 11.3.1
ar: Trends في SDG 11.3.1
fr: Tendances ODD 11.3.1
ru: Тенденции ЦУР 11.3.1
zh: SDG 11.3.1 的趋势

source: The final outputs of the SDG 11.3.1 computations in |trends.earth| will be:
ar: المخرجات النهائية لحسابات SDG 11.3.1 في |Trends.earth| سوف تكون:
fr: Les résultats finaux des calculs ODD 11.3.1 dans|trends.earth| seront :
ru: Итоговыми результатами вычислений SDG 11.3.1 в |trends.earth| будут:
zh: |trends.earth| 中 SDG 11.3.1 计算的最终输出结果将是：

source: The maps as presented Figures 10 and 11, which will allow for a visual interpretation of the changes occurred in the urban space between 2000 and 2015 at 5-year intervals.
ar: الخرائط كما هي معروضة في الشكلين 10 و11، والتي ستسمح بتفسير مرئي للتغييرات التي حدثت في المساحة الحضرية بين عامي 2000 و2015 خلال فترة 5 سنوات.
fr: Les cartes, comme présentées dans les figures 10 et 11, qui permettent une interprétation visuelle des changements survenus dans l'espace urbain entre 2000 et 2015, à des intervalles de 5 ans.
ru: В качестве карт представлены рисунки 10 и 11, которые позволят визуально интерпретировать изменения, произошедшие в городском пространстве между 2000 и 2015 годами с интервалом в 5 лет.
zh: 通过图 10 和 11 所示的地图，我们可以对 2000 年至 2015 年期间城市空间每隔 5 年发生的变化进行视觉解读。

source: A table which summarizes the area calculations for the different spaces within the city space (urban, suburban, and the different classes of open space), and also the corresponding population numbers. In this table the SDG 11.3.1 will also be computed automatically, and a trend of the indicator over time will be provided.
ar: جدول يلخص حسابات المنطقة للمساحات المختلفة داخل حيز المدينة (حضري، ضواحي، وفئات مختلفة من المساحات المفتوحة)، وكذلك أعداد السكان المقابلة. في هذا الجدول، سيتم أيضًا حساب SDG 11.3.1 تلقائيًا، وسيتم توفير اتجاه المؤشر بمرور الوقت.
fr: Un tableau qui récapitule les calculs de la région pour les différents espaces de la ville (urbain, suburbain et les différentes catégories d'espace ouvert), ainsi que le nombre correspondant d'habitants. Dans ce tableau, l'indice ODD 11.3.1 sera également calculé automatiquement et une tendance de l'indice dans le temps sera fournie.
ru: Таблица, в которой приведены расчеты площади для различных пространств внутри городского пространства (городских, пригородных и различных классов открытых пространств), а также соответствующая численность населения. В этой таблице также будет автоматически рассчитана ЦУР 11.3.1, и будет представлена тенденция изменения показателя во времени.
zh: 一张表格，它总结了城市空间内不同空间（城市、近郊和不同类别的空地）的面积计算结果，以及相应的人口数量。在这个表中，还将自动计算 SDG 11.3.1，并显示指标随时间变化的趋势。

source: `Figure 11: One of the final outputs of the SDG 11.3.1 analysis in |trends.earth| is a tabular outputs displaying the area, population and the indicator for SDG 11.3.1 for the city analyzed.`
ar: "الشكل 11: أحد المخرجات النهائية لتحليل SDG 11.3.1 في|trends.earth|عبارة عن نواتج مجدولة تعرض المنطقة والتعداد السكاني ومؤشر SDG 11.3.1 للمدينة التي تم تحليلها.
fr: « Figure 11 : L'un des types de résultats finaux de l'analyse de l'indice ODD 11.3.1 dans|trends.earth|se présente comme des résultats sous forme tabulaire affichant la région, la population et l'indice ODD 11.3.1 pour la ville analysée. »
ru: «Рисунок 11: Одним из конечных результатов анализа SDG 11.3.1 в |trends.earth| является табличный результат, отображающий площадь, население и показатель SDG 11.3.1 для анализируемого города».
zh: `图 11：|trends.earth| 中 SDG 11.3.1 分析的最终输出结果之一是一张表格，它显示了被分析城市的面积、人口和 SDG 11.3.1 指标。`

source: For a step-by-step guide on how to run the analysis in |trends.earth|, please refer to the following tutorial: :ref:`tut_land_consumption`.
ar: للحصول على إرشادات مفصلة خطوة بخطوة حول كيفية تشغيل التحليل في |trends.earth|، يرجى الرجوع إلى الدليل التوجيهي التالي :ref:`tut_land_consumption`.
fr: Pour un guide étape par étape sur la façon d'effectuer l'analyse dans|trends.earth, veuillez vous référer au tutoriel suivant : :ref:`tut_land_consumption`.
ru: Пошаговое руководство по проведению анализа в |trends.earth| можно найти в следующем руководстве: :ref:`tut_land_consumption`.
zh: 如要获取在 |trends.earth| 中进行分析的分步指南，请参阅以下教程：:ref:`tut_land_consumption`。

source: **Citations:**
ar: **مراجع:**
ru: **Цитирование:**
zh: **引文：**

source: Breiman, L., 2001. Random forests. Mach. Learn. 45, 5–32. https://doi.org/10.1023/a:1010933404324
ru: Брейман, Л., 2001. Случайные леса. Mach. Learn. 45, 5-32. https://doi.org/10.1023/a:1010933404324

source: Brown de Colstoun, E. C., C. Huang, P. Wang, J. C. Tilton, B. Tan, J. Phillips, S. Niemczura, P.-Y. Ling, and R. E. Wolfe. 2017. Global Man-made Impervious Surface (GMIS) Dataset From Landsat. Palisades, NY: NASA Socioeconomic Data and Applications Center (SEDAC). https://doi.org/10.7927/H4P55KKF.
fr: Brown de Colstoun, E. C., C. Huang, P. Wang, J. C. Tilton, B. Tan, J. Phillips, S. Niemczura, P.-Y. Ling, and R. E. Wolfe. 2017. Données Global Man-made Impervious Surface (GMIS) de Landsat. Palisades, NY: NASA Socioeconomic Data and Applications Center (SEDAC). https://doi.org/10.7927/H4P55KKF.
ru: Браун де Кольстун, Э. К., К. Хуанг, П. Ванг, Дж. К. Тилтон, Б. Тан, Дж. Филлипс, С. Ниемчура, П.-Ю. Линг, и Р. Э. Вулф. 2017. Глобальный набор данных по искусственным противодействующим поверхностям (GMIS) с Landsat. Палисейдс, штат Нью-Йорк: Центр социально-экономических данных и приложений НАСА (SEDAC). https://doi.org/10.7927/H4P55KKF.
