Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/landconsumption.po
Languages: ar, fr, ru, zh

source: CIESIN. 2016. Gridded Population of the World, Version 4 (GPWv4): Population Density Adjusted to Match 2015 Revision of UN WPP Country Totals. Palisades, NY: NASA Socioeconomic Data and Applications Center (SEDAC). Center for International Earth Science Information Network - Columbia University. https://doi.org/10.7927/H4HX19NJ.
fr: CIESIN. 2016. Gridded Population of the World, Version 4 (GPWv4) : Densité de la population ajustée pour correspondre à la révision 2015 de l'ONU pour les totaux WPP des pays. Palisades, NY: NASA Socioeconomic Data and Applications Center (SEDAC). Center for International Earth Science Information Network - Columbia University. https://doi.org/10.7927/H4HX19NJ.
ru: CIESIN. 2016. Сетчатое население мира, версия 4 (GPWv4): Плотность населения, скорректированная в соответствии с пересмотренными в 2015 году итоговыми данными по странам в рамках ПРБ ООН. Палисейдс, штат Нью-Йорк: Центр социально-экономических данных и приложений НАСА (SEDAC). Центр международной информационной сети по наукам о Земле - Колумбийский университет. https://doi.org/10.7927/H4HX19NJ.

source: Dinerstein, E., Olson, et al, 2017. An Ecoregion-Based Approach to Protecting Half the Terrestrial Realm. BioScience 67, 534–545. https://doi.org/10.1093/biosci/bix014
fr: Dinerstein, E., Olson, et al, 2017. Une approche éco-régionale pour protéger la moitié de la terre. BioScience 67, 534–545. https://doi.org/10.1093/biosci/bix014
ru: Динерштейн, Э., Олсон и другие, 2017. Экорегиональный подход к защите половины земной поверхности. BioScience 67, 534-545. https://doi.org/10.1093/biosci/bix014

source: Gorelick, N., Hancher, M., Dixon, M., Ilyushchenko, S., Thau, D., Moore, R., 2017. Google Earth Engine: Planetary-scale geospatial analysis for everyone. Remote Sens. Environ., Big Remotely Sensed Data: tools, applications and experiences 202, 18–27. https://doi.org/10.1016/j.rse.2017.06.031
fr: Gorelick, N., Hancher, M., Dixon, M., Ilyushchenko, S., Thau, D., Moore, R., 2017. Google Earth Engine : Analyse géospatiale à l'échelle planétaire pour tout le monde. Remote Sens. Environ., Grandes données de télédétection : outils, applications et expériences 202, 18–27. https://doi.org/10.1016/j.rse.2017.06.031
ru: Горелик, Н., Ханчер, М., Диксон, М., Илющенко, С., Тау, Д., Мур, Р., 2017. Google Earth Engine: Геопространственный анализ планетарного масштаба для всех. Remote Sens. Environ., Большие данные дистанционного зондирования: инструменты, приложения и опыт 202, 18-27. https://doi.org/10.1016/j.rse.2017.06.031.

source: Jean-Francois Pekel, Andrew Cottam, Noel Gorelick, Alan S. Belward, High-resolution mapping of global surface water and its long-term changes. Nature 540, 418-422 (2016). https://doi.org/10.1038/nature20584.
fr: Jean-Francois Pekel, Andrew Cottam, Noel Gorelick, Alan S. Belward, cartographie haute définition des eaux de surface dans le monde et de leurs changements à long terme. Nature 540, 418-422 (2016). https://doi.org/10.1038/nature20584.
ru: Жан-Франсуа Пекель, Эндрю Коттам, Ноэль Горелик, Алан С. Белвард, Картирование глобальных поверхностных вод с высоким разрешением и их долгосрочные изменения. Nature 540, 418-422 (2016). https://doi.org/10.1038/nature20584.

source: NOA. 2019. VIIRS Nighttime Day/Night Band Composites Version 1. Available through: https://developers.google.com/earth-engine/datasets/catalog/NOAA_VIIRS_DNB_MONTHLY_V1_VCMCFG
fr: NOA. 2019. VIIRS Nighttime Day/Night Band Composites Version 1. Disponible à : https://developers.google.com/earth-engine/datasets/catalog/NOAA_VIIRS_DNB_MONTHLY_V1_VCMCFG
ru: НОА. 2019. Составы ночного дневного/ночного диапазона VIIRS Версия 1. Доступно через: https://developers.google.com/earth-engine/datasets/catalog/NOAA_VIIRS_DNB_MONTHLY_V1_VCMCFG

source: UN-Habitat (2019) Module 3: Land consumption. Accessed on 05/10/2019 from: https://unhabitat.org/wp-content/uploads/2019/02/Indicator-11.3.1-Training-Module_Land-Consumption_Jan-2019.pdf
fr: UN-Habitat (2019) Module 3 : Consommation des terres. Consulté le 05/10/2019 depuis : https://unhabitat.org/wp-content/uploads/2019/02/Indicator-11.3.1-Training-Module_Land-Consumption_Jan-2019.pdf
ru: ООН-Хабитат (2019) Модуль 3: Потребление земли. Получено 05.10.2019 от: https://unhabitat.org/wp-content/uploads/2019/02/Indicator-11.3.1-Training-Module_Land-Consumption_Jan-2019.pdf.

source: `Figure 2: Trends.Earth works-flow to computing SDG 11.3.1. Global 30m impervious surface indices have been pre-computed and are available for the users to explore in the` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ `where the user defines built-up extent by simply assigning a series of thresholds.`
zh: `图 2：计算 SDG 11.3.1 的 Trends.Earth 工作流。全球 30 m 不透水面指数已预先计算出来，可供用户在``Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_`中探究，用户只需分配一系列阈值即可确定建成区的范围。
