Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/landdegradation.po
Languages: ar, ru, zh

source: Changes in SOC are better studied for land cover transitions involving agriculture, and for that reason there is a different set of coefficients for each of the main global climatic regions: Temperate Dry (f = 0.80), Temperate Moist (f = 0.69), Tropical Dry (f = 0.58), Tropical Moist (f = 0.48), and Tropical Montane (f = 0.64).
ar: تمت دراسة التغييرات في الكربون العضوي في التربة بشكل أفضل لتحولات الغطاء الأرضي التي تنطوي على الزراعة، ولهذا السبب توجد مجموعة مختلفة من المعاملات لكل من المناطق المناخية العالمية الرئيسية: معتدل جاف (f = 0.80)، رطب معتدل (f = 0.69)، استوائي جاف (f = 0.58)، رطب استوائي (f = 0.48)، و نظم بيئية جبلية (f = 0.64).
ru: Изменения SOC лучше изучены в отношении переходов земного покрова, связанных с сельским хозяйством, и по этой причине существует различный набор коэффициентов для каждого из основных глобальных климатических регионов: умеренный засушливый (f = 0,80), умеренный влажный (f = 0,69), тропический сухой (f = 0,58), тропический влажный (f = 0,48) и тропический горный (f = 0,64).
zh: SOC的变化对涉及农业的土地覆被过渡研究比较好，因此，对全球每个主要气候区都有一套不同的系数。温带干旱区（f=0.80）、温带湿润区（f=0.69）、热带干旱区（f=0.58）、热带湿润区（f=0.48）和热带山地（f=0.64）。

source: Compute relative different in SOC between the baseline and the target period, areas which experienced a loss in SOC of 10% of more during the reporting period will be considered potentially degraded, and areas experiencing a gain of 10% or more as potentially improved.
ar: حساب الاختلاف النسبي في نسب الكربون العضوي في التربة بين خط الأساس والفترة المستهدفة، سيتم اعتبار المناطق التي شهدت خسارة في الكربون العضوي في التربة بنسبة 10 ٪ أكثر خلال الفترة المشمولة بالتقرير متدهورة، والمناطق التي تشهد مكاسب بنسبة 10 ٪ أو أكثر من المحتمل أن تكون محسّنة.
ru: Вычислите относительную разницу в SOC между исходным и целевым периодами, области, в которых SOC снизился на 10 % или более в течение отчетного периода, будут считаться потенциально ухудшенными, а области, в которых наблюдается прирост на 10 % или более, — потенциально улучшенными.
zh: 计算基线期和目标期之间SOC的相对差异，在报告期内SOC损失10%以上的地区将被认为是潜在的退化，而收益10%以上的地区则是潜在的改善。

source: Combining indicators
ar: الجمع بين المؤشرات
ru: Объединение показателей
zh: 合并指标

source: The integration of the three SDG 15.3.1 sub-indicators is done following the one-out all-out rule, this means that if an area was identified as potentially degraded by any of the sub-indicators, then that area will be considered potentially degraded for reporting purposes.
ar: يتم دمج المؤشرات الفرعية الثلاثة لهدف التنمية المستدامة 15.3.1 باتباع قاعدة "واحدة تعمم للجميع" التالية، وهذا يعني أنه إذا تم تحديد منطقة ما على أنها تدهور محتمل بواسطة أي من المؤشرات الفرعية، فسيتم اعتبار هذا المجال محتملًا تدهورت لأغراض الإبلاغ.
ru: Интеграция трех вспомогательных показателей ЦУР 15.3.1 осуществляется в соответствии с правилом "исключается один - исключаются все", это означает, что если какой-либо из вспомогательных показателей определил район как потенциально деградировавший, то этот район будет считаться потенциально деградировавшим для целей отчетности.
zh: 三个SDG 15.3.1分项指标的整合是按照一出一进的规则进行的，这意味着如果一个地区被任何一个分项指标确定为潜在的退化，那么这个地区将被认为是潜在的退化，以便报告。

source: iconCalculator
ar: أيقونة حاسبة
zh: 图标计算器

source: iconChart
ar: أيقونة مخطط
zh: 图标图表

source: iconClipboard
ar: أيقونة الحافظة
zh: 图标剪贴板

source: iconCloudDownload
ar: أيقونة التحميل السحابي
zh: 图标云下载

source: iconCog
ar: أيقونة الترس
zh: 图标齿轮

source: iconDeletedataset
ar: أيقونة حذف مجموعة البيانات
zh: 图标删除数据集

source: iconGlobe
ar: أيقونة الكرة الأرضية
zh: 图标全球

source: iconGraph
ar: أيقونة رسم بياني
zh: 图标图形

source: iconInfo
ar: أيقونة معلومات
zh: 图标信息

source: iconLoaddataset
ar: أيقونة تحميل مجموعة البيانات
zh: 图标负载数据集

source: iconMarkMarker
ar: أيقونة تظليل علامة
zh: 图标标记器

source: iconOpendatasetdirectory
ar: أيقونة فتح دليل مجموعة البيانات
zh: 图标打开数据集目录

source: iconViewdatasetdetails
ar: أيقونة عرض تفاصيل مجموعة البيانات
zh: 图标浏览数据集细节

source: iconWrench
ar: أيقونة مفتاح الربط
zh: 图标扳手

source: iconFolder
ar: أيقونة ملف
zh: 图标文件夹

source: iconReports
ar: أيقونة التقارير
zh: 图标报告

source: iconTrendsEarth
ar: أيقونة TrendsEarth
zh: 图标TrendsEarth

source: iconVisualization
ar: أيقونة التصور
zh: 图标视觉效果

source: logoCI
ar: شعار CI
zh: 标志企业识别

source: logoLund
ar: شعار لوند
zh: 标志Lund

source: logoNASA
ar: شعار ناسا
zh: 标志美国国家航天航空局（NASA）

source: logoGEF
ar: شعار GEF
zh: 标志GEF
