Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/landconsumption.po
Languages: ar, fr, ru, zh

source: `Figure 5: In` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ `the user has control on how the conversion from the continuous Impervious Surface Index (ISI, right) to the binary built up area map (built, left) will ocurr for their city of interest.`
ar: "الشكل 5: في` `Trends.Earth رسم خرائط المناطق العمرانية <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ `يتحكم المستخدم في كيفية التحويل من مؤشر السطح عديم النفاذية المستمر (ISI، على اليمين) إلى خريطة المنطقة المبنية الثنائية (المبنية، على اليسار) للمدينة التي تهمهم.`
fr: "Graphique 5 : Dans" "Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>"_ "l'utilisateur a le contrôle sur la façon dont la conversion de l'indice continu de surface imperméable (ISI, à droite) vers la carte binaire des zones bâties (bâti, à gauche) se produira pour la ville qui l'intéresse."
ru: «Рисунок 5: В ``Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_` пользователь имеет возможность контролировать, как будет происходить преобразование непрерывного индекса противофильтрационной поверхности (ISI, справа) в бинарную карту застроенных территорий (built, слева) для интересующего его города».
zh: `图 5：在`Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_`中，用户可以决定如何针对他们关注的城市，将连续不透水面指数（ISI，右）转换为二元建成区地图（已建成，左）。`

source: In |trends.earth| the user needs to define 3 threshold values which will be used by the tool to estimate the built-up area for the area of interest. Those thresholds are:
ar: في|trends.earth|يحتاج المستخدم إلى تحديد 3 قيم حدية ستستخدمها الأداة لتقدير المساحة العمرانية لمنطقة المرغوبة. هذه الحدود هي:
fr: Dans |trends.earth|, l'utilisateur doit définir 3 valeurs seuils qui seront utilisées par l'outil pour estimer la surface bâtie de la zone d'intérêt. Ces seuils sont :
ru: В |trends.earth| пользователю необходимо определить 3 пороговых значения, которые будут использоваться инструментом для оценки застроенной территории для интересующей его области. Этими пороговыми значениями являются:
zh: 在 |trends.earth| 中，用户需要确定 3 个阈值，工具将使用这些阈值来估计关注区域的建成面积。这些阈值是：

source: **Impervious Surface Index (ISI, 0-100)**: This is an index which varies between 0 and 100, with higher values being indicative of a higher percentage of impervious surface in the 30 m pixel. Setting the ISI threshold value lower will mean that your final built-up area dataset will include areas with low density of construction, usually found in the peripheries of the cities. Setting this value higher will make the assessment to focus on the high density city centers.
ar: ** مؤشر السطح عديم النفاذية (ISI, 0-100)**: هذا مؤشر يتراوح بين 0 و100، مع القيم الأعلى تدل على أعلى نسبة سطح عديم النفاذية في 30 م بكسل. سيعني تعيين قيمة حدية ISI أقل أن مجموعة بيانات المساحة المبنية النهائية ستتضمن مناطق ذات كثافة إنشاء منخفضة، وعادة ما توجد في أطراف المدن. تعيين هذه القيمة أعلى سيجعل التقييم يركز على مراكز المدن عالية الكثافة.
fr: **Indice de surface imperméable (ISI, 0-100)** : Il s'agit d'un indice qui varie entre 0 et 100, les valeurs les plus élevées indiquant un pourcentage plus important de surface imperméable dans le pixel de 30 m. Si vous définissez une valeur seuil ISI plus basse, votre ensemble de données final sur les zones bâties comprendra des zones à faible densité de construction, que l'on trouve généralement à la périphérie des villes. Si cette valeur est plus élevée, l'évaluation se concentrera sur les centres-villes à forte densité.
ru: **Индекс непроницаемой поверхности (ISI, 0-100)**: Это индекс, который изменяется в диапазоне от 0 до 100, при этом более высокие значения указывают на более высокий процент непроницаемой поверхности в 30-метровом пикселе. Установка порогового значения ISI ниже означает, что ваш окончательный набор данных застроенной территории будет включать районы с низкой плотностью застройки, обычно встречающиеся на окраинах городов. Если установить это значение выше, то оценка будет сосредоточена на центрах городов с высокой плотностью застройки.
zh: **不透水面指数 (ISI, 0-100)**：这是一个介于 0 到 100 的指数，数值越高，30 m 像素中不透水面的百分比越高。设置较低的 ISI 阈值表示你的最终建成区数据集将包括建筑密度低的区域，该区域通常位于城市的外围。将此值设置得较高将使评估集中在高密度的城市中心。

source: **Night Time Lights Index (NTL, 0-100)**: The impervious surface index can, in some cases, present high values for areas covered with dry bare soil or rocks, since these type of surfaces have similar spectral properties as those of man-made impervious surfaces. To filter these areas we use night time lights, removing areas with high ISI and low night time lights present outside of city boundaries. The lack of a time series of night time lights of consistently calibrated for the time period considered (2000-2015), means that we can't mask year with its corresponding year, so we use VIIRS Nighttime Day/Night Band Composites Version 1 for the year 2015 (NOA, 2019). Setting the NTL threshold value lower will mean that your final built-up area dataset will include areas with low light density, usually found in the peripheries of the cities. Setting this value higher will make the assessment to focus on the high density city centers.
ar: ** مؤشر أضواء الوقت الليلي (NTL, 0-100)**: يمكن لمؤشر السطح عديم النفاذية، في بعض الحالات، أن يقدم قيمًا عالية للمناطق المغطاة بالتربة أو الصخور العارية الجافة، نظرًا لأن هذا النوع من الأسطح لها خصائص طيفية مماثلة لتلك الأسطح المانعة للتسرب من صنع الإنسان. لتصفية هذه المناطق، نستخدم الأضواء الليلية، ونزيل المناطق ذات ISI المرتفع وأضواء الليل المنخفضة الموجودة خارج حدود المدينة. يعني عدم وجود سلسلة زمنية من أضواء الليل التي تمت معايرتها باستمرار للفترة الزمنية التي تم النظر فيها (2000-2015)، أنه لا يمكننا إخفاء السنة بالسنة المقابلة، لذلك نستخدم الإصدار الأول لـ VIIRS Nighttime Day/Night Band Composites لعام 2015 (NOA, 2019). سيعني تعيين قيمة حدية NTL أقل أن مجموعة بيانات المنطقة المبنية النهائية ستتضمن مناطق ذات كثافة إضاءة منخفضة، توجد عادةً في أطراف المدن. تعيين هذه القيمة أعلى سيجعل التقييم يركز على مراكز المدن عالية الكثافة.
fr: **Indice des lumières nocturnes (NTL, 0-100)** : L'indice de surface imperméable peut, dans certains cas, présenter des valeurs élevées pour des zones couvertes de sol nu sec ou de rochers, car ces types de surfaces ont des propriétés spectrales similaires à celles des surfaces imperméables artificielles. Pour filtrer ces zones, nous utilisons les lumières nocturnes, en éliminant les zones à ISI élevé et les lumières nocturnes faibles présentes en dehors des limites de la ville. L'absence d'une série temporelle de lumières nocturnes calibrée de manière cohérente pour la période considérée (2000-2015), signifie que nous ne pouvons pas masquer l'année avec son année correspondante, nous utilisons donc VIIRS Nighttime Day/Night Band Composites Version 1 pour l'année 2015 (NOA, 2019). Si vous définissez une valeur seuil NTL plus basse, votre ensemble de données final sur les zones bâties comprendra des zones à faible densité lumineuse, que l'on trouve généralement à la périphérie des villes. Si cette valeur est plus élevée, l'évaluation se concentrera sur les centres-villes à forte densité.
ru: **Индекс освещенности в ночное время (NTL, 0-100)**: Индекс непроницаемой поверхности в некоторых случаях может иметь высокие значения для территорий, покрытых сухой голой почвой или камнями, поскольку эти типы поверхностей имеют схожие спектральные свойства с искусственными непроницаемыми поверхностями. Для фильтрации таких участков мы используем ночное освещение, удаляя участки с высоким ISI и низким ночным освещением, присутствующим за пределами городской черты. Отсутствие временного ряда ночных огней, последовательно откалиброванных для рассматриваемого периода времени (2000-2015), означает, что мы не можем замаскировать год соответствующим годом, поэтому мы используем VIIRS Nighttime Day/Night Band Composites Version 1 для 2015 года (NOA, 2019). Установка порогового значения NTL ниже означает, что ваш окончательный набор данных застроенной территории будет включать области с низкой плотностью освещения, обычно встречающиеся на окраинах городов. Если установить это значение выше, то оценка будет сосредоточена на центрах городов с высокой плотностью.
zh: **夜间灯光指数 (NTL, 0-100)**：在某些情况下，覆盖着干燥裸土或岩石的区域的不透水面指数可能呈现高值，因为这些类型的表面具有与人造不透水面相似的光谱特性。为了过滤这些区域，我们使用夜间灯光指数，来去除城市边界外存在的高 ISI 和低夜间灯光的区域。我们缺少针对所讨论的时间段（2000–2015 年）进行一致性校准的夜间灯光时间序列，这意味着我们不能用对应的年份遮罩某年份，因此对于 2015 年，我们使用 VIIRS Nighttime Day/Night Band Composites Version 1 (NOA, 2019)。将 NTL 阈值设置得较低意味着你的最终建成区数据集将包括光密度低的区域，该类区域通常位于城市的外围。将此值设置得较高将使评估集中在高密度的城市中心。

source: **Water Frequency Index (WFI, 0-100)**: Water presence is a very dynamic feature of coastal or riverine environment, in some cases water will inundate land areas, and in others, humans will encroach into water bodies to occupy the space. To capture some of those dynamics, we have integrated into the tool a water frequency dataset (Pekel et al 2016). By adjusting the water frequency threshold, the user can choose to highlight these land-water dynamic areas. Setting the water frequency threshold value lower will mean that your final built-up area dataset will consider as covered by water areas with lower water frequencies throughout the time series, such as intermittent rivers or lakes. Setting this value higher will restrict water bodies to areas with a high frequency of water occurrence (i.e. permanent rivers and lakes).
ar: ** مؤشر تردد المياه (WFI, 0-100) **: يعد وجود المياه سمة ديناميكية للغاية للبيئة الساحلية أو النهرية، وفي بعض الحالات سوف تغمر المياه مناطق اليابسة، وفي حالات أخرى، يتعدى البشر على المسطحات المائية لإشغال المناطق الخاوية. لالتقاط بعض هذه الديناميكيات، قمنا بدمج مجموعة بيانات تواتر المياه في الأداة (Pekel et al 2016). من خلال تعديل القيمة الحدية لتردد المياه، يمكن للمستخدم اختيار تسليط الضوء على هذه المناطق الديناميكية للمياه الأرضية. سيؤدي تحديد القيمة الحدية لتردد المياه الأقل أن مجموعة بيانات منطقة البناء النهائية الخاصة بك ستعتبر مغطاة بالمناطق المائية ذات الترددات المنخفضة للمياه طوال السلسلة الزمنية، مثل الأنهار أو البحيرات المتقطعة. سيؤدي تحديد هذه القيمة أعلى إلى قصر المسطحات المائية على المناطق ذات التواتر العالي لحدوث المياه (أي الأنهار والبحيرات الدائمة).
fr: **Indice de fréquence de l'eau (WFI, 0-100)** : La présence de l'eau est une caractéristique très dynamique de l'environnement côtier ou fluvial. Dans certains cas, l'eau inondera les zones terrestres, et dans d'autres, les humains empiéteront sur les plans d'eau pour occuper l'espace. Pour capturer une partie de ces dynamiques, nous avons intégré dans l'outil un ensemble de données sur la fréquence de l'eau (Pekel et al 2016). En ajustant le seuil de fréquence de l'eau, l'utilisateur peut choisir de mettre en évidence ces zones dynamiques terre-eau. Si vous définissez une valeur inférieure pour le seuil de fréquence de l'eau, votre ensemble de données final sur les zones bâties sera considéré comme couvert par des plans d'eau ayant des fréquences d'eau plus faibles tout au long de la série chronologique, comme des rivières ou des lacs intermittents. En fixant cette valeur à un niveau plus élevé, les plans d'eau seront limités aux zones où la fréquence d'apparition de l'eau est élevée (c'est-à-dire les rivières et les lacs permanents).
ru: **Индекс частоты встречаемости воды (ИЧВ, 0-100)**: Наличие воды является очень динамичной характеристикой прибрежной или речной среды, в некоторых случаях вода затапливает участки суши, а в других случаях люди вторгаются в водоемы, занимая пространство. Чтобы отразить часть этой динамики, мы интегрировали в инструмент набор данных о частоте воды (Pekel et al 2016). Настроив пороговое значение частоты воды, пользователь может выделить эти динамичные участки суши и воды. Установка порогового значения частоты воды ниже означает, что в конечном наборе данных застроенной территории будут рассматриваться как покрытые водой участки с более низкой частотой воды на протяжении всего временного ряда, например, прерывистые реки или озера. Установка этого значения выше ограничит водные объекты областями с высокой частотой появления воды (т.е. постоянными реками и озерами).
zh: **水频率指数 (WFI, 0-100)**：水的存在是沿海或河滨环境的一个非常动态的特征，有时水会淹没陆地区域，有时人类会占据水体空间。为了记录其中一些动态，我们在工具中集成了一个水频率数据集（Pekel 等人，2016）。 通过调整水频率阈值，用户可以选择突出显示这些陆–水动态区域。将水频率阈值设置得较低时，你的最终建成区数据集将被视为在整个时间序列中被具有较低水频率的水域所覆盖，例如间歇性河流或湖泊。将此值设置得较高会将水体限制在水出现频率高的区域（即永久性河流和湖泊）。

source: `Figure 6: In` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ `the user defines a series of thresholds to go from the continuous Impervious Surface Index (ISI, right) to the binary built up area map (built, left).`
ar: "الشكل 6: في` `مصمم خرائط Trends.Earth <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_ `يحدد المستخدم سلسلة من القيم الحدية للانتقال من مؤشر السطح المستمر عديم النفاذية (ISI, right) إلى خريطة المنطقة الثنائية المبنية (built, left).`
fr: "Graphique 6 : Dans" "Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>"_ "l'utilisateur définit une série de seuils pour passer de l'indice continu de surface imperméable (ISI, à droite) à la carte binaire des zones bâties (bâti, à gauche)."
ru: «Рисунок 6: В ``Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_` пользователь определяет ряд пороговых значений для перехода от непрерывного индекса противофильтрационной поверхности (ISI, справа) к бинарной карте застроенных территорий (built, left)».
zh: `图 6：在``Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_`中，用户确定一系列阈值，从而将连续不透水面指数（ISI，右）转换为二元建成区域图（已建成，左）。`

source: Consistency test
ar: اختبار الاتساق
fr: Test de cohérence
ru: Тест на согласованность
zh: 一致性测试

source: When classifying remote sensing data into derived products, such as the impervious surface index computed by |trends.earth|, omission and commission errors occur. One of the advantages of performing time series analysis is that the images from different years can be used to identify inconsistencies in the analysis. For that reason, 1998 and 2018 ISI layers were computed in this analysis, to add pre and post data points to filter possible errors in the classifications of the 2000 through 2015 series.
ar: عند تصنيف بيانات الاستشعار عن بعد إلى منتجات مشتقة، مثل مؤشر السطح عديم النفاذية المحسوب بواسطة|trends.earth|، تحدث أخطاء السهو والخطأ. تتمثل إحدى مزايا إجراء تحليل السلاسل الزمنية في أنه يمكن استخدام الصور من سنوات مختلفة لتحديد التناقضات في التحليل. لهذا السبب، تم حساب طبقات ISI لعامي 1998 و2018 في هذا التحليل، لإضافة نقاط بيانات سابقة وبعدية لتصفية الأخطاء المحتملة في تصنيفات سلسلة 2000 حتى 2015.
fr: Lors de la classification des données de télédétection en produits dérivés, tels que l'indice de surface imperméable calculé par |trends.earth|, des erreurs d'omission et de commission se produisent. L'un des avantages de l'analyse des séries chronologiques est que les images de différentes années peuvent être utilisées pour identifier les incohérences de l'analyse. C'est la raison pour laquelle les couches ISI de 1998 et 2018 ont été calculées dans cette analyse, afin d'ajouter des points de données pré et post pour filtrer les erreurs possibles dans les classifications des séries de 2000 à 2015.
ru: При классификации данных дистанционного зондирования в производные продукты, такие как индекс противофильтрационной поверхности, рассчитываемый |trends.earth|, возникают ошибки упущений и ошибок. Одним из преимуществ анализа временных рядов является то, что изображения разных лет могут быть использованы для выявления несоответствий в анализе. По этой причине в данном анализе были рассчитаны слои ISI 1998 и 2018 годов, чтобы добавить точки данных до и после, чтобы отфильтровать возможные ошибки в классификации серий 2000-2015 годов.
zh: 在将遥感数据分类为衍生产品，例如由|trends.earth| 计算的不透水面指数时，会出现遗漏和分类错误。执行时间序列分析的一个好处是可以使用来自不同年份的图像来找出分析结果中的不一致。出于这个原因，我们在这个分析中计算了 1998 年和 2018 年的 ISI 分层，通过添加前后数据点来过滤 2000 年至 2015 年序列的分类中可能出现的错误。

source: The thresholds defined in the previous section (ISI, NTL, and WFR) are applied to each of the individual layers of 1998, 2000, 2005, 2010, 2015, and 2018, generating a series of binary maps. The six binary maps are later combined into a time series dataset which contains information on the nature of each pixel for each year as "built-up" or "not-built". One main rule is later applied to that series:
ar: يتم تطبيق القيم الحدية المحددة في القسم السابق (ISI وNTL وWFR) على كل طبقة من الطبقات الفردية للأعوام 1998 و2000 و2005 و2010 و2015 و2018، مما يؤدي إلى إنشاء سلسلة من الخرائط الثنائية. يتم لاحقًا دمج الخرائط الثنائية الست في مجموعة بيانات متسلسلة زمنية تحتوي على معلومات حول طبيعة كل بكسل لكل سنة على أنها "مدمجة" أو "غير مبنية". تم تطبيق قاعدة رئيسية واحدة لاحقًا على تلك السلسلة:
fr: Les seuils définis dans la section précédente (ISI, NTL, et WFR) sont appliqués à chacune des couches individuelles de 1998, 2000, 2005, 2010, 2015, et 2018, générant une série de cartes binaires. Les six cartes binaires sont ensuite combinées en un ensemble de données chronologiques qui contient des informations sur la nature de chaque pixel pour chaque année comme "bâti" ou "non bâti". Une règle principale est ensuite appliquée à cette série :
ru: Пороговые значения, определенные в предыдущем разделе (ISI, NTL и WFR), применяются к каждому из отдельных слоев 1998, 2000, 2005, 2010, 2015 и 2018 годов, создавая серию бинарных карт. Эти шесть бинарных карт позже объединяются в набор данных временного ряда, который содержит информацию о характере каждого пикселя за каждый год как «застроенный» или «незастроенный». В дальнейшем к этому ряду применяется одно главное правило:
zh: 将上一节中定义的阈值（ISI、NTL 和 WFR）应用于 1998 年、2000 年、2005 年、2010 年、2015 年和 2018 年的每个单独分层，就生成了一系列二元地图。六个二元地图随后被合并成一个时间序列数据集，其中包含每个像素每年的特征信息（“建成”或“未建成”）。之后将一个主要规则应用于该序列：

source: A pixel is considered built only if 50% or more of data points after the first built detection identify the same area as built. For such pixels, the first detection as built will be considered the year of conversion. Areas with less than 50% built after the first detection will be considered as errors in the classification, and as a consequence, not built. we recognize that by applying this rule we are limiting the capability of the dataset to detect transitions from built to not-built. However, given the low likelihood of that transition to occur in urban environments, we feel comfortable making that assumption. Visual inspection of the results support the approach.
ar: يتم اعتبار البكسل مبنيًا فقط إذا كانت نسبة 50% أو أكثر من نقاط البيانات بعد =أول اكتشاف مبني حدد نفس المنطقة التي تم بناؤها. بالنسبة لمثل هذه البكسلات، سيتم اعتبار الاكتشاف الأول كما تم إنشاؤه عام التحويل. سيتم اعتبار المناطق التي تقل نسبة تشييدها عن 50% بعد الاكتشاف الأول على أنها أخطاء في التصنيف، ونتيجة لذلك، لن يتم بناؤها. نحن ندرك أنه من خلال تطبيق هذه القاعدة، فإننا نحد من قدرة مجموعة البيانات على اكتشاف التحولات من داخل الحيز العمراني إلى غير المبنية. ومع ذلك، نظرًا لانخفاض احتمالية حدوث هذا الانتقال في البيئات الحضرية، نشعر بالراحة عند اتخاذ هذا الافتراض. الفحص البصري للنتائج يدعم النهج.
fr: Un pixel n'est considéré comme bâti que si 50 % ou plus des points de données après la première détection de zone bâtie identifient la même zone comme bâtie. Pour ces pixels, la première détection de zone bâtie sera considérée comme l'année de conversion. Les zones bâties à moins de 50 % après la première détection seront considérées comme des erreurs dans la classification, et par conséquent, marquées non bâties. Nous reconnaissons qu'en appliquant cette règle, nous limitons la capacité de l'ensemble de données à détecter les transitions entre bâti et non bâti. Cependant, étant donné la faible probabilité que cette transition se produise dans les environnements urbains, nous sommes à l'aise avec cette hypothèse. L'inspection visuelle des résultats confirme cette approche.
ru: Пиксель считается построенным только в том случае, если 50 % или более точек данных после первого обнаружения построенного участка идентифицируют тот же участок как построенный. Для таких пикселей годом преобразования будет считаться первое обнаружение как построенного. Участки с менее чем 50 % застроенных после первого обнаружения будут считаться ошибками в классификации и, как следствие, не будут считаться застроенными. Мы признаем, что, применяя это правило, мы ограничиваем возможности набора данных для обнаружения переходов от застроенных к незастроенным. Однако, учитывая низкую вероятность такого перехода в городской среде, мы можем спокойно сделать такое предположение. Визуальный осмотр результатов подтверждает этот подход.
zh: 当第一次检测为已建成后，只有 50% 或更多的数据点将同一区域识别为已建成时，一个像素才被认为是已建成。对于此类像素，第一次检测为已建成将被视为转换年份。在第一次检测后，建成不到 50% 的区域将被视为分类错误，因此视为未建成。我们认识到，通过应用这个规则，我们限制了数据集对于从已建成到未建成的转换的检测能力。然而，鉴于这种转变在城市环境中发生的可能性很小，我们对做出这样的假设感到满意。对结果的目视检查支持该方法。

source: Global testing
ar: اختبار عالمي
fr: Test à l'échelle mondiale
ru: Глобальное тестирование
zh: 全球测试
