Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/landconsumption.po
Languages: ar, fr, ru, zh

source: Indicator 11.3.1 is defined as the **ratio of land consumption rate to population growth rate** (Figure 1). In order to compute this indicator, information on the urban extent and population in at least two moments in time are needed, and even more if we are interested in assessing the change in the indicator over time.
ar: يُعرَّف المؤشر 11.3.1 بأنه ** نسبة معدل استهلاك الأراضي إلى معدل النمو السكاني ** (الشكل 1). من أجل حساب هذا المؤشر، نحتاج إلى معلومات عن النطاق الحضري والسكان في لحظتين على الأقل من الوقت، وحتى أكثر إذا كنا مهتمين بتقييم التغيير في المؤشر بمرور الوقت.
fr: L'indicateur 11.3.1 est défini comme le **rapport entre le taux de consommation des terres et le taux de croissance démographique** (Graphique 1). Pour calculer cet indicateur, il faut disposer d'informations sur l'étendue urbaine et la population à au moins deux moments dans le temps, et encore plus si l'on veut évaluer l'évolution de l'indicateur dans le temps.
ru: Показатель 11.3.1 определяется как **отношение темпов потребления земли к темпам роста населения** (Рисунок 1). Для расчета этого показателя необходима информация о городской территории и численности населения как минимум в два момента времени, и даже больше, если мы заинтересованы в оценке изменения показателя во времени.
zh: 指标 11.3.1 被定义为**土地消耗率与人口增长率的比率**（图 1）。为了计算该指标，需要至少两个时间点的城市范围和人口信息。如果我们想要评估指标随着时间的变化，则需要更多信息。

source: `Figure 1: Sustainable development goal (SDG) indicator 11.3.1 is computed as the ratio of the annual land consumption rate (ALCR) to the annual population growth rate (APGR) between times 1 and 2. Ln: natural logarithm, Urb: urban area, pop: population, t: time in years.`
ar: الشكل 1: يتم حساب مؤشر هدف التنمية المستدامة 11.3.1 على أنه نسبة معدل استهلاك الأراضي السنوي (ALCR) إلى معدل النمو السكاني السنوي (APGR) بين الأوقات 1 و2. Ln: اللوغاريتم الطبيعي، Urb: المنطقة الحضرية، pop: عدد السكان، t: الوقت بالسنوات.`
fr: "Graphique 1 : L'indicateur de l'objectif de développement durable (ODD) 11.3.1 est calculé comme le rapport entre le taux annuel de consommation des terres (TAC) et le taux annuel de croissance de la population (TACP) entre les dates 1 et 2. Ln : logarithme naturel, Urb : zone urbaine, pop : population, t : temps en années."
ru: «Рисунок 1: Показатель 11.3.1 Цели устойчивого развития (ЦУР) рассчитывается как отношение годового темпа потребления земли (ALCR) к годовому темпу роста населения (APGR) в период времени с 1 по 2. Ln: натуральный логарифм, Urb: городская территория, Pop: население, t: время в годах».
zh: `图 1：可持续发展目标 (SDG) 指标 11.3.1 为时间点 1 和 2 之间的年土地消耗率 (ALCR) 与年人口增长率 (APGR) 的比率。Ln：自然对数，Urb：城市地区，pop：人口，t：以年为单位的时间。`

source: Assessing changes in SDG 11.3.1. over time requires a significant amount of information, since it requires knowing urban extent and population count for multiple years. Earth observation data allow us to estimate the extent of built-up area within a city, and then using spatial analysis algorithms estimate the extent of the different elements within the urban environment (e.g. buildings, open space, water bodies, etc.). In |trends.earth| we have adopted the work-flow below (Figure 2) to facilitate the process. Making use of Google Earth Engine's super computers, the full Landsat archive between 1997 and 2019, and the GMIS dataset (Brown de Colstoun et al 2017), |Trends.Earth| computed a series of impervious surface indices globally available at 30m resolution to inform on urban extent for the years 2000, 2005, 2010, and 2015. Combined with user input and population data, the tool computes SDG 11.3.1 both in the form of maps and tables for ease of interpretation and reporting.
ar: تقييم التغييرات في هدف التنمية المستدامة 11.3.1. يتطلب بمرور الوقت قدرًا كبيرًا من المعلومات، لأنه يتطلب معرفة النطاق الحضري وعدد السكان لعدة سنوات. تسمح لنا بيانات مراقبة الأرض بتقدير نطاق المساحة المبنية داخل المدينة، ثم باستخدام خوارزميات التحليل المكاني لتقدير مدى العناصر المختلفة داخل البيئة الحضرية (مثل المباني، والمساحات المفتوحة، والمسطحات المائية، وما إلى ذلك). في | Trends.earth | لقد اعتمدنا سير العمل أدناه (الشكل 2) لتسهيل العملية. الاستفادة من أجهزة الكمبيوتر الفائقة لـ Google Earth Engine، وأرشيف Landsat الكامل بين عامي 1997 و2019، ومجموعة بيانات GMIS (Brown de Colstoun et al 2017) ،| Trends.Earth | تم حساب سلسلة من المؤشرات السطحية غير المنفذة عالميًا والمتاحة على مستوى العالم بدقة 30 متر للإبلاغ عن النطاق الحضري للأعوام 2000 و2005 و2010 و2015. جنبًا إلى جنب مع مدخلات المستخدمين وبيانات السكان، تحسب الأداة الهدف 11.3.1 في شكل خرائط وجداول لسهولة التفسير وإعداد التقارير.
fr: Évaluer les modifications de l'ODD 11.3.1. dans le temps nécessite une quantité importante d'informations, puisqu'il est nécessaire de connaître l'étendue urbaine et le nombre d'habitants pour plusieurs années. Les données d'observation de la Terre nous permettent d'estimer l'étendue des zones bâties dans une ville, puis, à l'aide d'algorithmes d'analyse spatiale, d'estimer l'étendue des différents éléments de l'environnement urbain (par exemple, les bâtiments, les espaces ouverts, les plans d'eau, etc.) Dans |trends.earth|, nous avons adopté le flux de travail ci-dessous (Graphique 2) pour faciliter le processus. En utilisant les superordinateurs de Google Earth Engine, l'archive Landsat complète entre 1997 et 2019, et le jeu de données GMIS (Brown de Colstoun et al 2017), |Trends.Earth| a calculé une série d'indices de surface imperméable disponibles à l'échelle mondiale à une résolution de 30 m pour informer sur l'étendue urbaine pour les années 2000, 2005, 2010 et 2015. Combiné aux contributions des utilisateurs et aux données démographiques, l'outil calcule l'ODD 11.3.1 à la fois sous forme de cartes et de tableaux pour faciliter l'interprétation et l'établissement de rapports.
ru: Оценка изменений в ЦУР 11.3.1. с течением времени требует значительного объема информации, поскольку для этого необходимо знать протяженность городов и численность населения за несколько лет. Данные наблюдения Земли позволяют оценить площадь застроенной территории в городе, а затем с помощью алгоритмов пространственного анализа оценить площадь различных элементов городской среды (например, зданий, открытых пространств, водоемов и т.д.). В |trends.earth| для облегчения этого процесса мы приняли следующий рабочий процесс (рис. 2). Используя суперкомпьютеры Google Earth Engine, полный архив Landsat за период с 1997 по 2019 год и набор данных GMIS (Brown de Colstoun et al 2017), |Trends.Earth| вычислил серию индексов непроницаемой поверхности, доступных во всем мире с разрешением 30 м, чтобы получить информацию о масштабах городов за 2000, 2005, 2010 и 2015 годы. В сочетании с данными, введенными пользователем, и данными о населении, инструмент рассчитывает ЦУР 11.3.1 как в виде карт, так и в виде таблиц для удобства интерпретации и отчетности.
zh: 评估 SDG 11.3.1 随着时间的变化需要大量信息，因为这需要知道多年的城市范围和人口数量。我们可以使用地球观测数据来估计城市内建成区的范围，然后使用空间分析算法估计城市环境中的不同元素（例如建筑物、空地、水体等）的范围。在 |trends.earth| 中，我们采用了下面的工作流（图 2）来促进该过程。利用 Google Earth Engine 的超级计算机、1997 年至 2019 年间的完整 Landsat 档案以及 GMIS 数据集（Brown de Colstoun 等人，2017），|Trends.Earth| 计算了全球范围的一系列 30 m 分辨率不透水面指数，以了解 2000 年、2005 年、2010 年和 2015 年的城市范围。结合用户输入信息和人口数据，该工具以地图及图表的形式呈现 SDG 11.3.1，便于解释和报告。

source: Land consumption
ar: استهلاك الأراضي
fr: Consommation des terres
ru: Землепользование
zh: 土地消耗

source: To estimate land consumption in |trends.earth|, a pre-computed time series of impervious surface indicators are available globally at 30 m resolution. In the section below, you will learn how the indicators were computed, and some recommendation how to use them to compute the indicator for SDG 11.3.1.
ar: لتقدير استهلاك الأراضي في |trends.earth|، تتوفر سلسلة زمنية محسوبة مسبقًا من مؤشرات السطح غير المنفذة عالميًا بدقة 30 مترًا. في القسم أدناه، ستتعرف على كيفية حساب المؤشرات، وستتعرف على بعض التوصيات حول كيفية استخدامها لحساب مؤشر SDG 11.3.1.
fr: Pour estimer la consommation des terres dans |trends.earth|, une série temporelle pré-calculée d'indicateurs de surface imperméable est disponible à l'échelle mondiale à une résolution de 30 m. Dans la section ci-dessous, vous apprendrez comment les indicateurs ont été calculés, et vous recevrez quelques recommandations pour les utiliser afin de calculer l'indicateur ODD 11.3.1.
ru: Для оценки потребления земли в |trends.earth| доступны предварительно вычисленные временные ряды показателей непроницаемой поверхности в глобальном масштабе с разрешением 30 м. В следующем разделе вы узнаете, как были рассчитаны эти показатели, а также некоторые рекомендации по их использованию для расчета показателя для ЦУР 11.3.1.
zh: 为了在 |trends.earth| 中估计土地消耗情况，可以使用预先计算出来的全球范围的 30 m 分辨率不透水面指标时间序列。在下面一节，你将了解这些指标是如何计算出来的，并获得如何使用它们来计算 SDG 11.3.1 指标的一些建议。

source: ISI in Trends.Earth
ar: ISI في Trends.Earth
fr: ISI dans Trends.Earth
ru: ISI в Trends.Earth
zh: Trends.Earth 中的 ISI

source: Given the lack of availability of a time series of impervious surface dataset at fine spatial resolution to capture urban changes globally, we computed one making use of the best impervious surface dataset available, the Global Man-made Impervious Surface for the year 2010 (GMIS, Brown de Colstoun et al 2017) to train a series of global random forest models (Breiman 2001) in Google Earth Engine (Gorelick et al 2017) making use of 2.3 million Landsat images (1.15 Peta-bytes of data) between the years 1997 and 2019. To make sure that the models were trained only with high quality data, we combined GMIS with ESA CCI land cover data for the year 2010 as indicated in Figure 3. This dataset allowed us to train random forest models, which where then applied to a set of 24 band stacks derived from Landsat surface reflectance data to generate impervious surface indicators for the years 1998, 2000, 2005, 2010, 2015, and 2018. A series of 846 models were run, one per eco region as defined by the RESOLVE dataset (Dinerstein et al 2017).
ar: نظرًا لعدم توفر سلسلة زمنية من مجموعة بيانات سطحية غير منفذة بدقة مكانية دقيقة لالتقاط التغيرات الحضرية على مستوى العالم، قمنا بحساب واحدة باستخدام أفضل مجموعة بيانات سطحية غير منفذة، السطح العالمي عديم النفاذية من صنع الإنسان لعام 2010 (GMIS, Brown de Colstoun et al 2017) لتدريب سلسلة من نماذج الغابات العشوائية العالمية (Breiman 2001) في Google Earth Engine (Gorelick et al 2017) باستخدام 2.3 مليون صورة Landsat (1.15 بيتا بايت من البيانات) بين عامي 1997 و 2019. للتأكد من أن النماذج قد تم تدريبها فقط باستخدام بيانات عالية الجودة، قمنا بدمج GMIS مع بيانات الغطاء الأرضي ESA CCI لعام 2010 كما هو موضح في الشكل 3. سمحت لنا مجموعة البيانات هذه بتدريب نماذج الغابات العشوائية، والتي تم تطبيقها بعد ذلك على مجموعة من 24 حزمة نطاق مستمدة من بيانات انعكاس سطح Landsat لتوليد مؤشرات سطحية غير قابلة للنفاذ للأعوام 1998 و2000 و2005 و2010 و2015 و2018. تم تشغيل سلسلة من 846 نموذجًا، واحد لكل منطقة بيئية على النحو المحدد في حل مجموعة البيانات (Dinerstein وآخرون 2017).
fr: Étant donné qu'il n'existe pas de série chronologique de données sur les surfaces imperméables à une résolution spatiale fine permettant de saisir les changements urbains à l'échelle mondiale, nous en avons calculé une en utilisant la meilleure série de données disponibles sur les surfaces imperméables, la Global Man-made Impervious Surface pour l'année 2010 (GMIS, Brown de Colstoun et al 2017), afin d'entraîner une série de modèles de forêt aléatoires mondiaux (Breiman 2001) dans Google Earth Engine (Gorelick et al 2017) en utilisant 2,3 millions d'images Landsat (1,15 pétaoctet de données) entre les années 1997 et 2019. Pour s'assurer que les modèles ont été entraînés uniquement avec des données de haute qualité, nous avons combiné le SIGM avec les données de couverture terrestre de l'ESA CCI pour l'année 2010, comme indiqué dans le graphique 3. Cet ensemble de données nous a permis d'entraîner des modèles de forêt aléatoires qui ont ensuite été appliqués à un ensemble de 24 piles de bandes dérivées des données de réflectance de surface Landsat afin de générer des indicateurs de surface imperméable pour les années 1998, 2000, 2005, 2010, 2015 et 2018. Une série de 846 modèles a été exécutée, un par écorégion tel que défini par le jeu de données RESOLVE (Dinerstein et al 2017).
ru: Учитывая отсутствие временных рядов данных о противофильтрационной поверхности с тонким пространственным разрешением, позволяющих отразить городские изменения в глобальном масштабе, мы составили один из них, используя лучший из доступных наборов данных о противофильтрационной поверхности — Global Man-made Impervious Surface за 2010 год (GMIS, Brown de Colstoun et al 2017) для обучения серии глобальных моделей случайного леса (Breiman 2001) в Google Earth Engine (Gorelick et al 2017), используя 2,3 миллиона снимков Landsat (1,15 пета-байт данных) за период с 1997 по 2019 годы. Чтобы убедиться, что модели обучались только на высококачественных данных, мы объединили GMIS с данными ESA CCI о земном покрове за 2010 год, как показано на рисунке 3. Этот набор данных позволил нам обучить модели случайного леса, которые затем были применены к набору из 24 групп полос, полученных из данных отражения поверхности Landsat, для создания показателей непроницаемой поверхности за 1998, 2000, 2005, 2010, 2015 и 2018 годы. Была запущена серия из 846 моделей, по одной на экорегион, определенный набором данных RESOLVE (Dinerstein et al 2017).
zh: 鉴于缺乏具有精细空间分辨率的不透水面数据集时间序列来记录全球城市变化，我们利用可以获取的最好的不透水面数据集，即 2010 年全球人造不透水面（GMIS，Brown de Colstoun 等人，2017），利用 1997 年至 2019 年的 230 万 Landsat 图像（1.15 拍字节）在 Google Earth Engine（Gorelick 等人，2017）中训练一系列全球随机森林模型（Breiman 2001）。为了确保仅使用高质量数据对模型进行训练，我们将 GMIS 与 2010 年的 ESA CCI 土地覆盖数据结合了起来，如图 3 所示。利用该数据集，我们得以训练随机森林模型，然后将其应用于一组从 Landsat 表面反射率数据得出的 24 个波段堆栈，从而生成 1998 年、2000 年、2005 年、2010 年、2015 年和 2018 年的不透水面指标。运行了 846 个模型，每个生态区一个，如 RESOLVE 数据集（Dinerstein 等人，2017）所定义。

source: `Figure 3: A series of 846 random forest models were run. Each model was trained using the GMIS and ESA CCI datasets, and then applied to a stack of 24 bands derived from Landsat imagery to predict impervious surface area for the years 1998, 2000, 2005, 2010, 2015, and 2018.`
ar: الشكل 3: تم تشغيل سلسلة من 846 نموذجًا عشوائيًا للغابات. تم تدريب كل نموذج باستخدام مجموعات بيانات GMIS وESA CCI، ثم تم تطبيقه على مجموعة من 24 نطاقًا مستمدة من صور Landsat للتنبؤ بمساحة سطح غير منفذة للأعوام 1998 و2000 و2005 و2010 و2015 و2018.
fr: "Graphique 3 : Une série de 846 modèles de forêt aléatoires a été exécutée. Chaque modèle a été entraîné à l'aide des ensembles de données GMIS et ESA CCI, puis appliqué à une pile de 24 bandes dérivées de l'imagerie Landsat afin de prédire la surface imperméable pour les années 1998, 2000, 2005, 2010, 2015 et 2018."
ru: «Рисунок 3: Была запущена серия из 846 моделей случайного леса. Каждая модель была обучена с использованием наборов данных GMIS и ESA CCI, а затем применена к группе из 24 полос, полученных из снимков Landsat, для прогнозирования площади непроходимой поверхности для 1998, 2000, 2005, 2010, 2015 и 2018 годов».
zh: `图 3：运行了 846 个随机森林模型。每个模型都是使用 GMIS 和 ESA CCI 数据集进行训练，然后应用于从 Landsat 图像中提取的 24 个波段的堆栈，以预测 1998 年、2000 年、2005 年、2010 年、2015 年和 2018 年的不透水面区域。

source: Since image availability is limited, in some areas, we included for each year images from the previous and posterior years (e.g. stack for 2005 includes images from 2004, 2005, and 2006). Each of the 24 band stacks contained the 7 reflectance bands (median for the 3 year period), 15 normalized difference indices representing all the possible combinations of the 7 original bands, and then 2 NDVI specific bands representing the maximum and the standard deviation of NDVI for each particular pixel during the 3-year period. Six of these stacks were generated for 1998, 2000, 2005, 2010, 2015, and 2018, and were the input to the random forest models.
ar: نظرًا لأن توفر الصور محدود، في بعض المناطق، قمنا بتضمين كل عام صورًا من السنوات السابقة واللاحقة (على سبيل المثال، تتضمن المجموعة لعام 2005 صورًا من 2004 و2005 و2006). احتوت كل مجموعة من حزم النطاق الـ 24 على 7 نطاقات انعكاس (متوسط فترة 3 سنوات)، و15 مؤشر فرق معياري تمثل جميع التركيبات الممكنة للنطاقات السبعة الأصلية، ثم نطاقي NDVI المعينين يمثلان الحد الأقصى والانحراف المعياري لـ NDVI لكل بكسل معين خلال فترة 3 سنوات. تم إنشاء ستة من هذه المجموعات للأعوام 1998 و2000 و2005 و2010 و2015 و2018، وكانت مدخلاً لنماذج الغابات العشوائية.
fr: Comme la disponibilité des images est limitée, dans certaines zones, nous avons inclus pour chaque année des images de l'année précédente et des années postérieures (par exemple, la pile pour 2005 comprend des images de 2004, 2005 et 2006). Chacune des 24 piles de bandes contenait les 7 bandes de réflectance (médiane pour la période de 3 ans), 15 indices de différence normalisés représentant toutes les combinaisons possibles des 7 bandes originales, puis 2 bandes spécifiques au NDVI représentant le maximum et l'écart-type du NDVI pour chaque pixel particulier pendant la période de 3 ans. Six de ces piles ont été générées pour 1998, 2000, 2005, 2010, 2015 et 2018, et ont servi d'entrée aux modèles de forêt aléatoires.
ru: Поскольку доступность снимков ограничена, в некоторых районах мы включали для каждого года изображения предыдущего и последующего годов (например, стек для 2005 года включает изображения 2004, 2005 и 2006 годов). Каждая из 24 групп содержала 7 полос отражения (медиана за 3-летний период), 15 нормализованных индексов разности, представляющих все возможные комбинации 7 исходных полос, а затем 2 полосы NDVI, представляющие максимальное и стандартное отклонение NDVI для каждого конкретного пикселя в течение 3-летнего периода. Шесть таких стеков были созданы для 1998, 2000, 2005, 2005, 2010, 2015 и 2018 годов и послужили входными данными для моделей случайного леса.
zh: 由于某些区域的可用图像有限，我们在每一年都包括了前几年和后几年的图像（例如，2005 年的堆栈包括 2004 年、2005 年和 2006 年的图像）。24 个波段堆栈中的每一个都包含 7 个反射波段（3 年期间的中位数）、代表 7 个原始波段所有可能的组合的 15 个归一化差异指数以及代表 3 年期间每个特定像素的 NDVI 最大值和标准偏差的 2 个 NDVI 特定波段。在生成的堆栈中，有六个是针对 1998 年、2000 年、2005 年、2010 年、2015 年和 2018 年的，它们是随机森林模型的输入信息。

source: `Figure 4: Description of the bands in the 24-band stack used in the random forest models.`
ar: "الشكل 4: وصف النطاقات في المجموعة ذات 24 نطاقًا المستخدمة في نماذج الغابة العشوائية."
fr: "Graphique 4 : Description des bandes de la pile de 24 bandes utilisées dans les modèles de forêt aléatoires."
ru: «Рисунок 4: Описание полос в 24-полосной группе, используемых в моделях случайного леса».
zh: `图 4：随机森林模型中使用的 24 波段堆栈中波段的描述。`

source: It is hard to assess the accuracy of such dataset, given the lack of reference or comparable datasets globally. We compared the results of the 2010 ISI dataset to the GMIS original dataset for a subset of cities globally to assess its accuracy. We found that the root-mean-squared-error (RMSE) ranged between 9.9 and 14.4%, which for an indicator that varies between 0% (no impervious surface) to 100% (completely impervious), is a very acceptable result. We urge the users, however, to evaluate the results visually inspecting the `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ for their area of interest.
ar: من الصعب تقييم دقة مجموعة البيانات هذه، نظرًا لعدم وجود مرجعية أو مجموعات بيانات قابلة للمقارنة على مستوى العالم. قارنا نتائج مجموعة بيانات ISI لعام 2010 بمجموعة بيانات GMIS الأصلية لمجموعة فرعية من المدن على مستوى العالم لتقييم دقتها. وجدنا أن خطأ الجذر التربيعي (RMSE) تراوح بين 9.9 و14.4%، وهو مؤشر يتراوح بين 0% (لا يوجد سطح غير قابل للنفاذ) إلى 100% (غير منفّذ تمامًا)، وهي نتيجة مقبولة جدًا. ومع ذلك، فإننا نحث المستخدمين على تقييم النتائج بصريًا من خلال فحص برنامج Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_ لمجال اهتمامهم.
fr: Il est difficile d'évaluer l'exactitude de ces données étant donné le manque d'ensembles de données de référence ou comparables au niveau mondial. Nous avons comparé les résultats du jeu de données ISI 2010 au jeu de données original GMIS pour un sous-ensemble de villes dans le monde entier afin d'évaluer sa précision. Nous avons constaté que l'erreur quadratique moyenne (EQM) se situait entre 9,9 et 14,4 %, ce qui, pour un indicateur qui varie entre 0 % (aucune surface imperméable) et 100 % (complètement imperméable), est un résultat très acceptable. Nous invitons toutefois les utilisateurs à évaluer les résultats en inspectant visuellement la zone qui les intéresse dans "Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>"_.
ru: Трудно оценить точность такого набора данных, учитывая отсутствие эталонных или сопоставимых наборов данных в глобальном масштабе. Мы сравнили результаты набора данных ISI 2010 года с оригинальным набором данных GMIS для подмножества городов по всему миру, чтобы оценить его точность. Мы обнаружили, что среднеквадратичная ошибка (RMSE) колеблется от 9,9 до 14,4 %, что для показателя, который варьируется от 0 % (отсутствие непроницаемой поверхности) до 100 % (полностью непроницаемая поверхность), является вполне приемлемым результатом. Однако мы призываем пользователей оценивать результаты визуально, изучая `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>` для интересующего их района.
zh: 由于缺乏全球范围的参考或可比数据集，因此很难评估此类数据集的准确性。我们将 2010 年 ISI 数据集的结果与全球部分城市的 GMIS 原始数据集进行了比较，以评估其准确性。我们发现均方根误差 (RMSE) 介于 9.9 和 14.4% 之间，对于在 0%（没有不透水面）到 100%（完全不透水）之间变化的指标而言，这是一个可接受度很高的结果。但是，我们强烈建议用户通过视觉检查`Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ 来评估他们关注的区域的结果。

source: From ISI to built-up
ar: من ISI إلى المبني
fr: De l'ISI aux zones bâties
ru: От ISI до застройки
zh: 从 ISI 到建成区

source: In order to estimate the area occupied by impervious surfaces in a city, we need to convert the continuous impervious surface index (ISI) into a binary map separating areas built from those not built. This process is done by defining a series of threshold values in the `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_, which will vary by region.
ar: لتقدير المساحة التي تشغلها أسطح غير منفذة في مدينة ما، نحتاج إلى تحويل مؤشر السطح عديم النفاذية المستمر (ISI) إلى خريطة ثنائية تفصل بين المناطق المبنية عن تلك غير المبنية. تتم هذه العملية من خلال تحديد سلسلة من قيم العتبة في "مخطط خرائط الأرض الحضرية <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>` _, والتي ستختلف حسب المنطقة.
fr: Afin d'estimer la superficie occupée par les surfaces imperméables dans une ville, nous devons convertir l'indice continu de surface imperméable (ISI) en une carte binaire séparant les zones bâties de celles non bâties. Ce processus s'effectue en définissant une série de valeurs seuils dans le "Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>"_, qui varieront selon la région.
ru: Для того чтобы оценить площадь, занимаемую противофильтрационными поверхностями в городе, необходимо преобразовать непрерывный индекс противофильтрационных поверхностей (ISI) в бинарную карту, разделяющую застроенные и незастроенные территории. Этот процесс осуществляется путем определения ряда пороговых значений в программе `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_, которые зависят от региона.
zh: 为了估计城市中不透水面所占的面积，我们需要将连续不透水面指数 (ISI) 转换为二元地图，将已建成区域与未建成区域分开。这个过程是通过在 `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ 中确定一系列阈值来完成的，这些阈值会因地区而不同。
