Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/landconsumption.po
Languages: ar, fr, ru, zh

source: |trends.earth| provides through the `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ and the QGIS plug-in access to the global 30m time series of impervious surface indices. It is important however understand that the dataset has its limitations, and user's input and control is needed to assess changes in indicator SDG 11.3.1 accurately. To test the performance of the indicator, we run the analysis on 224 cities globally (200 national capitals + 24 large cities in the Unites States of America, Figure 7). Using the `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ and visually comparing the product to very high spatial resolution images, we were able to define the thresholds appropriate for each city (ISI, NTL, and WFI) and also assess the quality of the product in a scale from 0 to 5. The results show that for 83% of the cities assessed Trends.Earth data can be used for estimating indicator SDG 11.3.1. The biggest limitation remains in small island states (for which no training data was available), hyper arid areas, and areas with low image availability.
ar: |trends.earth| يوفر من خلال `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ والبرنامج الملحق QGIS إمكانية الوصول إلى سلسلة زمنية عالمية تبلغ 30 م من مؤشرات الأسطح عديمة النفاذية. ومع ذلك، من المهم أن نفهم أن مجموعة البيانات لها حدودها، وأن مدخلات المستخدم والتحكم فيه ضروريان لتقييم التغييرات في المؤشر SDG 11.3.1 بدقة. لاختبار أداء المؤشر، قمنا بإجراء التحليل على 224 مدينة على مستوى العالم (200 عاصمة وطنية + 24 مدينة كبيرة في الولايات المتحدة الأمريكية، الشكل 7). باستخدام `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ ومقارنة المنتج بصريًا بصور مكانية عالية الدقة، تمكنا من تحديد الحدود المناسبة لكل مدينة (ISI وNTL وWFI) وكذلك تقييم جودة المنتج في مقياس من 0 إلى 5. تظهر النتائج أنه بالنسبة لـ 83% من المدن التي تم تقييمها، يمكن استخدام بيانات الأرض لتقدير هدف SDG 11.3.1. لا تزال أكبر القيود موجودة في الدول الجزرية الصغيرة (التي لا تتوفر عنها بيانات تدريب)، والمناطق شديدة الجفاف، والمناطق ذات توافر الصور المنخفض.
fr: |trends.earth|, grâce à "Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>"_ et au plug-in QGIS, permet d'accéder à la série temporelle globale de 30 m des indices de surface imperméable. Il est toutefois important de comprendre que l'ensemble de données a ses limites, et que les contributions des utilisateurs et le contrôle sont nécessaires pour évaluer avec précision les changements dans l'indicateur ODD 11.3.1. Pour tester la performance de l'indicateur, nous effectuons l'analyse sur 224 villes dans le monde (200 capitales nationales + 24 grandes villes des États-Unis d'Amérique, Graphique 7). En utilisant "Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>"_ et en comparant visuellement le produit à des images à très haute résolution spatiale, nous avons pu définir les seuils appropriés pour chaque ville (ISI, NTL et WFI) et également évaluer la qualité du produit sur une échelle de 0 à 5. Les résultats montrent que pour 83 % des villes évaluées, les données de Trends.Earth peuvent être utilisées pour estimer l'indicateur ODD 11.3.1. La plus grande limitation reste dans les petits états insulaires (pour lesquels aucune donnée d'entraînement n'était disponible), les zones hyper arides, et les zones avec une faible disponibilité d'images.
ru: |trends.earth| предоставляет через `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ и плагин QGIS доступ к глобальному 30-метровому временному ряду индексов непроницаемой поверхности. Однако важно понимать, что набор данных имеет свои ограничения, и для точной оценки изменений в индикаторе SDG 11.3.1 необходим вклад и контроль со стороны пользователя. Чтобы проверить эффективность индикатора, мы провели анализ на 224 городах мира (200 национальных столиц + 24 крупных города в Соединенных Штатах Америки, Рисунок 7). Используя `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ и визуально сравнивая продукт с изображениями очень высокого пространственного разрешения, мы смогли определить пороговые значения, подходящие для каждого города (ISI, NTL и WFI), а также оценить качество продукта по шкале от 0 до 5. Результаты показывают, что для 83 % городов данные Trends.Earth могут быть использованы для оценки показателя SDG 11.3.1. Наибольшее ограничение сохраняется для малых островных государств (для которых не было учебных данных), гиперзасушливых районов и районов с низкой доступностью изображений.
zh: |trends.earth| 通过`Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_和 QGIS 插件提供对全球 30 m 不透水面指数时间序列的访问。然而，重要的是要了解数据集有其局限性，它需要用户的输入和控制才能准确评估指标 SDG 11.3.1 的变化。为了测试该指标的表现，我们对全球 224 个城市（200 个国家首都 + 美国的 24 个大城市，图 7）进行了分析。使用 `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ 并将产品与空间分辨率非常高的图像进行视觉比较，我们得以确定适合每个城市的阈值（ISI、NTL 和 WFI），并用从 0 到 5 的分数评估产品的质量。结果显示，对于 83% 的被评估城市，Trends.Earth 数据可用于估计指标 SDG 11.3.1。最大的局限仍然存在于小岛国（没有可用的训练数据）、超干旱地区和图像可用性低的地区。

source: **No data**: Cities for which no training data was available to build the impervious surface data set. These cities represent 6.2% of the sample assessed.
ar: ** لا توجد بيانات **: المدن التي لا تتوفر لها بيانات تدريب لبناء مجموعة بيانات سطحية منيعة. تمثل هذه المدن 6.2% من العينة المقيّمة.
fr: **Pas de données** : Villes pour lesquelles aucune donnée d'entraînement n'était disponible pour construire l'ensemble de données sur la surface imperméable. Ces villes représentent 6,2 % de l'échantillon évalué.
ru: **Нет данных**: Города, для которых не было учебных данных для построения набора данных о противофильтрационной поверхности. Эти города составляют 6,2 % от оцениваемой выборки.
zh: **无数据**：没有训练数据可用于构建不透水面数据集的的城市。这些城市占评估样本的 6.2%。

source: **Unusable**: Cities for which results are available, but due to low Landsat images availability prevented the production of a good quality product. These results should not be used for computing SDG 11.3.1 indicator. These cities represent 0.9% of the sample assessed.
ar: ** غير قابلة للاستخدام **: المدن التي تتوفر نتائجها، ولكن بسبب قلة توفر صور Landsat حال دون إنتاج منتج عالي الجودة. لا ينبغي استخدام هذه النتائج لحساب مؤشر SDG 11.3.1. تمثل هذه المدن 0.9% من العينة المقيمة.
fr: **Inutilisable** : Villes pour lesquelles des résultats sont disponibles, mais dont la faible disponibilité des images Landsat a empêché la production d'un produit de bonne qualité. Ces résultats ne doivent pas être utilisés pour le calcul de l'indicateur ODD 11.3.1. Ces villes représentent 0,9 % de l'échantillon évalué.
ru: **Непригодные**: Города, для которых имеются результаты, но из-за низкой доступности снимков Landsat не удалось получить продукт хорошего качества. Эти результаты не должны использоваться для расчета индикатора SDG 11.3.1. Эти города составляют 0,9 % от оцениваемой выборки.
zh: **不可用**：此类城市可获取结果，但由于 Landsat 图像可用性低，无法产生优质产品。这些结果不应该用于计算 SDG 11.3.1 指标。这些城市占评估样本的 0.9%。

source: **Problematic**: Cities with results of potential use for visually understating spatial patterns of built-up area expansion, but with significant errors. These results should not be used for computing SDG 11.3.1 indicator. These cities represent 4.0% of the sample assessed.
ar: **مشكلة صعبة**: المدن ذات نتائج الاستخدام المحتمل للتقليل البصري للأنماط المكانية لتوسيع المساحة المبنية، ولكن مع وجود أخطاء كبيرة. لا ينبغي استخدام هذه النتائج لحساب مؤشر SDG 11.3.1. تمثل هذه المدن 4.0% من العينة المقيّمة.
fr: **Problématique** : Villes dont les résultats peuvent être utilisés pour comprendre visuellement les modèles spatiaux d'expansion des zones bâties, mais avec des erreurs importantes. Ces résultats ne doivent pas être utilisés pour le calcul de l'indicateur ODD 11.3.1. Ces villes représentent 4,0 % de l'échantillon évalué.
ru: **Проблематично**: Города с результатами, потенциально пригодными для визуального понимания пространственных моделей расширения застроенных территорий, но со значительными ошибками. Эти результаты не следует использовать для расчета показателя ЦУР 11.3.1. Эти города составляют 4,0 % от оцениваемой выборки.
zh: **有很大问题**：此类城市的结果可用于在视觉上了解建成区扩张的空间模式，但存在明显错误。这些结果不应该用于计算 SDG 11.3.1 指标。这些城市占评估样本的 4.0%。

source: **Some issues**: Cities with results showing some issues confusing bare soil surfaces with built up area, could be used for computing SDG 11.3.1 after detailed inspection of the data. These cities represent 6.2% of the sample assessed.
ar: ** بعض المشكلات **: يمكن استخدام المدن التي تظهر نتائجها بعض المشكلات التي تخلط بين أسطح التربة المكشوفة والمساحة المبنية لحساب SDG 11.3.1 بعد إجراء فحص تفصيلي للبيانات. تمثل هذه المدن 6.2% من العينة المقيّمة.
fr: **Quelques problèmes** : Les villes dont les résultats montrent quelques problèmes de confusion entre les surfaces de sol nu et les zones bâties peuvent être utilisées pour le calcul de l'ODD 11.3.1 après une inspection détaillée des données. Ces villes représentent 6,2 % de l'échantillon évalué.
ru: **Некоторые проблемы**: Города с результатами, показывающими некоторые проблемы, в которых голая поверхность почвы смешивается с застроенной территорией, могут быть использованы для расчета ЦУР 11.3.1 после детальной проверки данных. Эти города составляют 6,2 % от оцениваемой выборки.
zh: **有些问题**：结果将一些裸露土壤表面与建成区混同的城市，在对数据进行仔细检查后可用于计算 SDG 11.3.1。这些城市占评估样本的 6.2%。

source: **Minor issues**: Cities with high quality data but with the presence of some small areas of confusion. This data could be used for computing SDG 11.3.1. These cities represent 12.5% of the sample assessed.
ar: ** مشكلات ثانوية **: مدن بها بيانات عالية الجودة ولكن مع وجود بعض مناطق الالتباس الصغيرة. يمكن استخدام هذه البيانات لحساب SDG 11.3.1. تمثل هذه المدن 12.5% من العينة المقيّمة.
fr: **Problèmes mineurs** : Villes présentant des données de haute qualité mais avec la présence de quelques petites zones de confusion. Ces données pourraient être utilisées pour calculer l'ODD 11.3.1. Ces villes représentent 12,5 % de l'échantillon évalué.
ru: **Незначительные проблемы**: Города с высоким качеством данных, но с наличием некоторых небольших областей путаницы. Эти данные могут быть использованы для расчета ЦУР 11.3.1. Эти города составляют 12,5 % от оцениваемой выборки.
zh: **有些小问题**：具有高质量数据但存在一些小的混乱区域的城市。该数据可用于计算 SDG 11.3.1。这些城市占评估样本的 12.5%。

source: **High quality**: Cities with high quality data showing perfect agreement between built-up area using Trends.Earth data and high resolution images available in Google Earth, high confidence for estimating SDG 11.3.1. These cities represent 70.1% of the sample assessed.
ar: ** جودة عالية **: مدن ذات بيانات عالية الجودة تُظهر اتفاقًا تامًا بين المناطق المبنية باستخدام المؤشرات، وبيانات الأرض والصور عالية الدقة المتوفرة في Google Earth، وثقة عالية لتقدير SDG 11.3.1. تمثل هذه المدن 70.1% من العينة المقيّمة.
fr: **Haute qualité** : Villes avec des données de haute qualité montrant une concordance parfaite entre les zones bâties utilisant les données Trends.Earth et les images haute résolution disponibles dans Google Earth, confiance élevée pour l'estimation de l'ODD 11.3.1. Ces villes représentent 70,1 % de l'échantillon évalué.
ru: **Высокое качество**: Города с высококачественными данными, демонстрирующими полное соответствие между площадью застройки по данным Trends.Earth и изображениями высокого разрешения, доступными в Google Earth, с высокой степенью достоверности для оценки ЦУР 11.3.1. Эти города составляют 70,1 % оцениваемой выборки.
zh: **高质量**：此类城市具有高质量数据，这表示使用 Trends.Earth 数据的建成区和 Google Earth 提供的高分辨率图像完全一致，对估算 SDG 11.3.1 具有高可信度。这些城市占评估样本的 70.1%。

source: `Figure 7: After testing in 224 large cities around the globe, the results show that for 83% of the cities assessed Trends.Earth data can be used for estimating indicator SDG 11.3.1. The biggest limitation remains in small island states (for which no training data was available), hyper arid areas, and areas with low image availability.`
ar: الشكل 7: بعد الاختبار في 224 مدينة كبيرة حول العالم، تُظهر النتائج أنه بالنسبة لـ 83% من المدن التي تم تقييمها، يمكن استخدام بيانات الأرض لتقدير SDG 11.3.1. يبقى القيد الأكبر في الدول الجزرية الصغيرة (التي لا تتوفر عنها بيانات تدريب)، والمناطق شديدة الجفاف، والمناطق ذات توافر الصور المنخفض.
fr: "Graphique 7 : Après l'exécution d'un test sur 224 grandes villes du monde, les résultats montrent que pour 83 % des villes évaluées, les données de Trends.Earth peuvent être utilisées pour estimer l'indicateur ODD 11.3.1. La plus grande limitation reste dans les petits états insulaires (pour lesquels aucune donnée d'entraînement n'était disponible), les zones hyper arides, et les zones avec une faible disponibilité d'images."
ru: «Рисунок 7: После тестирования в 224 крупных городах по всему миру результаты показывают, что для 83 % городов данные Trends.Earth могут быть использованы для оценки показателя SDG 11.3.1. Наибольшее ограничение сохраняется в малых островных государствах (для которых не было доступно никаких учебных данных), гиперзасушливых районах и районах с низкой доступностью изображений».
zh: `图 7：在对全球 224 个大城市进行测试后，结果显示，对于 83% 的被评估城市，Trends.Earth 数据可用于估算指标 SDG 11.3.1。最大的局限仍然存在于小岛国（没有可用的训练数据）、超干旱地区和图像可用性低的地区。`

source: `Figure 8: Spatial distribution of threshold parameters selected for the sample of 224 cities tested. Top: Impervious surface area indicator, Middle: Nighttime lights indicator, and Bottom: Water frequency indicator.`
ar: الشكل 8: التوزيع المكاني للقيم الحدية للمعلمات المختارة لعينة من 224 مدينة تم اختبارها. الأعلى: مؤشر مساحة السطح عديم النفادية، الجزء الأوسط: مؤشر أضواء الليل، الأقل: مؤشر تردد الماء
fr: "Graphique 8 : Distribution spatiale des paramètres de seuil sélectionnés pour l'échantillon de 224 villes testées. En haut : indicateur de surface imperméable ; au milieu : Indicateur de lumière nocturne ; en bas : Indicateur de fréquence de l'eau."
ru: »Рисунок 8: Пространственное распределение пороговых параметров, выбранных для выборки из 224 протестированных городов. Вверху: индикатор площади непроходимой поверхности, посередине: Индикатор ночной освещенности, и Внизу: Индикатор частоты воды».
zh: `图 8：为 224 个被测试城市样本选择的阈值参数的空间分布。顶部：不透水面区域指标，中间：夜间灯光指标，底部：水频率指标。`

source: From the analysis of 224 cities globally we were able to estimate the range of parameters most commonly used. The most frequent values used were: **ISI = 30, NTL = 10, WFR = 25**. Those were the default parameters defined in the `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ and QGIS plugin, but it is important to remember that for each city, careful inspection of the dataset should be perform, in order to find the set of parameters which better work for each site.
ar: من تحليل 224 مدينة على مستوى العالم، تمكنا من تقدير نطاق المعايير الأكثر استخدامًا. كانت القيم الأكثر شيوعًا المستخدمة هي: ** ISI = 30 ،NTL = 10 ،WFR = 25 **. كانت هذه هي المعلمات الافتراضية المحددة في `` Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_ والبرنامج الملحق QGIS، ولكن من المهم أن نتذكر أنه بالنسبة لكل مدينة، يجب إجراء فحص دقيق لمجموعة البيانات، من أجل العثور على مجموعة المعلمات التي تعمل بشكل أفضل لكل موقع.
fr: L'analyse de 224 villes dans le monde nous a permis d'estimer la gamme des paramètres les plus couramment utilisés. Les valeurs les plus fréquemment utilisées sont : **ISI = 30, NTL = 10, WFR = 25**. Il s'agissait des paramètres par défaut définis dans "Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>"_ et le plugin QGIS, mais il est important de se rappeler que pour chaque ville, une inspection minutieuse de l'ensemble de données doit être effectuée, afin de trouver le jeu de paramètres qui fonctionne le mieux pour chaque site.
ru: На основе анализа 224 городов по всему миру мы смогли оценить диапазон наиболее часто используемых параметров. Наиболее часто используемыми значениями были: **ISI = 30, NTL = 10, WFR = 25**. Это были параметры по умолчанию, определенные в программе `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ и плагине QGIS, но важно помнить, что для каждого города необходимо провести тщательную проверку набора данных, чтобы найти набор параметров, которые лучше работают для каждого участка.
zh: 通过对全球 224 个城市的分析，我们估计出了最常用的参数范围。最常用的值是：**ISI = 30，NTL = 10，WFR = 25**。这些值是`Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_和 QGIS 插件中确定的默认参数，但一定要注意，对于每个城市都应该仔细检查数据集，以便找到更适合每个位置的参数。

source: `Figure 9: Frequency distribution of threshold parameters selected for the sample of 224 cities tested. Left: Impervious surface area indicator, Middle: Nighttime lights indicator, and Right: Water frequency indicator.`
ar: الشكل 9: التوزيع التكراري لمعلمات القيمة الحدية المختارة لعينة من 224 مدينة تم اختبارها. يسار: مؤشر مساحة السطح عديم النفاذية، الأوسط: مؤشر الأضواء ليلية، ويمين: مؤشر تردد الماء
fr: "Graphique 9 : Distribution de fréquence des paramètres de seuil sélectionnés pour l'échantillon de 224 villes testées. À gauche : indicateur de surface imperméable ; au milieu : Indicateur de lumière nocturne ; à droite : Indicateur de fréquence de l'eau."
ru: «Рисунок 9: Частотное распределение пороговых параметров, выбранных для выборки из 224 протестированных городов. Слева: индикатор площади непроходимой поверхности, посередине: Индикатор ночного освещения, и справа: Индикатор частоты воды».
zh: `图 9：为 224 个被测试城市样本选择的阈值参数的频率分布。左：不透水面区域指标，中：夜间灯光指标，右：水频率指标。`

source: Urban zones
ar: المناطق الحضرية
fr: Zones urbaines
ru: Городские территории
zh: 城市分区

source: The urban extent is the proposed area of study that comprises of the built-up area and urbanized open space of the city, along with areas added by proximity analysis (UN-Habitat, 2019). UN-Habitat suggests classifying the area of interest into the 6 following classes in order to identify the area which will be used in the estimation of the annual land consumption rate (Figure 1):
ar: النطاق الحضري هو مجال الدراسة المقترح الذي يتكون من المنطقة المبنية والمساحات المفتوحة الحضرية للمدينة، إلى جانب المناطق المضافة بواسطة تحليل القرب (UN-Habitat, 2019). يقترح UN-Habitat تصنيف منطقة الاهتمام إلى الفئات الست التالية من أجل تحديد المنطقة التي سيتم استخدامها في تقدير معدل استهلاك الأراضي السنوي (الشكل 1):
fr: L'étendue urbaine est la zone d'étude proposée qui comprend la zone bâtie et l'espace ouvert urbanisé de la ville, ainsi que les zones ajoutées par l'analyse de proximité (ONU-Habitat, 2019). ONU-Habitat suggère de classer la zone d'intérêt dans les 6 classes suivantes afin d'identifier la zone qui sera utilisée dans l'estimation du taux de consommation annuelle des terres (Graphique 1) :
ru: Городская территория — это предполагаемая область исследования, которая включает в себя застроенную территорию и урбанизированное открытое пространство города, а также территории, добавленные в результате анализа близости (ООН-Хабитат, 2019). ООН-Хабитат предлагает классифицировать интересующую территорию на 6 следующих классов, чтобы определить площадь, которая будет использоваться при оценке годовой нормы потребления земли (рис. 1):
zh: 城市范围是拟研究区域，包括城市的建成区和城市化空地，以及通过邻近分析增加的区域（联合国人居署，2019 年）。为了确定估算年土地消耗率要使用的区域（图 1），联合国人居署建议将关注区域分为以下 6 类：

source: Built-up areas will be classified based on the density within a 500 m of each pixel radius:
ar: سيتم تصنيف المناطق المبنية بناءً على الكثافة في نطاق 500 متر لكل نصف قطر بكسل:
fr: Les zones bâties seront classées en fonction de la densité dans un rayon de 500 m de chaque pixel :
ru: Застроенные территории будут классифицированы на основе плотности застройки в радиусе 500 м от каждого пикселя:
zh: 建成区将根据每个半径 500 m 的像素内的密度进行分类：

source: Urban: > 50% built-up in the 500 m radius.
ar: المناطق الحضرية:> 50% مبنية في دائرة نصف قطرها 500 متر.
fr: Urbain : > 50 % de bâti dans un rayon de 500 m.
ru: Город: > 50 % застройки в радиусе 500 м.
zh: 城市：在 500 m 半径内建成区大于 50%。

source: Suburban: 25-50% built-up in the 500 m radius.
ar: الضواحي: 25-50% مبنية في دائرة نصف قطرها 500 متر.
fr: Banlieue : 25-50 % de bâti dans un rayon de 500 m.
ru: Пригород: 25-50 % застройки в радиусе 500 м.
zh: 近郊：在 500 m 半径内建成区占 25-50%。

source: Rural: < 25 % built-up in the 500 m radius.
ar: المناطق الريفية: <25% مبنية في دائرة نصف قطرها 500 متر.
fr: Rural : < 25 % de bâti dans un rayon de 500 m.
ru: Сельская местность: < 25 % застройки в радиусе 500 м.
zh: 农村：在 500 m 半径内建成区小于 25%。

source: The non-built up areas will be considered open space (OS), and will be classified as follows:
ar: تعتبر المناطق غير المبنية مساحات مفتوحة (OS)، وسيتم تصنيفها على النحو التالي:
fr: Les zones non bâties seront considérées comme des espaces ouverts (OS), et seront classées comme suit :
ru: Незастроенные территории будут считаться открытым пространством (ОС) и будут классифицироваться следующим образом:
zh: 非建成区将被视为空地 (OS)，并将分类如下：

source: Fringe open space: open space < 100 m from urban and suburban.
ar: مساحة مفتوحة هامشية: مساحة مفتوحة <100 متر من المناطق الحضرية والضواحي.
fr: Espace ouvert périphérique : espace ouvert situé à moins de 100 m des zones urbaines et suburbaines.
ru: Пограничные открытые пространства: открытые пространства < 100 м от города и пригорода.
zh: 边缘空地：距离城市和近郊小于 100 m 的空地。

source: Captured open space: open space fully surrounded by fringe open space.
ar: مساحة مفتوحة تم التقاطها: مساحة مفتوحة محاطة بالكامل بمساحة مفتوحة هامشية.
fr: Espace ouvert capturé : espace ouvert entièrement entouré d'un espace ouvert périphérique.
ru: Захваченное открытое пространство: открытое пространство, полностью окруженное пограничным открытым пространством.
zh: 被包围空地：被边缘空地完全包围的空地。

source: Rural open space: All other open space.
ar: المساحات الريفية المفتوحة: جميع المساحات المفتوحة الأخرى.
fr: Espace ouvert rural : Tous les autres espaces ouverts.
ru: Сельское открытое пространство: все другие открытые пространства.
zh: 农村空地：所有其他空地。

source: In |trends.earth|, we have added to the scheme above by differentiating land from water open space, since the uses citizens can do of each space are very different.
ar: في|trends.earth|، أضفنا إلى scheme أعلاه من خلال التمييز بين الأرض والمساحة المفتوحة المائية، نظرًا لأن الاستخدامات التي يمكن للمواطنين القيام بها لكل مساحة مختلفة تمامًا.
fr: Dans |trends.earth|, nous avons complété le schéma ci-dessus en différenciant l'espace ouvert terrestre de l'espace ouvert aquatique, car les utilisations que les citoyens peuvent faire de chaque espace sont très différentes.
ru: В |trends.earth| мы дополнили приведенную выше схему, разграничив сухопутные и водные открытые пространства, поскольку использование гражданами каждого из них может быть совершенно разным.
zh: 在 |trends.earth| 中，我们在上述方案中又对土地和水上空地做了区分，因为公民利用每个空间的方式很不一样。

source: Fringe open space - water: Fringe open space covered by water
ar: مساحة حدودية مفتوحة - ماء: مساحة حدودية مفتوحة مغطاة بالمياه
fr: Espace ouvert périphérique - eau : Espace ouvert en périphérie recouvert d'eau
ru: Пограничное открытое пространство — вода: пограничное открытое пространство, покрытое водой
zh: 边缘空地–水：被水覆盖的边缘空地

source: Captured open space - water: Captured open space covered by water
ar: مساحة مفتوحة مُلتقَطة - المياه: مساحة مفتوحة مُلتقَطة مغطاة بالمياه
fr: Espace ouvert capturé - eau : Espace ouvert capturé recouvert d'eau
ru: Захваченное открытое пространство — вода: захваченное открытое пространство, покрытое водой
zh: 被包围空地–水：被水覆盖的被包围的空地
