Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/landdegradation.po
Languages: ar, ru, zh

source: Productivity State
ar: دولة الإنتاجية
ru: Состояние производительности
zh: 生产力状态

source: The Productivity State indicator allows for the detection of recent changes in primary productivity as compared to a baseline period. The indicator is computed as follows:
ar: يسمح مؤشر حالة الإنتاجية باكتشاف التغييرات الأخيرة في الإنتاجية الأولية مقارنة بفترة خط الأساس. يتم حساب المؤشر على النحو التالي:
ru: Показатель состояния продуктивности позволяет обнаруживать недавние изменения первичной продуктивности по сравнению с базовым периодом. Показатель рассчитывается следующим образом:
zh: 生产力状态指标允许检测与基线时期相比初级生产力的近期变化。该指标的计算方法如下：

source: Define the baseline period (historical period to which to compare recent primary productivity).
ar: حدد الفترة الأساسية (الفترة التاريخية التي تقارن بها الإنتاجية الأولية الحديثة).
ru: Определите базовый период (исторический период, с которым следует сравнивать недавнюю первичную продуктивность).
zh: 界定基线期（与近期初级生产力进行比较的历史时期）。

source: Define the comparison period (recent years used to compute comparison). It is recommended to use a 3-year to avoid annual fluctuations related to climate.
ar: تحديد فترة المقارنة (السنوات الأخيرة المستخدمة لحساب المقارنة). يوصى باستخدام 3 سنوات لتجنب التقلبات السنوية المتعلقة بالمناخ.
ru: Определите период сравнения (последние годы, используемые для расчета сравнения). Рекомендуется использовать 3 года, чтобы избежать годовых колебаний, связанных с климатом.
zh: 定义比较期（用于计算比较的最近年份）。建议使用3年，以避免与气候有关的年度波动。

source: For each pixel, use the annual integrals of NDVI for the baseline period to compute a frequency distribution. In case the baseline period missed some extreme values in NDVI, add 5% on both extremes of the distribution. That expanded frequency distribution curve is then used to define the cut-off values of the 10 percentile classes.
ar: لكل بكسل، استخدم التكاملات السنوية لمؤشر الفرق المعياري للغطاء لنباتي لفترة الأساس لحساب توزيع التردد. في حالة عدم وجود بعض القيم المتطرفة في مؤشر الفرق المعياري للغطاء النباتي في فترة خط الأساس، أضف 5٪ على طرفي التوزيع. ثم يتم استخدام منحنى توزيع التردد الموسع لتحديد القيم الفاصلة للفئات المئوية العشرة.
ru: Для каждого пикселя используйте годовые интегралы НРВИ за базовый период, чтобы вычислить частотное распределение. В случае, если в базовом периоде отсутствуют некоторые крайние значения НРВИ, добавьте 5% к обоим крайним значениям распределения. Эта расширенная кривая частотного распределения затем используется для определения пороговых значений 10-процентильных классов.
zh: 针对每个像素，使用基线期NDVI的年度积分来计算频率分布。如果基线期错过了NDVI的一些极端值，在分布的两个极端上增加5%。然后用这个扩大的频率分布曲线来定义10个百分点等级的临界值。

source: Compute the mean NDVI for the baseline period, and determine the percentile class it belongs to. Assign to the mean NDVI for the baseline period the number corresponding to that percentile class. Possible values range from 1 (lowest class) to 10 (highest class).
ar: احسب متوسط مؤشر الفرق المعياري للغطاء النباتي للفترة الأساس، وحدد الفئة المئوية التي ينتمي إليها. عيّن إلى متوسط مؤشر الفرق المعياري للغطاء النباتي لفترة الأساس الرقم المقابل لتلك الفئة المئوية. تتراوح القيم الممكنة من 1 (أدنى فئة) إلى 10 (أعلى فئة).
ru: Вычислите средний НРВИ для базового периода и определите процентильный класс, к которому он принадлежит. Присвойте среднему НРВИ за базовый период число, соответствующее этому процентильному классу. Возможные значения варьируются от 1 (низший класс) до 10 (высший класс).
zh: 计算基线期的平均NDVI，并确定其所属的百分位数等级。为基线期的平均NDVI分配与该百分位数等级相对应的数字。可能的数值范围从1（最低等级）到10（最高等级）。

source: Compute the mean NDVI for the comparison period, and determine the percentile class it belongs to. Assign to the mean NDVI for the comparison period the number corresponding to that percentile class. Possible values range from 1 (lowest class) to 10 (highest class).
ar: احسب متوسط مؤشر الفرق المعياري للغطاء النباتي لفترة المقارنة، وحدد الفئة المئوية التي ينتمي إليها. خصص إلى متوسط مؤشر مؤشر الفرق المعياري للغطاء النباتي لفترة المقارنة الرقم المقابل لتلك الفئة المئوية. تتراوح القيم الممكنة من 1 (أدنى فئة) إلى 10 (أعلى فئة).
ru: Вычислите средний НРВИ за период сравнения и определите процентильный класс, к которому он принадлежит. Присвойте среднему НРВИ за период сравнения число, соответствующее этому процентильному классу. Возможные значения варьируются от 1 (низший класс) до 10 (высший класс).
zh: 计算比较期的平均NDVI，并确定其所属的百分位数等级。为比较期的平均NDVI分配对应于该百分位数等级的数字。可能的数值范围从1（最低等级）到10（最高等级）。

source: Determine the difference in class number between the comparison and the baseline period (comparison minus baseline).
ar: تحديد الفرق في رقم الصنف بين المقارنة وفترة الأساس (المقارنة مطروحًا منها خط الأساس).
ru: Определите разницу в числе класса между периодом сравнения и базовым периодом (сравнение минус базовый период).
zh: 确定对比期和基线期的类数差异（对比期减去基线）。

source: If the difference in class between the baseline and the comparison period is ≤ 2, then that pixel could potentially be degraded. If the difference is ≥ 2, that pixel would indicate a recent improvement in terms of primary productivity. Pixels with small changes are considered stable.
ar: إذا كان الاختلاف في الفئة بين خط الأساس وفترة المقارنة هو 2، فمن المحتمل أن يتدهور هذا البكسل. إذا كان الاختلاف ≥ 2، فإن هذا البكسل يشير إلى تحسن حديث من حيث الإنتاجية الأولية. تعتبر وحدات البكسل ذات التغييرات الصغيرة مستقرة.
ru: Если разница в классе между базовым уровнем и периодом сравнения составляет ≤ 2, то этот пиксель потенциально может быть ухудшен. Если разница ≥ 2, этот пиксель указывает на недавнее улучшение первичной продуктивности. Пиксели с небольшими изменениями считаются стабильными.
zh: 如果基线和比较期之间的类别差异≤2，那么该像素有可能是退化的。如果差异≥2，该像素将表明最近初级生产力方面的改善。变化小的像素被认为是稳定的。

source: The table below list the datasets available in |trends.earth| to compute the Productivity State indicator:
ar: يسرد الجدول أدناه مجموعات البيانات المتوفرة في |trends.earth| لحساب مؤشر حالة الإنتاجية:
ru: В приведенной ниже таблице ниже перечислены наборы данных, доступные в |trends.earth| для расчета показателя состояния продуктивности:
zh: 下表列出了可用于计算生产力状况指标的|trends.earth|中的数据集:

source: Productivity Performance
ar: أداء الإنتاجية
ru: Производительность
zh: 生产力表现

source: The Productivity Performance indicator measures local productivity relative to other similar vegetation types in similar land cover types or bioclimatic regions throughout the study area. |trends.earth| uses the unique combination of soil units (soil taxonomy units using USDA system provided by SoilGrids at 250m resolution) and land cover (full 37 land cover classes provided by ESA CCI at 300m resolution) to define this areas of analysis. The indicator is computed as follows:
ar: يقيس مؤشر أداء الإنتاجية الإنتاجية المحلية بالنسبة لأنواع الغطاء النباتي الأخرى المماثلة في أنواع الغطاء الأرضي المماثلة أو المناطق المناخية الحيوية في جميع أنحاء منطقة الدراسة. |trends.earth| يستخدم مزيجًا فريدًا من وحدات التربة (وحدات تصنيف التربة باستخدام نظام وزارة الزراعة الأمريكية الذي توفره SoilGrids بدقة 250 مترًا) والغطاء الأرضي (37 فئة كاملة للغطاء الأرضي مقدمة من ESA CCI بدقة 300 متر) لتحديد مجالات التحليل هذه. يتم حساب المؤشر على النحو التالي:
ru: Показатель эффективности продуктивности измеряет локальную продуктивность по сравнению с другими аналогичными типами растительности в аналогичных типах земного покрова или биоклиматических регионах на всей территории исследования. |trends.earth| использует уникальную комбинацию почвенных единиц (единицы почвенной таксономии с использованием системы USDA, предоставленной SoilGrids с разрешением 250 м) и земного покрова (все 37 классов земного покрова, предоставленных ESA CCI с разрешением 300 м), чтобы определить эти области анализа. Показатель рассчитывается следующим образом:
zh: 生产力表现指标衡量相对于整个研究区类似土地覆被类型或生物气候区域的其他类似植被类型的当地生产力。|trends.earth|使用土壤单位（由SoilGrids提供的250米分辨率的USDA系统的土壤分类单位）和土地覆盖（由ESA CCI提供的300米分辨率的全部37个土地覆盖类别）的独特组合来定义这个分析区域。该指标的计算方法如下:

source: Define the analysis period, and use the time series of NDVI to compute mean the NDVI for each pixel.
ar: حدد فترة التحليل، واستخدم السلاسل الزمنية لمؤشر الفرق المعياري للغطاء النباتي لحساب متوسط مؤشر الفرق المعياري للغطاء النباتي لكل بكسل.
ru: Определите период анализа и используйте временной ряд НРВИ для вычисления среднего значения НРВИ для каждого пикселя.
zh: 定义分析期，并使用NDVI的时间序列来计算每个像素的NDVI的平均值。

source: Define similar ecologically similar units as the unique intersection of land cover and soil type.
ar: حدد وحدات مماثلة بيئيًا مثل التقاطع الفريد للغطاء الأرضي ونوع التربة.
ru: Определите подобные экологически сходные единицы как уникальное пересечение земного покрова и типа почвы.
zh: 将生态上相似的单位定义为土地覆盖和土壤类型的独特交叉点。

source: For each unit, extract all the mean NDVI values computed in step 1, and create a frequency distribution. From this distribution determine the value which represents the 90th percentile (we don't recommend using the absolute maximum NDVI value to avoid possible errors due to the presence of outliers). The value representing the 90th percentile will be considered the maximum productivity for that unit.
ar: لكل وحدة، قم باستخراج جميع قيم مؤشر الفرق المعياري للغطاء النباتي المتوسطة المحسوبة في الخطوة 1، وقم بإنشاء توزيع تردد. من هذا التوزيع، حدد القيمة التي تمثل النسبة المئوية التسعين (لا نوصي باستخدام الحد الأقصى لقيمة مؤشر الفرق المعياري للغطاء النباتي المطلقة لتجنب الأخطاء المحتملة بسبب وجود القيم المتطرفة). ستعتبر القيمة التي تمثل النسبة المئوية التسعين هي أقصى إنتاجية لتلك الوحدة.
ru: Для каждой единицы извлеките все средние значения НРВИ, вычисленные в шаге 1, и создайте частотное распределение. Из этого распределения определите значение, представляющее 90-й процентиль (мы не рекомендуем использовать абсолютное максимальное значение НРВИ, чтобы избежать возможных ошибок из-за наличия выбросов). Значение, представляющее 90-й процентиль, будет считаться максимальной продуктивностью для этой единицы.
zh: 针对每个单元，提取步骤 1 中计算的所有 NDVI 均值，并创建一个频率分布。从这个分布中确定代表第90个百分点的数值（我们不建议使用NDVI的绝对最大值，以避免由于异常值的存在而可能产生的误差）。代表第90个百分点的值将被认为是该单位的最大生产力。

source: Compute the ratio of mean NDVI and maximum productivity (in each case compare the mean observed value to the maximum for its corresponding unit).
ar: احسب نسبة متوسط مؤشر الفرق المعياري للغطاء النباتي والإنتاجية القصوى (في كل حالة قارن متوسط القيمة الملاحظة إلى الحد الأقصى للوحدة المقابلة).
ru: Вычислите отношение среднего НРВИ к максимальной продуктивности (в каждом случае сравните среднее наблюдаемое значение с максимальным для соответствующей единицы).
zh: 计算平均NDVI和最大生产力的比率（在每种情况下，将观察到的平均值和其相应单位的最大值进行比较）。

source: If observed mean NDVI is lower than 50% than the maximum productivity, that pixel is considered potentially degraded for this indicator.
ar: إذا كان متوسط مؤشر الفرق المعياري للغطاء النباتي المرصود أقل من 50٪ من الحد الأقصى للإنتاجية، فسيتم اعتبار هذا البكسل متدهورًا بشكل محتمل بالنسبة لهذا المؤشر.
ru: Если наблюдаемое среднее значение НРВИ ниже максимальной продуктивности на 50%, этот пиксель считается потенциально деградировавшим по этому показателю.
zh: 如果观察到的平均NDVI低于最大生产力的50%，该像素视为该指标的潜在退化。

source: The table below list the datasets available in |trends.earth| to compute the Productivity Performance indicator:
ar: يسرد الجدول أدناه مجموعات البيانات المتوفرة في|trends.earth| لحساب مؤشر أداء الإنتاجية:
ru: В приведенной ниже таблице перечислены наборы данных, доступные в |trends.earth| для расчета показателя продуктивности:
zh: 下表列出了可用于计算生产力绩效指标的|trends.earth|中的数据集：

source: Combining Productivity Indicators
ar: الجمع بين مؤشرات الإنتاجية
ru: Объединение показателей продуктивности
zh: 结合生产力指标

source: The three productivity sub-indicators are then combined as indicated in the tables below. For SDG 15.3.1 reporting, the 3-class indicator is required, but |trends.earth| also produces a 5-class one which takes advantage of the information provided by State to inform the type of degradation occurring in the area.
ar: يتم بعد ذلك دمج المؤشرات الفرعية الثلاثة للإنتاجية كما هو موضح في الجداول أدناه. لتقارير هدف التنمية المستدامة 15.3.1، مطلوب مؤشر من 3 فئات، ولكن |trends.earth| ينتج أيضًا فئة 5 واحدة تستفيد من المعلومات التي تقدمها الدولة للإبلاغ عن نوع التدهور الذي يحدث في المنطقة.
ru: Затем три вспомогательных показателя продуктивности объединяются, как показано в таблицах ниже. Для отчетности по ЦУР 15.3.1 требуется показатель 3 класса, но |trends.earth| также дает показатель 5 класса, который использует информацию, предоставленную государством, для информирования о типе происходящей в районе деградации.
zh: 然后，合并这三个生产力子指标，如下表所示。对于可持续发展目标（SDG）15.3.1的报告，需要3级指标，但|trends.earth|也会产生5级指标，利用国家提供的信息来告知该地区发生的退化类型。

source: To assess changes in land cover users need land cover maps covering the study area for the baseline and target years. These maps need to be of acceptable accuracy and created in such a way which allows for valid comparisons. |trends.earth| uses ESA CCI land cover maps as the default dataset, but local maps can also be used. The indicator is computed as follows:
ar: لتقييم التغييرات في الغطاء الأرضي يحتاج المستخدمون إلى خرائط الغطاء الأرضي التي تغطي منطقة الدراسة لخط الأساس والسنوات المستهدفة. يجب أن تكون هذه الخرائط ذات دقة مقبولة وأن يتم إنشاؤها بطريقة تسمح بإجراء مقارنات صحيحة. |trends.earth| يستخدم خرائط الغطاء الأرضي ESA CCI كمجموعة بيانات افتراضية، ولكن يمكن أيضًا استخدام الخرائط المحلية. يتم حساب المؤشر على النحو التالي:
ru: Для оценки изменения земного покрова пользователям необходимы карты земного покрова, охватывающие изучаемую территорию за исходный и целевой годы. Эти карты должны иметь приемлемую точность и создаваться таким образом, чтобы можно было проводить достоверные сравнения. |trends.earth| использует карты земного покрова ESA CCI в качестве набора данных по умолчанию, но также можно использовать локальные карты. Показатель рассчитывается следующим образом:
zh: 为了评估土地覆被的变化，用户需要覆盖研究区域的基线年和目标年的土地覆被地图。这些地图需要具有可接受的精度，并用能够进行有效比较的方式创建。|trends.earth|使用ESA CCI土地覆盖地图作为默认数据集，但也可以使用本地地图。该指标的计算方法如下：

source: Reclassify both land cover maps to the 7 land cover classes needed for reporting to the UNCCD (forest, grassland, cropland, wetland, artificial area, bare land and water).
ar: أعد تصنيف خرائط الغطاء الأرضي إلى فئات الغطاء الأرضي السبعة اللازمة لتقديم التقارير إلى اتفاقية الأمم المتحدة لمكافحة التصحر (الغابات والأراضي العشبية والأراضي الزراعية والأراضي الرطبة والمنطقة الاصطناعية والأراضي الجرداء والمياه).
ru: Переклассифицируйте обе карты земного покрова по 7 классам земного покрова, необходимым для отчетности в КБО ООН (леса, пастбища, пахотные земли, водно-болотные угодья, искусственные территории, голая земля и вода).
zh: 将两张土地覆被图重新分类为需要向《联合国防止荒漠化公约》（UNCCD） 报告的7个土地覆被等级（森林、草原、耕地、湿地、人工区、裸地和水）。

source: Perform a land cover transition analysis to identify which pixels remained in the same land cover class, and which ones changed.
ar: قم بإجراء تحليل انتقال للغطاء الأرضي لتحديد وحدات البكسل التي بقيت في نفس فئة الغطاء الأرضي وأي منها تم تغييره.
ru: Выполните анализ перехода земного покрова, чтобы определить, какие пиксели остались в том же классе земного покрова, а какие изменились.
zh: 进行土地覆被过渡分析，以确定哪些像素保持在同一土地覆被等级，哪些像素发生了变化。

source: Based on your local knowledge of the conditions in the study area and the land degradation processed occurring there, use the table below to identify which transitions correspond to degradation (- sign), improvement (+ sign), or no change in terms of land condition (zero).
ar: استنادًا إلى معرفتك المحلية بالظروف في منطقة الدراسة وتدهور الأراضي الذي يتم معالجته هناك، استخدم الجدول أدناه لتحديد التحولات التي تتوافق مع التدهور (علامة -)، أو التحسين (علامة +)، أو لا يوجد تغيير من حيث حالة الأرض (صفر).
ru: Основываясь на ваших местных знаниях об условиях в районе исследования и происходящих там процессах деградации земель, используйте приведенную ниже таблицу, чтобы определить, какие переходы соответствуют деградации (знак -), улучшению (знак +) или отсутствию изменений с точки зрения состояния земель. (нуль).
zh: 根据您对研究地区的条件和当地发生的土地退化处理的地方知识，使用下面的表格来确定哪些过渡对应于土地条件的退化（-号）、改善（+号）或没有变化（零）。

source: |trends.earth| will combine the information from the land cover maps and the table of degradation typologies by land cover transition to compute the land cover sub-indicator.
ar: |trends.earth| سيجمع المعلومات من خرائط الغطاء الأرضي وجدول أنماط التدهور عن طريق انتقال الغطاء الأرضي لحساب المؤشر الفرعي للغطاء الأرضي.
ru: |trends.earth| объединит информацию из карт земного покрова и таблицы типологий деградации по переходу земного покрова для расчета вспомогательного показателя земного покрова.
zh: |trends.earth|将结合土地覆被地图和按土地覆被过渡的退化类型表的信息，计算出土地覆被分指标。

source: The third sub-indicator for monitoring land degradation as part of the SDG process quantifies changes in soil organic carbon (SOC) over the reporting period. Changes in SOC are particularly difficult to assess for several reasons, some of them being the high spatial variability of soil properties, the time and cost intensiveness of conducting representative soil surveys and the lack of time series data on SOC for most regions of the world. To address some of the limitations, a combined land cover/SOC method is used in |trends.earth| to estimate changes in SOC and identify potentially degraded areas. The indicator is computed as follows:
ar: يحدد المؤشر الفرعي الثالث لرصد تدهور الأراضي كجزء من عملية أهداف التنمية المستدامة التغيرات في الكربون العضوي في التربة خلال الفترة المشمولة بالتقرير. من الصعب بشكل خاص تقييم التغييرات في الكربون العضوي في التربة لعدة أسباب، بعضها هو التباين المكاني العالي لخصائص التربة، والوقت والتكلفة المكثفة لإجراء مسوحات التربة التمثيلية ونقص بيانات السلاسل الزمنية على الكربون العضوي في التربة لمعظم مناطق العالم. لمعالجة بعض القيود، يتم استخدام طريقة مجمعة للغطاء الأرضي / الكربون العضوي في التربة في |trends.earth| لتقدير التغييرات في الكربون العضوي في التربة وتحديد المناطق التي يحتمل تدهورها. يتم حساب المؤشر على النحو التالي:
ru: Третий вспомогательный показатель для мониторинга деградации земель в рамках процесса достижения ЦУР позволяет количественно оценить изменения содержания органического углерода в почве (SOC) за отчетный период. Изменения SOC особенно трудно оценить по нескольким причинам, некоторые из которых связаны с высокой пространственной изменчивостью свойств почвы, затратами времени и средств на проведение репрезентативных обследований почв и отсутствием данных временных рядов о SOC для большинства регионов мира. Чтобы устранить некоторые ограничения, в |trends.earth| используется комбинированный метод земного покрова/SOC. для оценки изменений SOC и определения потенциально деградировавших участков. Показатель рассчитывается следующим образом:
zh: 作为可持续发展目标进程的一部分，监测土地退化的第三个次级指标对报告期内土壤有机碳（SOC）的变化进行量化。出于某些原因，SOC的变化特别难以评估，其中一些原因是土壤特性的高度空间变异性，进行代表性土壤调查的时间和成本密集性，以及世界上大多数地区缺乏SOC的时间序列数据。为了解决其中的一些局限性，在|trends.earth|中使用了一种土地覆盖/SOC的综合方法来估计SOC的变化并确定潜在的退化区域。该指标的计算方法如下：

source: Determine the SOC reference values. |trends.earth| uses SoilGrids 250m carbon stocks for the first 30 cm of the soil profile as the reference values for calculation (NOTE: SoilGrids uses information from a variety of data sources and ranging from many years to produce this product, therefore assigning a date for calculations purposes could cause inaccuracies in the stock change calculations).
ar: تحديد القيم المرجعية الكربون العضوي في التربة. |trends.earth| يستخدم مخزون الكربون SoilGrids 250m لأول 30 سم من ملف تعريف التربة كقيم مرجعية للحساب (ملاحظة: تستخدم SoilGrids معلومات من مجموعة متنوعة من مصادر البيانات وتتراوح بين سنوات عديدة لإنتاج هذا المنتج، وبالتالي فإن تعيين تاريخ لأغراض الحسابات يمكن تسبب في عدم الدقة في حسابات تغيير المخزون).
ru: Определите эталонные значения SOC. |trends.earth|использует 250-метровые запасы углерода SoilGrids для первых 30 см профиля почвы в качестве эталонных значений для расчета (ПРИМЕЧАНИЕ: Для производства этого продукта SoilGrids использует информацию из различных источников данных за многие годы, поэтому назначение даты для расчетов может привести к неточностям в расчетах изменения запасов).
zh: 确定SOC的参考值。|trends.earth||使用SoilGrids 250m土壤剖面前30厘米的碳储量作为计算的参考值（注意：SoilGrids使用各种数据源和多年的信息制作该产品。因此，为计算目的指定一个日期，可能导致储量变化计算的不准确）。

source: Reclassify the land cover maps to the 7 land cover classes needed for reporting to the UNCCD (forest, grassland, cropland, wetland, artificial area, bare land and water). Ideally annual land cover maps are preferred, but at least land cover maps for the starting and end years are needed.
ar: أعد تصنيف خرائط الغطاء الأرضي إلى فئات الغطاء الأرضي السبعة اللازمة لتقديم التقارير إلى اتفاقية الأمم المتحدة لمكافحة التصحر (الغابات والأراضي العشبية والأراضي الزراعية والأراضي الرطبة والمنطقة الاصطناعية والأراضي الجرداء والمياه). يُفضل خرائط الغطاء الأرضي السنوية بشكل مثالي، ولكن هناك حاجة إلى خرائط الغطاء الأرضي على الأقل لسنتي البداية والنهاية.
ru: Реклассифицируйте карты земного покрова по 7 классам земного покрова, необходимым для отчетности по КБО ООН (леса, пастбища, пахотные земли, водно-болотные угодья, искусственный ареал, необлесенные угодья и вода). В идеале предпочтительны годовые карты земного покрова, но необходимы, по крайней мере, карты земного покрова за начальный и конечный годы.
zh: 将土地覆被图重新分类为需要向UNCCD报告的7个土地覆被等级（森林、草原、耕地、湿地、人工区、裸地和水）。最好是年度土地覆被图，但至少需要起始和结束年份的土地覆被图。

source: To estimate the changes in C stocks for the reporting period C conversion coefficients for changes in land use, management and inputs are recommended by the IPCC and the UNCCD. However, spatially explicit information on management and C inputs is not available for most regions. As such, only land use conversion coefficient can be applied for estimating changes in C stocks (using land cover as a proxy for land use). The coefficients used were the result of a literature review performed by the UNCCD and are presented in the table below. Those coefficients represent the proportional in C stocks after 20 years of land cover change.
ar: لتقدير التغييرات في مخزونات الكربون خلال الفترة المشمولة بالتقرير، أوصت الهيئة الحكومية الدولية المعنية بتغير المناخ واتفاقية مكافحة التصحر، باستخدام معاملات التحويل "ج" للتغيرات في استخدام الأراضي، والإدارة والمدخلات. ومع ذلك، فإن المعلومات الصريحة مكانيًا حول الإدارة ومدخلات C ليست متاحة لمعظم المناطق. على هذا النحو، يمكن تطبيق معامل تحويل استخدام الأراضي فقط لتقدير التغيرات في مخزون الكربون (باستخدام الغطاء الأرضي كمؤشر لاستخدام الأراضي). كانت المعاملات المستخدمة نتيجة لمراجعة الأدبيات التي أجرتها اتفاقية مكافحة التصحر وهي معروضة في الجدول أدناه. تمثل هذه المعاملات النسبة في مخزون الكربون بعد 20 عامًا من تغير الغطاء الأرضي.
ru: Для оценки изменений в запасах углерода за отчетный период МГЭИК и КБО ООН рекомендуются коэффициенты преобразования углерода для изменений в землепользовании, управлении и затратах. Тем не менее, для большинства регионов недоступна четкая пространственная информация об управлении и затратах углерода. Таким образом, для оценки изменений в запасах углерода может применяться только коэффициент преобразования землепользования (с использованием растительного покрова в качестве показателя землепользования). Используемые коэффициенты были получены в результате обзора литературы, проведенного в рамках КБО ООН, и представлены в таблице ниже. Эти коэффициенты представляют пропорциональные запасы углерода после 20 лет изменения земного покрова.
zh: 为了估算报告期内碳储存量的变化，气候变化专门组织和防治荒漠化公约建议了土地使用，管理和投入变化的C换算系数。然而，大部分地区都没有关于管理和C输入的空间明确信息。因此，只有土地利用转换系数可用于估算碳储量的变化（使用土地覆盖作为土地利用的替代指标）。所使用的系数是“防治荒漠化公约”进行的文献审查的结果，并列于下表。这些系数表示土地覆被变化20年后C储量的比例。
