Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/landdegradation.po
Languages: ar, ru, zh

source: Land degradation and SDG 15.3.1
ar: تردي الأراضي و SDG 15.3.1
ru: Деградация земель и ЦУР 15.3.1

source: As part of the "2030 Agenda for Sustainable Development", Sustainable Development Goal (SDG) 15 is to:
ar: كجزء من "خطة التنمية المستدامة لعام 2030"، يتمثل هدف التنمية المستدامة (SDG) رقم 15 في:
ru: В рамках «Повестки дня в области устойчивого развития на период до 2030 года» Цель устойчивого развития (ЦУР) 15 заключается в следующем:
zh: 作为 "2030年可持续发展议程 "的一部分，可持续发展目标（SDG）15是：

source: "Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss"
ar: "حماية واستعادة وتعزيز الاستخدام المستدام للنظم الإيكولوجية الأرضية، وإدارة الغابات على نحو مستدام، ومكافحة التصحر، ووقف تدهور الأراضي وعكس اتجاهه ووقف فقدان التنوع البيولوجي"
ru: «Защита, восстановление и продвижение устойчивого использования наземных экосистем, устойчивое управление лесами, борьба с опустыниванием, остановка и обращение вспять деградации земель и прекращение потери биоразнообразия».
zh: "保护、恢复和促进陆地生态系统的可持续利用，可持续地管理森林，防治荒漠化，并制止和扭转土地退化，遏制生物多样性的丧失"

source: Each SDG has specific targets addressing different components, in this case, of life on land. Target 15.3 aims to:
ar: لكل SDG أهداف محددة تتناول مكونات مختلفة، في هذه الحالة، من الحياة على الأرض. تهدف الغاية 15.3 إلى:
ru: Каждая ЦУР имеет конкретные задачи, касающиеся различных компонентов, в данном случае — жизни на земле. Задача 15.3 направлена на:
zh: 每个可持续发展目标都有针对不同组成部分的具体目标，在本案例中是针对土地上的生活。具体目标15.3旨在：

source: "By 2030, combat desertification, restore degraded land and soil, including land affected by desertification, drought and floods, and strive to achieve a land degradation-neutral world"
ar: "بحلول عام 2030 قد نكون تمكنا من مكافحة التصحر، واستعادة الأراضي والتربة المتدهورة، بما في ذلك الأراضي المتأثرة بالتصحر والجفاف والفيضانات، والسعي جاهدين لتحقيق عالم خالٍ من تدهور الأراضي"
ru: «К 2030 году бороться с опустыниванием, восстановить деградировавшие земли и почвы, включая земли, пострадавшие от опустынивания, засухи и наводнений, и стремиться к созданию мира, нейтрального в отношении деградации земель».
zh: "截止2030年，防治荒漠化，恢复退化的土地和土壤，包括受荒漠化、干旱和洪水影响的土地，并努力实现一个土地退化中立的世界"

source: Indicators will be used then to assess the progress of each SDG target. In the case of SDG 15.3 the progress towards a land degradation neutral world will be assessed using indicator 15.3.1:
ar: سيتم استخدام المؤشرات بعد ذلك لتقييم التقدم المحرز في كل هدف من SDG. في حالة SDG 15.3، سيتم تقييم التقدم المحرز نحو عالم محايد لتدهور الأراضي باستخدام المؤشر 15.3.1:
ru: Для оценки прогресса в достижении каждой цели ЦУР будут использоваться индикаторы. В случае ЦУР 15.3 прогресс в направлении создания мира, нейтрального к деградации земель, будет оцениваться с помощью индикатора 15.3.1:
zh: 然后将使用指标来评估每个SDG目标的进展。就可持续发展目标15.3而言，将使用指标15.3.1评估实现土地退化中立世界的进展：

source: "proportion of land that is degraded over total land area"
ar: "نسبة الأراضي المتدهورة على إجمالي مساحة الأرض"
ru: «доля деградированных земель от общей площади земель»
zh: "退化的土地占总土地面积的比例"

source: As the custodian agency for SDG 15.3, the United Nations Convention to Combat Desertification (UNCCD) has developed a `Good Practice Guidance (GPG) <https://www.unccd.int/sites/default/files/relevant-links/2021-03/Indicator_15.3.1_GPG_v2_29Mar_Advanced-version.pdf>`_. providing recommendations on how to calculate SDG Indicator 15.3.1.
ar: بصفتها الوكالة الراعية SDG 15.3، طورت اتفاقية الأمم المتحدة لمكافحة التصحر (UNCCD) `إرشادات الممارسات الجيدة (GPG) <https://www.unccd.int/sites/default/files/relevant-links/2021-03/Indicator_15.3.1_GPG_v2_29Mar_Advanced-version.pdf> `_. والتي توفر توصيات حول كيفية حساب مؤشر SDG 15.3.1.
ru: В качестве учреждения, отвечающего за ЦУР 15.3, Конвенция ООН по борьбе с опустыниванием (UNCCD) разработала «Руководство по надлежащей практике» (GPG) <https://www.unccd.int/sites/default/files/relevant-links/2021-03/Indicator_15.3.1_GPG_v2_29Mar_Advanced-version.pdf>`_. содержащее рекомендации по расчету показателя ЦУР 15.3.1.

source: This document provides a brief introduction to SDG Indicator 15.3.1 and describes how each indicator is calculated by |trends.earth|.
ar: تقدم هذه الوثيقة مقدمة موجزة لمؤشر SDG 15.3.1 وتصف كيفية حساب كل مؤشر من خلال |trends.earth|.
ru: Этот документ содержит краткое введение в показатель ЦУР 15.3.1 и описывает, как каждый показатель рассчитывается |trends.earth|.
zh: 本文件简要介绍了可持续发展目标指标15.3.1，并描述了每个指标如何通过|trends.earth|计算。

source: In order to assess the area degraded, SDG Indicator 15.3.1 uses information from 3 sub-indicators:
ar: من أجل تقييم المنطقة المتدهورة، يستخدم مؤشر SDG 15.3.1 معلومات من 3 مؤشرات فرعية:
ru: Для оценки деградированной площади Индикатор ЦУР 15.3.1 использует информацию из 3 суб-индикаторов:
zh: 为了评估退化的面积，SDG指标15.3.1使用了3个次级指标的信息：

source: Vegetation productivity
ar: إنتاجية الغطاء النباتي
ru: Продуктивность растительности
zh: 植被生产力

source: Land cover
ar: الغطاء الأرضي
ru: Растительного покрова
zh: 土地覆盖

source: Soil organic carbon
ar: الكربون العضوي في التربة
ru: Почвенный органический углерод
zh: 土壤有机碳

source: |trends.earth| allows the user to compute each of these sub-indicators in a spatially explicit way generating raster maps which are then integrated into a final SDG 15.3.1 indicator map and produces a table result reporting areas potentially improved and degraded for the area of analysis.
ar: |trends.earth| يسمح للمستخدم بحساب كل من هذه المؤشرات الفرعية بطريقة صريحة مكانيًا لإنشاء خرائط نقطية يتم دمجها بعد ذلك في خريطة مؤشر SDG 15.3.1 النهائية وينتج عن نتائج الجدول تقرير المناطق التي يحتمل أن تكون محسّنة ومتدهورة في مجال التحليل.
ru: |trends.earth| позволяет пользователю рассчитать каждый из этих суб-индикаторов в пространственно-явном виде, создавая растровые карты, которые затем интегрируются в итоговую карту индикаторов ЦУР 15.3.1 и выдают табличный результат, сообщающий о потенциально улучшенных и деградированных областях для анализируемой территории.
zh: |trends.earth|允许用户以空间明确的方式计算这些次级指标中的每一项，生成栅格地图，然后将其整合到最终的SDG 15.3.1指标地图中，并产生一个表格结果，报告分析区域的潜在改善和退化的区域。

source: Sub-indicators
ar: المؤشرات الفرعية
ru: cуб-индикаторы
zh: 次级指标

source: Productivity
ar: إنتاجية
ru: производительность
zh: 生产率

source: Land productivity is the biological productive capacity of the land, the source of all the food, fiber and fuel that sustains humans (United Nations Statistical Commission 2016). Net primary productivity (NPP) is the net amount of carbon assimilated after photosynthesis and autotrophic respiration over a given period of time (Clark et al. 2001) and is typically represented in units such as kg/ha/yr. NPP is a variable time consuming and costly to estimate, for that reason, we rely on remotely sensed information to derive indicators of NPP.
ar: إنتاجية الأرض هي القدرة الإنتاجية البيولوجية للأرض، ومصدر جميع الأغذية والألياف والوقود الذي يدعم الإنسان (اللجنة الإحصائية للأمم المتحدة 2016). صافي الإنتاجية الأولية (NPP) هو صافي كمية الكربون التي تم استيعابها بعد التمثيل الضوئي والتنفس الذاتي خلال فترة زمنية معينة (كلارك وآخرون 2001) ويتم تمثيلها عادةً بوحدات مثل كجم/هكتار/سنة. NPP هي عملية متغيرة تستغرق وقتًا طويلاً ومكلفة لتقديرها، ولهذا السبب، نعتمد على المعلومات المستشعرة عن بُعد لاشتقاق مؤشرات NPP.
ru: Продуктивность земли — это биологическая продуктивная способность земли, источник всех продуктов питания, клетчатки и топлива, которые поддерживают жизнь людей (Статистическая комиссия ООН, 2016 г.). Чистая первичная продуктивность (ЧПП) представляет собой чистое количество углерода, ассимилированного после фотосинтеза и автотрофного дыхания за определенный период времени (Кларк и др., 2001), и обычно выражается в таких единицах, как кг/га/год. ЧПП — это переменная, определение которой требует много времени и средств, поэтому для получения показателей ЧПП мы полагаемся на данные дистанционного зондирования.
zh: 土地生产力是土地的生物生产能力，是维持人类的所有食物，纤维和燃料的来源（联合国统计委员会，2016年）。净初级生产力（净初级生产力）是指在一定时期内光合作用和自养呼吸作用后吸收的碳的净量（Clark et al。2001），通常以单位如kg / ha / yr表示。核电厂估算时间长，成本高，因此，我们依靠遥感信息来推导核电厂指标。

source: One of the most commonly used surrogates of NPP is the Normalized Difference Vegetation Index (NDVI), computed using information from the red and near infrared portions of the electromagnetic spectrum. In |trends.earth| we make use of bi-weekly products from MODIS and AVHRR to compute annual integrals of NDVI (computed as the mean annual NDVI for simplicity of interpretation of results). These annual integrals of NDVI are then used to compute each of the productivity indicators explained below.
ar: أحد البدائل الأكثر استخدامًا لـ NPP هو فهرس الغطاء النباتي للاختلاف المعياري (NDVI)، والذي يتم حسابه باستخدام معلومات من الأجزاء الحمراء والقريبة من الأشعة تحت الحمراء من الطيف الكهرومغناطيسي. في |Trends.earth| نحن نستخدم المنتجات نصف الأسبوعية من MODIS و AVHRR لحساب التكاملات السنوية لـ NDVI (محسوبة على أنها متوسط مؤشر NDVI السنوي لتبسيط تفسير النتائج). ثم يتم استخدام هذه التكاملات السنوية من دليل NDVI لحساب كل من مؤشرات الإنتاجية الموضحة أدناه.
ru: Одним из наиболее часто используемых заменителей ЧПП является нормализованный разностный вегетационный индекс (НРВИ), вычисляемый с использованием информации из красной и ближней инфракрасной частей электромагнитного спектра. В |trends.earth| мы используем двухнедельные продукты от MODIS и AVHRR для вычисления годовых интегралов НРВИ (рассчитанных как среднегодовой НРВИ для простоты интерпретации результатов). Эти годовые интегралы НРВИ затем используются для расчета каждого из показателей продуктивности, описанных ниже.
zh: NPP最常用的代用指标之一是归一化植被指数（NDVI），使用电磁波谱中的红色和近红外部分的信息进行计算。在|trends.earth|中，我们利用MODIS和AVHRR的双周产品计算NDVI的年度积分（为简化结果的解释，计算为平均年度NDVI）。然后，这些NDVI的年度积分用于计算下文解释的每个生产力指标。

source: Land productivity is assessed in |trends.earth| using three measures of change derived from NDVI time series data: trajectory, performance and state
ar: يتم تقييم إنتاجية الأرض في |trends.earth| باستخدام ثلاثة مقاييس للتغيير مستمدة من بيانات السلاسل الزمنية لـ NDVI: المسار والأداء والحالة
ru: Продуктивность земли оценивается в |trends.earth| с помощью трех показателей изменения, полученных из данных временного ряда НРВИ: траектория, продуктивность и состояние
zh: 土地生产力在|trends.earth|中使用从NDVI时间序列数据中获得的三种变化措施进行评估：轨迹、表现和状态。

source: Productivity Trajectory
ar: مسار الإنتاجية
ru: Траектория производительности
zh: 生产力轨迹

source: Trajectory measures the rate of change in primary productivity over time. As indicated in the figure below, |trends.earth| computes a linear regression at the pixel level to identify areas experiencing changes in primary productivity for the period under analysis. A Mann-Kendall non-paremetric significance test is then applied, considering only significant changes those that show a p-value ≤ 0.05. Positive significant trends in NDVI would indicate potential improvement in land condition, and negative significant trends potential degradation.
ar: يقيس المسار معدل التغيير في الإنتاجية الأولية بمرور الوقت. كما هو موضح في الشكل أدناه، |trends.earth|يحسب انحدارًا خطيًا على مستوى البكسل لتحديد المناطق التي تشهد تغيرات في الإنتاجية الأولية للفترة قيد التحليل. يتم بعد ذلك تطبيق اختبار أهمية غير باريمترية من Mann-Kendall، مع الأخذ في الاعتبار التغييرات المهمة فقط تلك التي تظهر قيمة p ≤ 0.05. تشير الاتجاهات الإيجابية الهامة في مؤشر NDVI إلى تحسن محتمل في حالة الأراضي، وأن الاتجاهات السلبية الهامة قد تؤدي إلى تدهور محتمل.
ru: Траектория измеряет скорость изменения первичной продуктивности с течением времени. Как показано на рисунке ниже, |trends.earth| вычисляет линейную регрессию на уровне пикселей, чтобы определить области, в которых произошли изменения в первичной продуктивности за анализируемый период. Затем применяется непараметрический критерий значимости Манна-Кендалла, учитывающий только существенные изменения, которые показывают значение p ≤ 0,05. Положительные значимые тенденции в НРВИ указывают на потенциальное улучшение состояния земель, а отрицательные значимые тенденции на потенциальную деградацию.
zh: 轨迹测量初级生产力随时间变化的速度。如下图所示，|trends.earth|计算像素级的线性回归，以确定分析期内初级生产力变化的区域。然后进行Mann-Kendall非参数显著性检验，只考虑那些P值≤0.05的显著变化。归一化差异指数的正向显著趋势表明土地状况的潜在改善，而负向显著趋势则表明潜在的退化。

source: Correcting for the effects of climate
ar: تصحيح تأثيرات المناخ
ru: Поправка на влияние климата
zh: 纠正气候的影响

source: Within a given ecosystem, primary productivity is affected by several factors, such as temperature, and the availability of light, nutrients and water. Of those, water availability is the most variable over time, and can have very significant influences in the amount of plant tissue produced every year. When annual integrals of NDVI are used to perform the trajectory analysis, it is important to interpret the results having historical precipitation information as a context. Otherwise, declining productivity trends could be identified as human caused land degradation, when they are driven by regional patterns of changes in water availability.
ar: ضمن نظام بيئي معين، تتأثر الإنتاجية الأولية بعدة عوامل، مثل درجة الحرارة، وتوافر الضوء والمغذيات والمياه. من بين هؤلاء، يعد توافر المياه الأكثر تغيرًا بمرور الوقت، ويمكن أن يكون له تأثيرات كبيرة جدًا في كمية الأنسجة النباتية التي يتم إنتاجها كل عام. عند استخدام التكاملات السنوية لمؤشر الفرق المعياري للغطاء النباتي لإجراء تحليل المسار، من المهم تفسير النتائج التي تحتوي على معلومات هطول الأمطار التاريخية كسياق. وبخلاف ذلك، يمكن تحديد اتجاهات الإنتاجية المتدنية على أنها تسبب الإنسان في تدهور الأراضي، عندما تكون مدفوعة بالأنماط الإقليمية للتغيرات في توافر المياه.
ru: В пределах данной экосистемы на первичную продуктивность влияют несколько факторов, таких как температура и наличие света, питательных веществ и воды. Из них наличие воды наиболее изменчиво с течением времени и может иметь очень значительное влияние на количество тканей растений, производимых каждый год. Когда для проведения анализа траектории используются годовые интегралы НРВИ, важно интерпретировать результаты, имея в качестве контекста историческую информацию об осадках. В противном случае тенденции к снижению продуктивности можно было бы определить как вызванную деятельностью человека деградацию земель, когда они обусловлены региональными моделями изменений в наличии воды.
zh: 在一个特定的生态系统中，初级生产力受到几个因素的影响，如温度、光照、营养物质和水资源的可用性。其中，水的可用性随时间变化最大，对每年生产的植物组织数量有非常大的影响。当NDVI的年度积分被用来进行轨迹分析时，以历史降水信息作为背景来解释结果非常重要。否则，生产力下降的趋势可能被认定为人为造成的土地退化，而这些趋势是由水资源可用性的区域变化模式驱动的。

source: |trends.earth| allows the user to perform different types of analysis to separate the climatic causes of the changes in primary productivity, from those which could be a consequence of human land use decisions on the ground. The methods currently supported for climate corrections are:
ar: |trends.earth| يسمح للمستخدم بإجراء أنواع مختلفة من التحليل لفصل الأسباب المناخية للتغيرات في الإنتاجية الأولية، عن تلك التي يمكن أن تكون نتيجة لقرارات استخدام الأرض البشرية في الواقع. الأساليب المدعومة حاليًا لتصحيحات المناخ هي:
ru: |trends.earth| позволяет пользователю выполнять различные типы анализа, чтобы отделить климатические причины изменений первичной продуктивности от тех, которые могут быть следствием решений человека о землепользовании на местах. В настоящее время поддерживаются следующие методы климатических поправок:
zh: |trends.earth|允许用户进行不同类型的分析，以区分初级生产力变化的气候原因和可能是人类土地利用决策的结果的原因。目前支持的气候修正方法有：

source: **Residual Trend Analysis (RESTREND):** RESTREND uses linear regression models to predict NDVI for a given rainfall amount. Trends in the difference between the predicted NDVI and the observed NDVI (the residual) are interpreted as non-climatically related productivity change. Please refer to the following citation more more details on the method and its limitations: `Wessels, K.J.; van den Bergh, F.; Scholes, R.J. Limits to detectability of land degradation by trend analysis of vegetation index data. Remote Sens. Environ. 2012, 125, 10–22.`
ar: ** تحليل الاتجاه المتبقي: ** يستخدم تحليل الاتجاه المتبقي نماذج الانحدار الخطي للتنبؤ بمؤشر الفرق المعياري للغطاء النباتي لكمية معينة من الأمطار. يتم تفسير الاتجاهات في الاختلاف بين مؤشر مؤشر الفرق المعياري للغطاء النباتي المتوقع ودليل مؤشر الفرق المعياري للغطاء النباتي المرصود (المتبقي) على أنه تغير إنتاجي غير متعلق بالمناخ. يرجى الرجوع إلى الاقتباس التالي لمزيد من التفاصيل حول الطريقة وقيودها: ويسلز، ك.ج.؛ فان دن بيرغ، ف.؛ سكولز، آر.ج. حدود إمكانية اكتشاف تدهور الأراضي من خلال تحليل اتجاهات بيانات مؤشر الغطاء النباتي. استشعار البيئة عن بعد. 2012, 125, 10–22.`
ru: **Анализ остаточного тренда (RESTREND):** RESTREND использует модели линейной регрессии для прогнозирования НРВИ для заданного количества осадков. Тенденции разницы между прогнозируемым НРВИ и наблюдаемым НРВИ (остатком) интерпретируются как изменение продуктивности, не связанное с климатическими условиями. Обратитесь к следующей цитате для более подробной информации о методе и его ограничениях: `Уэсселс K.Дж.; ван ден Берг Ф.; Скоулз Р.Дж. Пределы обнаруживаемости деградации земель с помощью анализа трендов данных вегетационного индекса. Дистанционное изучение окружающей среды. 2012, 125, 10–22.`
zh: **残留趋势分析（RESTREND）：** RESTREND使用线性回归模型预测给定降雨量的NDVI。预测的NDVI和观测的NDVI之间的差异（残差）的趋势被解释为与气候无关的生产力变化。请参考以下引文，了解更多关于该方法及其局限性的细节：`Wessels, K.J.; van den Bergh, F.; Scholes, R.J. 通过植被指数数据的趋势分析检测土地退化的局限性。Remote Sens.Environ. 2012, 125, 10-22.`

source: **Rain Use Efficiency (RUE):** RUE Is the ratio of annual NPP to annual precipitation. |trends.earth| uses the annual integrals of NDVI as a proxy for annual NPP, and offers the possibility of choosing among different precipitation products to compute RUE. After RUE is computed for each of the years under analysis, a linear regression and a non-parametric significance test is applied to the trend of RUE over time. Positive significant trends in RUE would indicate potential improvement in land condition, and negative significant trends potential degradation. Please refer to the following publication for details on the methods and its limitations: `Wessels, K.J.; Prince, S.D.; Malherbe, J.; Small, J.; Frost, P.E.; VanZyl, D. Can human-induced land degradation be distinguished from the effects of rainfall variability? A case study in South Africa. J. Arid Environ. 2007, 68, 271–297.`
ar: ** كفاءة استخدام المطر: ** كفاءة استخدام المطر هي نسبة صافي الإنتاجية الأولية السنوي إلى هطول الأمطار السنوي. |trends.earth| يستخدم التكاملات السنوية لمؤشر الفرق المعياري للغطاء النباتي كبديل لصافي الإنتاجية الأولية السنوي، ويوفر إمكانية الاختيار من بين منتجات هطول الأمطار المختلفة لحساب كفاءة استخدام المطر. بعد حساب كفاءة استخدام المطر لكل سنة من السنوات قيد التحليل، يتم تطبيق انحدار خطي واختبار دلالة غير بارامترية على اتجاه كفاءة استخدام المطر بمرور الوقت. تشير الاتجاهات الإيجابية الهامة في كفاءة استخدام المطر إلى تحسن محتمل في حالة الأراضي، وأن الاتجاهات السلبية الهامة قد تؤدي إلى تدهور محتمل. يرجى الرجوع إلى البحث المنشور التالي للحصول على تفاصيل حول الأساليب وقيودها: ويسلز، ك.ج.؛ برينس، إس. دي.؛ مالهيربي، جي.؛ سمول، ج.؛ فروست، بي. فانزيل، دي. هل يمكن التمييز بين تدهور الأراضي الناجم عن النشاط البشري وآثار تقلبية هطول الأمطار؟ دراسة حالة في جنوب إفريقيا. مجلة البيئات القاحلة. 2007, 68, 271–297.`
ru: **Эффективность использования дождевых осадков (ЭИДО):** ЭИДО — это отношение годового ЧПП к годовому количеству осадков. |trends.earth| использует годовые интегралы НРВИ в качестве замены годовой ЧПП и предлагает возможность выбора среди различных продуктов осадков для расчета ЭИДО. После расчета ЭИДО для каждого анализируемого года линейная регрессия и непараметрический критерий значимости применяются к тенденции ЭИДО с течением времени. Положительные значимые тенденции в ЭИДО указывают на потенциальное улучшение состояния земель, а отрицательные значимые тенденции на потенциальную деградацию. Обратитесь к следующей публикации для получения подробной информации о методах и их ограничениях: `Уэсселс K.Дж.; Принс С.Д.; Малерб, Дж.; Смолл Дж.; Фрост П.Е.; ВанЗил Д. Можно ли отличить вызванную деятельностью человека деградацию земель от последствий изменчивости осадков? Тематическое исследование в Южной Африке. Журнал засушливых сред. 2007, 68, 271–297.`
zh: **雨水利用效率（RUE）：** RUE是NPP与年降水量的比率。|trends.earth|使用NDVI的年度积分作为年度NPP的代理，并提供了在不同降水产品中选择计算RUE的可能性。在计算所分析的每个年份的RUE后，对RUE随时间变化的趋势进行线性回归和非参数显著性检验。RUE的正向显著趋势表明土地状况有可能改善，负向显著趋势则表明土地状况有可能退化。关于方法的细节和局限性，请参考以下出版物：Wessels, K.J.; Prince, S.D.; Malherbe, J.; Small, J.; Frost, P.E.; VanZyl, D. 能否区分人类引起的土地退化与降雨变化的影响？南非的一个案例研究。J. Arid Environ. 2007, 68, 271-297.`

source: **Water Use Efficiency (WUE):** RUE assumes that there is a linear relationship between the amount of water that falls in the form of precipitation in a particular place and the amount of water which will be actually used by the plants. This assumption does not hold true for every system. WUE tries to address this limitation by using total annual evapo-transpiration (ET) instead precipitation. ET is defined as precipitation minus the water lost to surface runoff, recharge to groundwater and changes to soil water storage. The rest of the analysis follows as described for RUE: a linear regression and a non-parametric significance test is applied to the trend of WUE over time. Positive significant trends in WUE would indicate potential improvement in land condition, and negative significant trends potential degradation.
ar: ** كفاءة استخدام المياه: ** تفترض كفاءة استخدام المطر وجود علاقة خطية بين كمية المياه التي تسقط على شكل ترسيب في مكان معين وكمية المياه التي ستستخدمها النباتات بالفعل. هذا الافتراض لا ينطبق على كل نظام. تحاول كفاءة استخدام المياه معالجة هذا القيد باستخدام إجمالي النتح التبخري السنوي بدلاً من الترسيب. يُعرَّف النتح التبخري السنوي على أنه الهطول مطروح منه المياه المفقودة بسبب الجريان السطحي، وإعادة التغذية إلى المياه الجوفية والتغيرات في تخزين مياه التربة. يتبع باقي التحليل كما هو موضّح بالنسبة كفاءة استخدام المطر: يتم تطبيق اختبار الانحدار الخطي واختبار الدلالة غير البارامترية على اتجاه كفاءة استخدام المياه بمرور الوقت. تشير الاتجاهات الإيجابية الهامة في كفاءة استخدام المياه إلى التحسن المحتمل في حالة الأراضي، والاتجاهات السلبية الهامة للتدهور المحتمل.
ru: **Эффективность использования воды (ЭИВ):** ЭИДО предполагает наличие линейной зависимости между количеством воды, выпадающей в виде осадков в конкретном месте, и количеством воды, которое будет фактически использовано растениями. Это предположение верно не для каждой системы. ЭИВ пытается устранить это ограничение, используя вместо осадков суммарную годовую эвапотранспирацию (ЭТ). ЭТ определяется как осадки за вычетом воды, потерянной с поверхностным стоком, пополнением подземных вод и изменением запасов воды в почве. Остальная часть анализа выполняется так же, как описано для ЭИДО: линейная регрессия и непараметрический тест значимости применяются к тенденции ЭИВ во времени. Положительные значимые тенденции в ЭИВ указывают на потенциальное улучшение состояния земель, а отрицательные значимые тенденции — на потенциальную деградацию.
zh: **水利用效率（WUE）：** RUE假设在某地以降水形式出现的水量与植物实际使用的水量之间存在线性关系。这一假设并非对每个系统都成立。水利用效率试图通过使用年度总蒸发量（ET）而不是降水来解决这一限制。蒸发量被定义为降水减去地表径流、地下水补给和土壤储水变化所损失的水量。其余的分析与 RUE 的分析相同：对 WUE 随时间变化的趋势进行线性回归和非参数显著性检验。水利用率的正向显著趋势表明土地状况有可能改善，负向显著趋势表明土地状况有可能退化。

source: The table below list the datasets available in |trends.earth| to perform NDVI trend analysis over time using the original NDVI data or with climatic corrections:
ar: يسرد الجدول أدناه مجموعات البيانات المتوفرة في |trends.earth| لإجراء تحليل اتجاه مؤشر الفرق المعياري للغطاء النباتي بمرور الوقت باستخدام بيانات مؤشر الفرق المعياري للغطاء النباتي الأصلية أو مع التصحيحات المناخية:
ru: В приведенной ниже таблице перечислены наборы данных, доступные в |trends.earth| для выполнения анализа тенденций НРВИ с течением времени с использованием исходных данных НРВИ или с климатическими поправками:
zh: 下表列出了|trends.earth|中可用的数据集，以使用原始NDVI数据或经过气候修正的数据进行NDVI随时间变化的趋势分析。
