Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/landconsumption.po
Languages: ar, fr, ru, zh

source: Land Consumption and SDG 11.3.1
ar: استهلاك الأراضي وSDG 11.3.1
fr: Consommation des terres et ODD 11.3.1
ru: Землепользование и ЦУР 11.3.1
zh: 土地消耗和 SDG 11.3.1

source: Background
ar: الخلفية
fr: Contexte
ru: Справочная информация
zh: 背景

source: Source: UN-Habitat (2019) SDG Indicator 11.3.1 Training Module: Land Use Efficiency. United Nations Human Settlement Programme (UN-Habitat), Nairobi.
ar: برنامج الأمم المتحدة للمستوطنات البشرية (2019) مؤشر SDG 11.3.1 وحدة التدريب: كفاءة استخدام الأرض. برنامج الأمم المتحدة للمستوطنات البشرية (UN-Habitat)، نيروبي.
fr: Source : ONU-Habitat (2019) Indicateur ODD 11.3.1 Module de formation : Efficacité de l'utilisation des terres. Programme des Nations unies pour les établissements humains (ONU-Habitat), Nairobi.
ru: Источник: ООН-Хабитат (2019) Показатель ЦУР 11.3.1 Учебный модуль: Эффективность землепользования. Программа ООН по населенным пунктам (ООН-Хабитат), Найроби.
zh: 来源：联合国人居署 (2019) SDG 指标 11.3.1 培训模块：土地利用率。联合国人类住区规划署（联合国人居署），内罗毕

source: Human settlements, in all their diverse forms, appropriate land in varied ways. Just like living organisms, urban settlements (cities) evolve, transform, adapt, innovate and change with emerging trends. Urban settlements expand, shrink, densify, intensify, age, and sometimes their functions even migrate to areas that are more conducive to their survival. All these trends in urban settlements are closely associated with such factors as changes in population, economic potential and productivity, prevailing physical and social conditions, presence of enabling policies, among other things.
ar: تلائم المستوطنات البشرية بجميع أشكالها المختلفة الأرض بطرق متنوعة. تمامًا مثل الكائنات الحية، تتطور المستوطنات الحضرية (المدن) وتتحول وتتكيف وتبتكر وتتغير مع الاتجاهات الناشئة. تتوسع المستوطنات الحضرية وتتقلص وتكثف وتشتد وتتقدم في العمر، وفي بعض الأحيان تهاجر وظائفها إلى مناطق أكثر ملاءمة لبقائها على قيد الحياة. ترتبط كل هذه الاتجاهات في المستوطنات الحضرية ارتباطًا وثيقًا بعوامل مثل التغيرات في السكان، والإمكانات الاقتصادية والإنتاجية، والظروف المادية والاجتماعية السائدة، ووجود سياسات تمكينية، من بين أمور أخرى.
fr: Les établissements humains, sous toutes leurs formes, s'approprient les terres de diverses manières. À l'instar des organismes vivants, les zones urbaines (villes) évoluent, se transforment, s'adaptent, innovent et changent en fonction des tendances émergentes. Les zones urbaines s'étendent, se rétrécissent, se densifient, s'intensifient, vieillissent, et parfois même leurs fonctions migrent vers des zones plus propices à leur survie. Toutes ces tendances dans les zones urbaines sont étroitement liées à des facteurs tels que l'évolution démographique, le potentiel économique et la productivité, les conditions physiques et sociales dominantes, la présence de politiques favorables, entre autres choses.
ru: Человеческие поселения во всех своих разнообразных формах используют землю различными способами. Подобно живым организмам, городские поселения (города) развиваются, трансформируются, адаптируются, внедряют инновации и меняются в соответствии с возникающими тенденциями. Городские поселения расширяются, сокращаются, плотнеют, интенсифицируются, стареют, а иногда их функции даже мигрируют в районы, которые более благоприятны для их выживания. Все эти тенденции в городских поселениях тесно связаны с такими факторами, как изменение численности населения, экономического потенциала и производительности, преобладающих физических и социальных условий, наличия благоприятной политики и др.
zh: 各种形式的人类住区占用土地的方式各不相同。就像生物体一样，城市住区（城市）的发展、转变、适应、创新和变化出现新的趋势。城市住区扩大、缩小、变得稠密、热闹、老化，有时它们的功能甚至会迁移到更利于生存的区域。城市住区的所有这些趋势都与人口变化、经济潜力和生产力、占主导地位的自然和社会条件、有利政策的存在等因素密切相关。

source: A country that maximizes the many benefits associated with urbanization is one that is able to understand, measure and predict the growth trends of its urban areas; and in turn put in place the necessary actions/interventions to tap on the benefits of such growth, while minimizing the equally diverse challenges associated with unplanned urbanization. Pro-active planning - which is a major pre-requisite for sustainable urbanization - requires that city authorities and other relevant actors predict the direction of growth of a city, and/or shape this growth by providing the required facilities, services and policy and legal frameworks ahead of development. This results in planned and equitable growth in which majority of the city residents have access to the basic services, economic and social opportunities, and where environmental sustainability prevails. At the center of all these is the need for generation and dissemination of up-to-date and accurate data on growth trends across cities and urban settlements.
ar: إن الدولة التي تزيد من الفوائد العديدة المرتبطة بالتوسع الحضري هي الدولة القادرة على فهم اتجاهات النمو في مناطقها الحضرية وقياسها والتنبؤ بها؛ وبالتالي وضع الإجراءات/التدخلات اللازمة للاستفادة من فوائد هذا النمو، مع التقليل إلى أدنى حد من التحديات المتنوعة بنفس القدر المرتبط بالتوسع الحضري غير المخطط له. يتطلب التخطيط الاستباقي - وهو شرط مسبق رئيسي للتحضر المستدام - أن تتنبأ سلطات المدينة والجهات الفاعلة الأخرى ذات الصلة باتجاه نمو المدينة، و/أو تشكيل هذا النمو من خلال توفير المرافق والخدمات والأطر السياسية والقانونية المطلوبة قبل التطوير. ويؤدي ذلك إلى نمو مخطط ومنصف حيث يحصل غالبية سكان المدينة على الخدمات الأساسية والفرص الاقتصادية والاجتماعية وحيث تسود الاستدامة البيئية. في قلب كل ذلك تكمن الحاجة إلى توليد ونشر بيانات محدثة ودقيقة عن اتجاهات النمو عبر المدن والمستوطنات الحضرية.
fr: Un pays qui maximise les nombreux avantages associés à l'urbanisation est celui qui est capable de comprendre, de mesurer et de prévoir les tendances de la croissance de ses zones urbaines, puis de mettre en place les actions/interventions nécessaires pour tirer parti des avantages de cette croissance, tout en minimisant les défis tout aussi divers associés à une urbanisation non planifiée. La planification proactive, une condition préalable majeure à l'urbanisation durable, exige que les autorités municipales et les autres acteurs concernés prévoient la direction de la croissance d'une ville et/ou façonnent cette croissance en fournissant les installations, les services et les cadres politiques et juridiques nécessaires avant le développement. Il en résulte une croissance planifiée et équitable dans laquelle la majorité des habitants de la ville ont accès aux services de base et aux opportunités économiques et sociales, et où la durabilité environnementale prévaut. Au centre de tout cela se trouve la nécessité de produire et de diffuser des données actualisées et précises sur les tendances de la croissance dans les villes et les zones urbaines.
ru: Страна, которая максимально использует многочисленные преимущества, связанные с урбанизацией, — это та страна, которая способна понять, измерить и спрогнозировать тенденции роста своих городских районов; и, в свою очередь, принять необходимые меры/вмешательства для использования преимуществ такого роста, одновременно минимизируя разнообразные проблемы, связанные с незапланированной урбанизацией. Проактивное планирование, которое является основным предварительным условием устойчивой урбанизации, требует, чтобы городские власти и другие соответствующие субъекты прогнозировали направление роста города и/или формировали этот рост путем предоставления необходимых объектов, услуг и политико-правовой базы до начала развития. Это приводит к запланированному и справедливому росту, при котором большинство жителей города имеют доступ к основным услугам, экономическим и социальным возможностям, и где преобладает экологическая устойчивость. В центре всего этого находится необходимость получения и распространения актуальных и точных данных о тенденциях роста в городах и городских поселениях.
zh: 一个能将城市化带来的诸多好处最大化的国家能够理解、衡量和预测其国内城市地区的发展趋势；进而采取必要的行动/干预措施，来利用这种发展带来的好处，同时最大限度地减少无计划的城市化带来的同样复杂的挑战。积极规划——这是可持续城市化的主要先决条件——要求城市主管部门和其他相关参与者预测城市的发展方向，和/或通过在开发前提供所需的设施、服务、政策和法律框架来引导城市发展。这样就会实现有计划的、公平的增长，让大多数城市居民可以获得基本服务、经济和社会机会，并且让环境可持续性占主导地位。为了实现所有这些目标，核心任务就是生成和传播有关城市和城市住区发展趋势的最新的准确数据。

source: **Target 11.3 aims to enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries by 2030**. To monitor progress towards the achievement of target 11.3 the UN established indicator 11.3.1, which measures how efficiently cities utilize land, which is measured as a ratio of the rate at which cities spatially consume land against the rate at which their populations grow. **Empirical evidence has shown that, cities that are compact use land more efficiently and are better placed to provide public goods and basic services at a lower cost**. Such cities can consume less energy, manage waste better, and are more likely to maximize the benefits associated with economics of agglomeration. On the other hand, sprawling cities (non-compact cities) experience increased demand for mobility; increased energy consumption; environmental degradation; increased cost of providing basic services per capita (e.g. water, sanitation, drainage); increased cost of infrastructure per capita; reduction in economies of agglomeration; and decreased urban productivity.
ar: ** تهدف الغاية 11.3 إلى تعزيز التحضر الشامل والمستدام والقدرة على التخطيط والإدارة التشاركية والمتكاملة والمستدامة للمستوطنات البشرية في جميع البلدان بحلول عام 2030**. لرصد التقدم المحرز نحو تحقيق الهدف 11.3، حددت الأمم المتحدة المؤشر 11.3.1، والذي يقيس مدى كفاءة المدن في استخدام الأراضي، والذي يتم قياسه كنسبة من المعدل الذي تستهلك به المدن الأرض مكانيًا مقابل معدل نمو سكانها. ** أظهرت الأدلة التجريبية أن المدن المتراصفة تستخدم الأراضي بكفاءة أكبر وتكون في وضع أفضل لتوفير السلع العامة والخدمات الأساسية بتكلفة أقل **. يمكن لمثل هذه المدن أن تستهلك طاقة أقل، وتدير النفايات بشكل أفضل، ومن المرجح أن تعظم الفوائد المرتبطة باقتصاديات التكتل. من ناحية أخرى، تشهد المدن المترامية الأطراف (المدن غير المتضامة) زيادة في الطلب على التنقل؛ وزيادة استهلاك الطاقة وحدوث تدهور بيئي، وزيادة تكلفة توفير الخدمات الأساسية للفرد (مثل المياه والخدمات الصحية والصرف الصحي) وزيادة تكلفة البنية التحتية للفرد والحد من اقتصادات التكتل وانخفاض الإنتاجية الحضرية.
fr: **L'objectif 11.3 vise à renforcer l'urbanisation inclusive et durable et la capacité de planification et de gestion participatives, intégrées et durables des établissements humains dans tous les pays d'ici 2030**. Pour suivre les progrès vers la réalisation de l'objectif 11.3, l'ONU a établi l'indicateur 11.3.1, qui mesure l'efficacité avec laquelle les villes utilisent les terres, mesurée comme un rapport entre le taux auquel les villes consomment spatialement des terres et le taux de croissance de leur population. **Des preuves empiriques ont montré que les villes compactes utilisent les terres plus efficacement et sont mieux placées pour fournir des biens publics et des services de base à moindre coût.** Ces villes peuvent consommer moins d'énergie, mieux gérer les déchets et sont plus susceptibles de maximiser les avantages liés à l'économie d'agglomération. D'autre part, les villes tentaculaires (villes non compactes) connaissent une demande accrue de mobilité, une augmentation de la consommation d'énergie, une dégradation de l'environnement, une augmentation du coût de la fourniture des services de base par habitant (par exemple, l'eau, l'assainissement, l'évacuation des eaux), une augmentation du coût des infrastructures par habitant, une réduction des économies d'agglomération et une diminution de la productivité urbaine.
ru: **Цель 11.3 направлена на повышение инклюзивной и устойчивой урбанизации и потенциала для партисипативного, комплексного и устойчивого планирования и управления населенными пунктами во всех странах к 2030 году**. Для мониторинга прогресса в достижении цели 11.3 ООН установила показатель 11.3.1, который измеряет, насколько эффективно города используют землю, что измеряется как отношение темпов пространственного потребления земли городами к темпам роста их населения. **Эмпирические данные показывают, что компактные города более эффективно используют землю и имеют больше возможностей для предоставления общественных благ и основных услуг по более низким ценам**. Такие города потребляют меньше энергии, лучше утилизируют отходы и с большей вероятностью максимизируют преимущества, связанные с экономикой агломерации. С другой стороны, разрастающиеся города (некомпактные города) испытывают повышенный спрос на мобильность; повышенное потребление энергии; деградацию окружающей среды; повышенную стоимость предоставления основных услуг на душу населения (например, водоснабжение, канализация, дренаж); повышенную стоимость инфраструктуры на душу населения; сокращение экономики агломерации; и снижение городской производительности.
zh: **目标 11.3 旨在到 2030 年，在所有国家加强包容和可持续的城市建设，加强参与性、综合性、可持续的人类住区规划和管理能力**。为监测目标 11.3 的实现情况，联合国制定了指标 11.3.1，该指标衡量城市利用土地的效率，该效率是通过计算城市消耗土地空间的速度与其人口增长速度的比率得出的。**经验表明，紧凑的城市能够更有效地利用土地，更有能力以较低成本提供公共产品和基本服务**。这样的城市可以消耗更少的能源，更好地管理废物，并且更有可能使集聚经济的优势最大化。另一方面，庞大的城市（非紧凑型城市）对流动性有更大需求；能源消耗增加；环境恶化；基本服务（例如水、卫生、排水）人均成本增加；基础设施人均成本增加；集聚经济效应降低；城市生产力下降。

source: By measuring the rate at which cities consume land against their rate of population growth, city authorities and decision makers can project demand for public goods and services, identify new areas of growth, and pro-actively influence sustainable urban development. This is needed to provide adequate infrastructure, services and amenities for the improvement of living conditions to all. Generation and dissemination of data on this indicator is thus not only crucial for understanding urban growth dynamics and formulation of informed policies and guidelines, but is also at the core of promoting sustainable urbanization.
ar: من خلال قياس معدل استهلاك المدن للأراضي مقابل معدل نموها السكاني، يمكن لسلطات المدينة وصانعي القرار توقع الطلب على السلع والخدمات العامة، وتحديد مجالات النمو الجديدة، والتأثير بشكل استباقي على التنمية الحضرية المستدامة. وهذا ضروري لتوفير البنية التحتية والخدمات والمرافق الملائمة لتحسين الظروف المعيشية للجميع. وبالتالي، فإن توليد ونشر البيانات حول هذا المؤشر ليس فقط أمرًا حاسمًا لفهم ديناميكيات النمو الحضري وصياغة سياسات وإرشادات مستنيرة، بل هو أيضًا في صميم تعزيز التحضر المستدام.
fr: En mesurant le taux de consommation des terres des villes par rapport à leur taux de croissance démographique, les autorités et décideurs municipaux peuvent prévoir la demande de biens et services publics, identifier de nouveaux secteurs de croissance et influencer de manière proactive le développement urbain durable. Cela est nécessaire pour fournir des infrastructures, des services et des équipements adéquats pour l'amélioration des conditions de vie de tous. La production et la diffusion de données sur cet indicateur sont donc non seulement cruciales pour comprendre la dynamique de la croissance urbaine et la formulation de politiques et de directives éclairées, mais elles sont également au cœur de la promotion d'une urbanisation durable.
ru: Измеряя темпы потребления земли городами в сравнении с темпами роста населения, городские власти и лица, принимающие решения, могут прогнозировать спрос на общественные товары и услуги, определять новые зоны роста и активно влиять на устойчивое городское развитие. Это необходимо для обеспечения адекватной инфраструктуры, услуг и удобств для улучшения условий жизни для всех. Таким образом, получение и распространение данных по этому показателю имеет решающее значение не только для понимания динамики роста городов и выработки обоснованной политики и руководящих принципов, но и лежит в основе содействия устойчивой урбанизации.
zh: 通过衡量城市消耗土地的速度与人口增长率，城市主管部门和决策者可以预测对公共产品和服务的需求，确定新的发展领域，并主动引导可持续的城市发展。为了提供充足的基础设施、服务和便利设施，从而改善所有人的生活条件，上述做法是必需的。因此，生成和传播有关该指标的数据不仅对于了解城市发展动态和制定合理政策和指导方针至关重要，而且也是促进可持续城市建设的核心要素。

source: Rationale for Monitoring
ar: الأساس المنطقي للمراقبة
fr: Raison d'être de la surveillance
ru: Обоснование для мониторинга
zh: 监测的理由

source: Understanding how a city/urban area expands spatially against its rate of population change is critical to determining, among other things, the nature of human settlements growth (formal versus informal) and the speed of conversion of outlying land to urbanized functions. These two elements have significant implications on the demand for and cost of providing services, as well as on environmental preservation and conservation.
ar: إن فهم كيفية توسع مدينة/منطقة حضرية مكانيًا مقابل معدل تغيرها السكاني أمر بالغ الأهمية لتحديد - من بين أمور أخرى - طبيعة نمو المستوطنات البشرية (الرسمية مقابل غير الرسمية) وسرعة تحويل الأراضي البعيدة إلى وظائف حضرية. لهذين العنصرين آثار كبيرة على الطلب على الخدمات وتكلفة تقديمها، وكذلك على الحفاظ على البيئة وحمايتها.
fr: Comprendre comment une ville/zone urbaine s'étend spatialement par rapport à son taux d'évolution démographique est essentiel pour déterminer, entre autres, la nature de la croissance des établissements humains (formels ou informels) et la vitesse de conversion des terres périphériques en fonctions urbanisées. Ces deux éléments ont des répercussions importantes sur la demande et le coût de la prestation de services, ainsi que sur la préservation et la conservation de l'environnement.
ru: Понимание того, как город/городская территория расширяется пространственно по сравнению с темпами изменения численности населения, имеет решающее значение для определения, среди прочего, характера роста населенных пунктов (формальный по сравнению с неформальным) и скорости преобразования окраинных земель в урбанизированные функции. Эти два элемента оказывают существенное влияние на спрос и стоимость предоставления услуг, а также на сохранение и охрану окружающей среды.
zh: 了解城市/城市地区空间扩张和其人口变化率的关系，对于确定人类住区发展的性质（正式与非正式）以及边远土地向城市化功能转变的速度等至关重要。这两个元素对提供服务的需求和成本以及环境和生态保护具有重要意义。

source: To attain sustainable development, countries need to understand how fast their urban areas are growing, and in which direction. This will not only help them understand growth trends and effectively address demand for basic services but also help create policies that encourage optimal use of urban land, effectively protecting other land uses (natural environments, farmlands, etc). In addition, achievement of inclusive and sustainable urbanization requires that the resources be utilized in a manner that can accommodate population growth from migration and natural increase while preserving environmentally sensitive areas from development.
ar: لتحقيق التنمية المستدامة، تحتاج البلدان إلى فهم مدى سرعة نمو مناطقها الحضرية وفي أي اتجاه. لن يساعدهم ذلك فقط على فهم اتجاهات النمو والتعامل بفعالية مع الطلب على الخدمات الأساسية، بل سيساعد أيضًا في وضع سياسات تشجع الاستخدام الأمثل للأراضي الحضرية، وتحمي بشكل فعال الاستخدامات الأخرى للأراضي (البيئات الطبيعية، والأراضي الزراعية، وما إلى ذلك). بالإضافة إلى ذلك، يتطلب تحقيق التحضر الشامل والمستدام استخدام الموارد بطريقة يمكن أن تستوعب النمو السكاني من الهجرة والزيادة الطبيعية مع الحفاظ على المناطق الحساسة بيئيًا من التنمية.
fr: Pour parvenir à un développement durable, les pays doivent comprendre à quel rythme leurs zones urbaines se développent, et dans quelle direction. Cela les aidera non seulement à comprendre les tendances de la croissance et à répondre efficacement à la demande de services de base, mais aussi à créer des politiques qui encouragent une utilisation optimale des terrains urbains tout en protégeant efficacement les autres utilisations des sols (environnements naturels, terres agricoles, etc.). En outre, pour parvenir à une urbanisation inclusive et durable, il faut que les ressources soient utilisées de manière à pouvoir faire face à la croissance démographique due aux migrations et à l'accroissement naturel, tout en veillant à préserver les zones sensibles sur le plan environnemental.
ru: Для достижения устойчивого развития странам необходимо понимать, насколько быстро и в каком направлении растут их городские территории. Это не только поможет им понять тенденции роста и эффективно удовлетворить спрос на основные услуги, но и поможет разработать политику, стимулирующую оптимальное использование городских земель, эффективно защищая другие виды землепользования (природную среду, сельскохозяйственные угодья и т.д.). Кроме того, достижение инклюзивной и устойчивой урбанизации требует, чтобы ресурсы использовались таким образом, чтобы обеспечить рост населения за счет миграции и естественного прироста, сохранив при этом экологически чувствительные территории от застройки.
zh: 为实现可持续发展，各国需要了解其城市地区的发展速度和发展方向。这不仅能帮助他们了解发展趋势并有效满足对基本服务的需求，还有助于制定鼓励优化利用城市土地、有效保护其他用途的土地（自然环境、农田等）的政策。此外，为了进行包容和可持续的城市建设，资源的利用方式需要适应移民和自然生育造成的人口增长，同时要保护环境敏感区免受发展的负面影响。

source: The purpose of monitoring progress against the SDG indicator 11.3.1 is therefore to provide necessary and timely information to decision makers and stakeholders in order to accelerate progress towards enhanced inclusive and sustainable urbanization. **Meeting Target 11.3 by 2030 requires, at the minimum, slowing down urban sprawl and if possible, ensuring that the compactness of cities is maintained or increased over time**.
ar: لذلك، فإن الغرض من رصد التقدم المحرز مقابل مؤشر أهداف التنمية المستدامة 11.3.1 هو توفير المعلومات الضرورية وفي الوقت المناسب لصانعي القرار وأصحاب المصلحة من أجل تسريع التقدم نحو التحضر المعزز الشامل والمستدام. ** يتطلب تحقيق الهدف 11.3 بحلول عام 2030 كحد أدنى، إبطاء الزحف العمراني، وإن أمكن، ضمان الحفاظ على تراص المدن أو زيادته بمرور الوقت **.
fr: L'objectif du suivi des progrès par rapport à l'indicateur ODD 15.3.1 est donc de fournir les informations nécessaires et opportunes aux décideurs et aux parties prenantes afin d'accélérer les progrès vers une urbanisation plus inclusive et durable. **Afin d'atteindre l'objectif 11.3 d'ici 2030, il faut, au minimum, ralentir l'étalement urbain et, si possible, veiller à ce que la compacité des villes soit maintenue ou accrue au fil du temps**.
ru: Поэтому цель мониторинга прогресса по показателю ЦУР 11.3.1 заключается в предоставлении необходимой и своевременной информации лицам, принимающим решения, и заинтересованным сторонам для ускорения прогресса в направлении усиления инклюзивной и устойчивой урбанизации. **Для достижения цели 11.3 к 2030 году необходимо, как минимум, замедлить разрастание городов и, по возможности, обеспечить сохранение или увеличение компактности городов с течением времени**.
zh: 因此，监测 SDG 指标 11.3.1 实现情况的目的是为决策者和利益相关者及时提供必要信息，以加快推进更加包容和可持续的城市建设。**到 2030 年实现目标 11.3 至少需要减缓城市扩张，并尽可能保持或逐渐提高城市的紧凑性**。

source: Indicator and data needs
ar: متطلبات المؤشر والبيانات
fr: Besoins en matière d'indicateurs et de données
ru: Индикаторы и потребности в данных
zh: 指标和数据需求
