Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/unccdreporting.po
Languages: ar, es, fr, pt, ru, zh

source: **Drought** is a complex, slow-onset phenomenon that happens over different time scales. It is characterized by a reduction in water availability, leading to cascading effects on people's livelihoods and economic sectors. Drought is sometimes simplistically defined as a period of dry weather long enough to cause a hydrological imbalance, although a globally agreed upon definition for drought does not exist. Moreover, drought hardly occurs as a single risk event but rather interlinked with other hazards such as heatwaves, wildfires, sand/dust storms, or floods.
ar: ** الجفاف ** ظاهرة معقدة وبطيئة الظهور تحدث على نطاقات زمنية مختلفة. يتميز بانخفاض في توافر المياه، مما يؤدي إلى آثار متتالية على سبل عيش الناس والقطاعات الاقتصادية. يُعرَّف الجفاف أحيانًا بشكل مبسط على أنه فترة من الطقس الجاف طويلة بما يكفي للتسبب في اختلال التوازن الهيدرولوجي، على الرغم من عدم وجود تعريف متفق عليه عالميًا للجفاف. علاوة على ذلك، نادرًا ما يحدث الجفاف كحدث خطر وحيد ولكنه مرتبط بالأحرى بأخطار أخرى مثل موجات الحر أو حرائق الغابات أو العواصف الرملية / الترابية أو الفيضانات.
es: **La sequía** es un fenómeno complejo y de evolución lenta que se produce en diferentes escalas de tiempo. Se caracteriza por una reducción de la disponibilidad de agua, lo que provoca efectos en cascada sobre los medios de vida de las personas y los sectores económicos. La sequía se define a veces de forma simplista como un periodo de tiempo seco lo suficientemente largo como para causar un desequilibrio hidrológico, aunque no existe una definición de sequía acordada a nivel mundial. Además, la sequía rara vez se produce como un fenómeno de riesgo puntual, sino que está interrelacionada con otros peligros como las olas de calor, los incendios forestales, las tormentas de arena/polvo o las inundaciones.
fr: La **sécheresse** est un phénomène complexe et progressif qui survient à différentes échelles. Elle est caractérisée par une réduction de la disponibilité en eau, conduisant à des effets en cascade sur les moyens de subsistance des personnes et les secteurs économiques. La sécheresse est plus simplement définie comme une période de saison sèche assez longue pour causer un déséquilibre hydrologique, bien qu'une définition mondialement reconnue de la sécheresse n'existe pas. De plus, la sécheresse ne survient généralement pas comme un événement à risque unique, mais plutôt en corrélation avec d'autres risques que sont les vagues de chaleur, les feux de brousse, les tempêtes de sable et de poussière et les inondations.
pt: A **seca** é um fenómeno complexo e de aparecimento lento que ocorre ao longo de diferentes escalas temporais. É caracterizado por uma redução da disponibilidade da água, levando a efeitos cascata na subsistência das pessoas e nos setores económicos. A seca é às vezes definida de forma simplista como um período seco suficientemente longo para causar um desequilíbrio hidrológico, apesar de não existir uma definição globalmente aceite para seca. Adicionalmente, a seca raramente ocorre como evento de risco único, mas sim ligada a outros perigos como ondas de calor, incêndios, tempestades de areia ou inundações.
ru: **Засуха** — это сложное, медленно наступающее явление, которое происходит в разных временных масштабах. Оно характеризуется сокращением доступности воды, что приводит к каскадным последствиям для средств к существованию людей и секторов экономики. Засуху иногда упрощенно определяют как период засушливой погоды, достаточно продолжительный, чтобы вызвать гидрологический дисбаланс, хотя общепринятого определения засухи не существует. Более того, засуха едва ли возникает как отдельное рискованное событие, а скорее связана с другими опасностями, такими как волны тепла, лесные пожары, песчаные/пылевые бури или наводнения.
zh: **干旱**是一种复杂的、缓慢发生的现象，在不同的时间范围内发生。它的特点是水供应的减少，导致对人们的生计和经济部门的连带影响。干旱有时被简单地定义为一段足够长的干旱天气，导致水文失衡，尽管全球一致同意的干旱定义并不存在。此外，干旱几乎不作为一个单一的风险事件发生，而是与其他危害，如热浪、野火、沙尘暴或洪水相互关联。

source: The International Panel on Climate Change (IPCC) defines drought as "a period of abnormally dry weather long enough to cause a serious hydrological imbalance". Drought is a relative term, therefore any discussion in terms of precipitation deficit must refer to the particular precipitation-related activity that is under discussion. For example, shortage of precipitation during the growing season impinges on crop production or ecosystem function in general (due to soil moisture drought, also termed agricultural drought), and during the runoff and percolation season primarily affects water supplies (hydrological drought). Storage changes in soil moisture and groundwater are also affected by increases in actual evapotranspiration in addition to reductions in precipitation. A period with an abnormal precipitation deficit is defined as a meteorological drought. See also Soil moisture (IPCC Assessment Report 5, 2014). The United Nations Disasters Risk Reduction (UNDRR) defines drought as a slow-onset hazard, often referred to as a creeping phenomenon. The absence of a precise, universally accepted definition of drought adds to the confusion. Definitions must be region specific because each climate regime has distinctive climatic characteristics (UNDRR GAR Chapter 6). The lack of agreed upon definition complicates monitoring efforts, as the definition and monitoring approach are typically context specific. where poverty rates remain high despite efforts to reduce poverty, inequality, and enhance the socio-economic well-being of all people worldwide.
ar: تعرّف الهيئة الدولية المعنية بتغير المناخ الجفاف بأنه "فترة من الطقس الجاف بشكل غير طبيعي لمدة كافية لإحداث خلل هيدرولوجي خطير". الجفاف مصطلح نسبي، وبالتالي فإن أي مناقشة تتعلق بنقص الهطول يجب أن تشير إلى نشاط معين مرتبط بهطول الأمطار قيد المناقشة. على سبيل المثال، يؤثر نقص هطول الأمطار خلال موسم النمو على إنتاج المحاصيل أو وظيفة النظام الإيكولوجي بشكل عام (بسبب جفاف رطوبة التربة، ويسمى أيضًا الجفاف الزراعي)، وأثناء الجريان السطحي وموسم الترشيح يؤثر بشكل أساسي على إمدادات المياه (الجفاف الهيدرولوجي). كما تتأثر تغييرات التخزين في رطوبة التربة والمياه الجوفية بالزيادات في التبخر الفعلي بالإضافة إلى انخفاض هطول الأمطار. تُعرَّف الفترة التي تشهد عجزًا غير طبيعي في هطول الأمطار بأنها جفاف أرصاد جوية. انظر أيضًا رطوبة التربة (تقرير تقييم الهيئة الحكومية الدولية المعنية بتغير المناخ رقم 5، 2014). يُعرِّف برنامج الأمم المتحدة للحد من مخاطر الكوارث الجفاف بأنه خطر بطيء الظهور، وغالبًا ما يشار إليه على أنه ظاهرة زاحفة. ويزيد عدم وجود تعريف دقيق ومقبول عالميًا للجفاف من الالتباس. يجب أن تكون التعريفات خاصة بالمنطقة لأن لكل نظام مناخي خصائص مناخية مميزة (الفصل 6 من تقرير التقييم العالمي للحد من مخاطر الكوارث). يؤدي عدم وجود تعريف متفق عليه إلى تعقيد جهود المراقبة، حيث إن نهج التعريف والرصد عادة ما يكون محدد السياق. حيث تظل معدلات الفقر مرتفعة على الرغم من الجهود المبذولة للحد من الفقر وعدم المساواة وتعزيز الرفاه الاجتماعي والاقتصادي لجميع الناس في جميع أنحاء العالم.
es: El Grupo Intergubernamental de Expertos sobre el Cambio Climático (IPCC) define la sequía como "un periodo de tiempo anormalmente seco lo suficientemente largo como para causar un grave desequilibrio hidrológico". La sequía es un término relativo, por lo que cualquier debate en términos de déficit de precipitaciones debe referirse a la actividad concreta relacionada con las precipitaciones que se esté analizando. Por ejemplo, la escasez de precipitaciones durante la temporada de crecimiento afecta a la producción de cultivos o a la función del ecosistema en general (debido a la sequía de la humedad del suelo, también denominada sequía agrícola), y durante la temporada de escorrentía y percolación afecta principalmente al suministro de agua (sequía hidrológica). Los cambios en el almacenamiento de la humedad del suelo y de las aguas subterráneas también se ven afectados por el aumento de la evapotranspiración real, además de la reducción de las precipitaciones. Un periodo con un déficit anormal de precipitaciones se define como una sequía meteorológica. Véase también "Humedad del suelo" (Informe de Evaluación del IPCC 5, 2014). La Reducción del Riesgo de Desastres de las Naciones Unidas (UNDRR) define la sequía como un peligro de aparición lenta, a menudo considerado como un fenómeno progresivo. La ausencia de una definición precisa y universalmente aceptada de la sequía aumenta la confusión. Las definiciones deben ser específicas para cada región, ya que cada régimen climático tiene características climáticas distintivas (UNDRR GAR Capítulo 6). La falta de una definición consensuada complica los esfuerzos de seguimiento, ya que la definición y el método de seguimiento suelen ser específicos para cada contexto, en el que los índices de pobreza siguen siendo elevados a pesar de los esfuerzos por reducir la pobreza, la desigualdad y mejorar el bienestar socioeconómico de toda la población mundial.
fr: Le Groupe d'experts intergouvernemental sur l'évolution du climat (GIEC) définit la sécheresse comme « une période de sécheresse assez longue pour causer un déséquilibre hydrologique sérieux ». La sécheresse est un terme relatif, par conséquent toute discussion au sujet d'un déficit de précipitation peut renvoyer à l'activité particulière liée aux précipitations qui est en discussion. Par exemple, un déficit de précipitation pendant la saison de croissance affecte la production des cultures ou la fonction de l'écosystème en général (en raison de la sécheresse de l'humidité du sol, également appelée sécheresse agricole), et durant la saison de ruissellement et de percolation, cela affecte principalement la fourniture en eau (sécheresse hydrologique). Les changements de stockage dans l'humidité du sol et les eaux souterraines sont aussi affectés par les augmentations dans l'évapotranspiration réelle, en plus des baisses de précipitation. Une période avec un déficit anormal de précipitation est définie comme une sécheresse météorologique. Voir également l'humidité des sols (Rapport d'évaluation GIEC 5, 2014). Le Bureau des Nations unies pour la réduction des risques de catastrophes (UNDRR) définit la sécheresse comme un danger progressif, souvent désigné comme un phénomène insidieux. L'absence de définition précise, universellement acceptée, de la sécheresse augmente la confusion. Les définitions doivent être spécifiques aux régions, car chaque régime climatique a des caractéristiques climatiques distinctives (UNDRR GAR Chapitre 6). L'absence de définition unanimement reconnue complique les efforts de contrôle, vu que la définition et l'approche de contrôle sont spécifiques au contexte. Les taux de pauvreté restent élevés, en dépit des efforts pour réduire la pauvreté, les inégalités et améliorer le bien-être socio-économique de toutes les personnes dans le monde.
pt: O Painel Internacional para as Alterações Climáticas (IPCC) define seca como "um período de tempo anormalmente seco e suficientemente prolongado para causar um desequilíbrio hidrológico grave". Seca é um termo relativo, portanto qualquer discussão em termos de défice de precipitação deve referir uma atividade específica relativa à precipitação que esteja sob discussão. Por exemplo, a falta de precipitação durante a estação de cultivo afeta a produção de colheitas ou o funcionamento dos ecossistemas em geral (devido à secagem da humidade no solo, também denominada seca agrícola), e durante a época de escoamento e percolação afeta principalmente os recursos hídricos (seca hídrica). As alterações de armazenamento de humidade e água subterrânea no solo também são afetadas por aumentos na evapotranspiração efetiva para além das reduções de precipitação. Consulte também Humidade do solo (Relatório de Avaliação 5 do IPCC, 2014). O Gabinete das Nações Unidas para a Redução de Risco de Desastres (UNDRR) define seca como um perigo de aparecimento lento, frequentemente denominado como um fenómeno gradual. A ausência de uma definição exata e universalmente aceite de seca contribui para a confusão. As definições têm de ser específicas por região porque as alterações climáticas têm características climáticas distintas (Capítulo 6 do GAR UNDRR). A falta de uma definição consensual complica os esforços de monitorização, visto que a definição e a abordagem de monitorização são tipicamente contextuais. Onde as taxas de pobreza permanecem altas apesar de o esforço para reduzir a pobreza, desigualdade e melhorar o bem-estar socioeconómico de todas as pessoas a nível mundial.
ru: Международная группа экспертов по изменению климата (IPCC) определяет засуху как "период аномально сухой погоды, достаточно продолжительный, чтобы вызвать серьезный гидрологический дисбаланс". Засуха является относительным термином, поэтому любое обсуждение с точки зрения дефицита осадков должно относиться к конкретной обсуждаемой деятельности, связанной с осадками. Например, нехватка осадков в течение вегетационного периода отрицательно сказывается на производстве сельскохозяйственных культур или функционировании экосистемы в целом (из-за дефицита почвенной влаги, также называемого сельскохозяйственной засухой), а в период поверхностного стока и просачивания в первую очередь влияет на запасы воды (гидрологическая засуха). Изменения запасов влаги в почве и грунтовых вод также зависят от увеличения фактической эвапотранспирации в дополнение к уменьшению количества осадков. Период с аномальным дефицитом осадков определяется как метеорологическая засуха. См. также "Влажность почвы" (оценочный отчет МГЭИК, № 5, 2014 г.). Организация Объединенных Наций по снижению риска бедствий (UNDRR) определяет засуху как медленно наступающую опасность, которую часто называют ползучим явлением. Отсутствие точного, общепринятого определения засухи усугубляет путаницу. Определения должны относиться к конкретному региону, поскольку каждый климатический режим имеет отличительные климатические характеристики (UNDRR GAR, глава 6). Отсутствие согласованного определения усложняет усилия по мониторингу, поскольку определение и подход к мониторингу обычно зависят от контекста. где уровень бедности остается высоким, несмотря на усилия по сокращению бедности, неравенства и повышению социально-экономического благосостояния всех людей во всем мире.
zh: 国际气候变化专门委员会（IPCC）将干旱定义为 "一段足够长的异常干燥天气，导致严重的水文不平衡"。干旱是一个相对的术语，因此任何关于降水不足的讨论都必须指正在讨论的与降水有关的特定活动。例如，生长季节的降水短缺对作物生产或生态系统功能产生普遍影响（由于土壤水分干旱，也称为农业干旱），而在径流和渗漏季节主要影响水供应（水文干旱）。土壤水分和地下水的储存变化，除了降水减少外，还受到实际蒸发量增加的影响。降水异常不足的时期被定义为气象干旱。另见土壤水分（IPCC评估报告5，2014）。联合国减少灾害风险组织（UNDRR）将干旱定义为一种缓慢发生的危害，通常被称为爬行现象。缺少一个精确的、普遍接受的干旱定义，使人更加困惑。定义必须是针对地区的，因为每个气候系统都有独特的气候特征（UNDRR GAR第6章）。缺乏一致的定义使监测工作变得复杂，因为定义和监测方法通常是针对具体环境的。 尽管努力减少贫困、不平等和提高全世界人民的社会经济福祉，但贫困率仍然很高。

source: Drought increasingly impacts larger numbers of people, livelihoods, ecosystems, and economies worldwide. When it occurs concomitantly with land degradation, it can expose already vulnerable populations to deleterious livelihood, environmental, socio-economic, and health risks and decrease population and community resilience.
ar: يؤثر الجفاف بشكل متزايد على أعداد أكبر من الناس وسبل العيش والنظم البيئية والاقتصادات في جميع أنحاء العالم. عندما يحدث بالتزامن مع تدهور الأراضي، فإنه يمكن أن يعرض السكان المعرضين بالفعل لمخاطر معيشية ضارة ومخاطر بيئية واجتماعية اقتصادية وصحية ويقلل من قدرة السكان والمجتمع على الصمود.
es: La sequía afecta cada vez más a un mayor número de personas, medios de vida, ecosistemas y economías en todo el mundo. Cuando se produce de forma concomitante con la degradación de la tierra, puede exponer a poblaciones ya vulnerables a riesgos perjudiciales para los medios de subsistencia, el medio ambiente, los aspectos socioeconómicos y la salud, y disminuir la capacidad de recuperación de la población y las comunidades.
fr: La sécheresse affecte de plus en plus un grand nombre de personnes, les moyens de subsistance, les écosystèmes et les économies dans le monde. Lorsqu'elle survient en conjonction avec la dégradation des terres, elle peut exposer des populations déjà vulnérables à une subsistance délétère, à des risques environnementaux, socio-économiques et sanitaires et diminuer la résilience de la population et de la communauté.
pt: A seca afeta um número crescente de pessoas, subsistências, ecossistemas e economias a nível mundial. Quando ocorre em simultâneo com degradação da terra, pode expor populações já vulneráveis a riscos nocivos de subsistência, ambientais, socioeconómicos e de saúde e diminuir a resiliência da população e da comunidade.
ru: Засуха все больше влияет на все большее число людей, средства к существованию, экосистемы и экономику во всем мире. Когда это происходит одновременно с деградацией земель, оно может подвергать и без того уязвимое население вредным средствам к существованию, экологическим, социально-экономическим рискам и рискам для здоровья, а также снижать устойчивость населения и общин.
zh: 干旱对全世界越来越多的人、生计、生态系统和经济产生影响。当它与土地退化同时发生时，它可能使已经脆弱的人口面临有害的生计、环境、社会经济和健康风险，并降低人口和社区的复原力。

source: The UNCCD has adopted a monitoring framework with three levels for SO 3:
ar: اعتمدت اتفاقية الأمم المتحدة لمكافحة التصحر إطار عمل للرصد من ثلاثة مستويات للهدف الاستراتيجي 3:
es: La CLD ha adoptado un marco de seguimiento con tres niveles para el OE 3:
fr: La CNULCD a adopté un cadre de suivi à trois niveaux pour SO3 :
pt: A UNCDD adotou um quadro de monitorização com 3 níveis para o OE 3:
ru: В КБО ООН принята система мониторинга с тремя уровнями для СЦ 3:
zh: UNCCD采用了一个监测框架，对战略目标3分为三个级别：

source: Level I SO 3-1 Trends in the proportion of land under drought over the total land area(Hazard), Level II SO 3-2 Trends in the proportion of the total population exposed to drought(Exposure), Level III SO 3-3 Trends in the degree of drought vulnerability (Vulnerability).
ar: المستوى الأول الهدف الاستراتيجي 1-3 الاتجاهات في نسبة الأراضي المعرضة للجفاف على إجمالي مساحة الأرض (الخطر)، المستوى الثاني الهدف الاستراتيجي 2-3 الاتجاهات في نسبة إجمالي السكان المعرضين للجفاف (التعرض)، المستوى الثالث الهدف الاستراتيجي 3-3 الاتجاهات في درجة التعرض للجفاف (الضعف).
es: Nivel I SO 3-1 Tendencias de la proporción de tierra bajo sequía sobre la superficie total de tierra (peligro), Nivel II SO 3-2 Tendencias de la proporción de la población total expuesta a la sequía (exposición), Nivel III SO 3-3 Tendencias del grado de vulnerabilidad a la sequía (vulnerabilidad).
fr: Niveau I SO 3-1 Tendances dans la proportion des terres sous sécheresse sur le total de la zone terrestre (danger), Niveau II SO 3-2 Tendances dans la proportion de la population totale exposée à la sécheresse (exposition), Niveau III SO 3-3 Tendances dans le degré de vulnérabilité à la sécheresse (vulnérabilité).
pt: Nível I OE 3-1 Tendências na proporção de terra sob seca ao longo da área total de terra(Perigo), Nível II OE 3-2 Tendências na proporção da população total exposta a seca(Exposição), Nível III OE 3-3 Tendências no grau de vulnerabilidade a seca (Vulnerabilidade).
ru: Уровень I СЦ 3-1 Тенденции доли земель, подверженных засухе, по отношению к общей площади суши (опасность), Уровень II СЦ 3-2 Тенденции доли всего населения, подверженного засухе (воздействие), Уровень III СЦ 3-3 Тенденции степени уязвимости к засухе (уязвимость).
zh: 一级SO 3-1 干旱土地占总土地面积的比例趋势（危害），二级SO 3-2 遭受干旱的总人口比例趋势（暴露），三级SO 3-3 干旱脆弱性程度趋势（脆弱）。

source: Under the IPCC framework:
ar: في إطار الهيئة الحكومية الدولية المعنية بتغير المناخ:
es: En el marco del IPCC:
fr: Sous le cadre GIEC :
pt: Ao abrigo do quadro do IPCC:
ru: В рамках МГЭИК:
zh: 根据IPCC框架：

source: **Hazard** is the potential occurrence of a natural or human-induced physical event or trend or physical impact that may cause loss of life, injury, or other health impacts, as well as damage and loss to property, infrastructure, livelihoods, service provision, ecosystems and environmental resources.
ar: ** الخطر ** هو احتمال حدوث حدث مادي طبيعي أو من صنع الإنسان أو اتجاه أو تأثير مادي قد يتسبب في خسائر في الأرواح أو إصابات أو آثار صحية أخرى، فضلاً عن الأضرار والخسائر التي تلحق بالممتلكات والبنية التحتية وسبل العيش، توفير الخدمات والنظم البيئية والموارد البيئية.
es: **Peligro** es la posibilidad de que se produzca un acontecimiento o tendencia física natural o inducida por el ser humano que pueda causar la pérdida de vidas, lesiones u otras repercusiones en la salud, así como daños y pérdidas en los bienes, las infraestructuras, los medios de subsistencia, la prestación de servicios, los ecosistemas y los recursos medioambientales.
fr: Le **danger** est la survenue potentielle d'un événement physique naturel ou induit par l'être humain, une tendance ou un impact physique qui peut causer une perte en vie, une blessure ou autres impacts sur la santé, ainsi que des dommages et des pertes de propriété, d'infrastructure, de moyens de subsistance, de fourniture de services, d'écosystèmes et de ressources environnementales.
pt: **Perigo** é a potencial ocorrência de um evento ou tendência física induzida por humanos ou um impacto físico que pode causar perda de vida, lesão ou outros impactos de saúde, assim como danos e perda de propriedade, infraestrutura, subsistências, fornecimento de serviços, ecossistemas e recursos ambientais.
ru: **Опасность** — это потенциальное возникновение природного или антропогенного физического события или тенденции или физического воздействия, которое может привести к гибели людей, травмам или другим последствиям для здоровья, а также к повреждению и утрате имущества, инфраструктуры, средств к существованию, предоставления услуг, экосистем и ресурсов окружающей среды.
zh: **危害**是指可能发生的自然或人类引起的物理事件或趋势或物理影响，可能造成生命损失、伤害或其他健康影响，以及对财产、基础设施、生计、服务供应、生态系统和环境资源的破坏和损失。

source: **Exposure** characterizes the presence of people, livelihoods, species or ecosystems, environmental functions, services, and resources, infrastructure, or economic, social, or cultural assets in places and settings that could be adversely affected.
ar: يميز ** التعرض ** وجود الناس أو سبل العيش أو الأنواع أو النظم البيئية أو الوظائف والخدمات والموارد البيئية أو البنية التحتية أو الأصول الاقتصادية أو الاجتماعية أو الثقافية في الأماكن والأماكن التي يمكن أن تتأثر سلبًا.
es: **La exposición** caracteriza la presencia de personas, medios de vida, especies o ecosistemas, funciones, servicios y recursos medioambientales, infraestructuras o activos económicos, sociales o culturales en lugares y entornos que podrían verse afectados negativamente.
fr: L'**exposition** caractérise la présence de personnes, de moyens de subsistance, d'espèces ou d'écosystèmes, de fonctions, de services et ressources environnementales, d'infrastructure ou d'actifs économiques, sociaux ou culturels dans des lieux ou situations, lesquels pourraient être affectés négativement.
pt: **Exposição** caracteriza a presença de pessoais, subsistências, espécies ou ecossistemas, funções, serviços e recursos ambientais, infraestrutura, ou ativos económicos, sociais ou culturais em locais e ambientes que podem ser adversamente afetados.
ru: **Воздействие** характеризует присутствие людей, средств к существованию, видов или экосистем, экологических функций, услуг и ресурсов, инфраструктуры или экономических, социальных или культурных активов в местах и условиях, которые могут подвергнуться неблагоприятному воздействию.
zh: **接触**描述了人、生计、物种或生态系统、环境功能、服务和资源、基础设施，或经济、社会或文化资产，在可能受到不利影响的地方和环境的存在。
