Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/unccdreporting.po
Languages: ar, es, fr, pt, ru, zh

source: UNCCD Reporting - SDG 15.3.1
ar: الإبلاغ عن اتفاقية الأمم المتحدة لمكافحة التصحر - هدف التنمية المستدامة 15.3.1
es: Informes de la CLD, ODS 15.3.1
pt: Relatório da UNCCD - OBS 15.3.1
zh: UNCCD报告--可持续发展目标（SDG）15.3.1

source: As part of the "2030 Agenda for Sustainable Development", Sustainable Development Goal (SDG) 15 is to:
ar: كجزء من "خطة التنمية المستدامة لعام 2030"، يتمثل هدف التنمية المستدامة رقم 15 في:
es: Como parte de la "Agenda 2030 para el Desarrollo Sostenible", el Objetivo de Desarrollo Sostenible (ODS) 15 es:
fr: Dans le cadre du «Programme de développement durable à l'horizon 2030», l'objectif de développement durable (ODD) 15 est de :
pt: Como parte da "Agenda 2030 para o Desenvolvimento Sustentável", o Objetivo de Desenvolvimento Sustentável (ODS) 15 é:
ru: В рамках "Повестки дня в области устойчивого развития на период до 2030 года" цель в области устойчивого развития (ЦУР) 15 заключается в следующем:
zh: 作为 "2030年可持续发展议程 "的一部分，可持续发展目标（SDG）15是：

source: "Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss"
ar: "حماية واستعادة وتعزيز الاستخدام المستدام للنظم الإيكولوجية الأرضية، وإدارة الغابات على نحو مستدام، ومكافحة التصحر، ووقف تدهور الأراضي وعكس اتجاهه ووقف فقدان التنوع البيولوجي"
es: "Proteger, restaurar y promover el uso sostenible de los ecosistemas terrestres, gestionar los bosques de manera sostenible, combatir la desertificación, detener y revertir la degradación de la tierra y detener la pérdida de biodiversidad"
fr: "Préserver et restaurer les écosystèmes terrestres, en veillant à les exploiter de façon durable, gérer durablement les forêts, lutter contre la désertification, enrayer et inverser le processus de dégradation des sols et mettre fin à l’appauvrissement de la biodiversité"
pt: "Proteger, restaurar e promover o uso sustentável de ecossistemas terrestres, manejar florestas de forma sustentável, combater a desertificação e deter e reverter a degradação da terra e deter a perda de biodiversidade"
ru: "Защищайте, восстанавливайте и поощряйте устойчивое использование наземных экосистем, устойчиво управляйте лесами, боритесь с опустыниванием, останавливайте и обращайте вспять деградацию земель и останавливайте утрату биоразнообразия"
zh: "保护、恢复和促进陆地生态系统的可持续利用，可持续地管理森林，防治荒漠化，并制止和扭转土地退化，遏制生物多样性的丧失"

source: Each SDG has specific targets addressing different components, in this case, of life on land. Target 15.3 aims to:
ar: لكل هدف من أهداف التنمية المستدامة أهداف محددة تتناول مكونات مختلفة، في هذه الحالة، من الحياة على الأرض. يعمل الهدف 15.3 على:
es: Cada ODS tiene objetivos específicos que abordan diferentes componentes, en este caso, de la vida en la tierra. La meta 15.3 tiene como objetivo:
fr: Chaque ODD a des cibles spécifiques qui traitent de différentes composantes, dans ce cas, de la vie sur terre. La cible 15.3 vise à :
pt: Cada ODS tem metas específicas que abordam diferentes componentes, neste caso, da vida terrestre. A meta 15.3 visa:
ru: Каждый показатель ЦУР имеет конкретные задачи, касающиеся различных компонентов, в данном случае жизни на суше. Задача 15.3 направлена на:
zh: 每个可持续发展目标都有针对不同组成部分的具体目标，在本案例中是针对土地上的生活。具体目标15.3旨在：

source: "By 2030, combat desertification, restore degraded land and soil, including land affected by desertification, drought and floods, and strive to achieve a land degradation-neutral world"
ar: "بحلول عام 2030، مكافحة التصحر، واستعادة الأراضي والتربة المتدهورة، بما في ذلك الأراضي المتأثرة بالتصحر والجفاف والفيضانات، والسعي جاهدين لتحقيق عالم خالٍ من تدهور الأراضي
es: "Para 2030, combatir la desertificación, restaurar la tierra y el suelo degradados, incluidas las tierras afectadas por la desertificación, la sequía y las inundaciones, y luchar por lograr un mundo neutral en la degradación de la tierra"
fr: "D’ici à 2030, lutter contre la désertification, restaurer les terres et sols dégradés, notamment les terres touchées par la désertification, la sécheresse et les inondations, et s’efforcer de parvenir à un monde sans dégradation des sols"
pt: "Até 2030, combater a desertificação, restaurar terras e solos degradados, incluindo terras pela desertificação, secas e inundações, e esforçar-se por alcançar um mundo neutro em termos de degradação da terra"
ru: "К 2030 году побороть опустынивание, восстановить деградированные земли и почвы, в том числе земли, пострадавшие от опустынивания, засухи и наводнений, и стремиться к тому, чтобы уровень деградации земель в мире стал нейтральным".
zh: "截止2030年，防治荒漠化，恢复退化的土地和土壤，包括受荒漠化、干旱和洪水影响的土地，并努力实现一个土地退化中立的世界"

source: Indicators will be used then to assess the progress of each SDG target. In the case of SDG 15.3 the progress towards a land degradation neutral world will be assessed using indicator 15.3.1:
ar: سيتم استخدام المؤشرات بعد ذلك لتقييم التقدم المحرز في كل هدف من أهداف التنمية المستدامة. في حالة الهدف 15.3 من أهداف التنمية المستدامة، سيتم تقييم التقدم المحرز نحو عالم محايد لتدهور الأراضي باستخدام المؤشر 15.3.1:
es: Los indicadores se usarán luego para evaluar el progreso de cada objetivo de ODS. En el caso del ODS 15.3, el progreso hacia un mundo neutral para la degradación de la tierra se evaluará utilizando el indicador 15.3.1:
fr: Des indicateurs seront ensuite utilisés pour évaluer les progrès de chaque cible des ODD. Dans le cas de l'ODD 15.3, les progrès vers un monde neutre en termes de dégradation des terres seront évalués à l'aide de l'indicateur 15.3.1 :
pt: Os indicadores serão utilizados para avaliar o progresso de cada meta dos ODS. No caso do ODS 15.3, o progresso em direção a um mundo neutro de degradação da terra será avaliado usando o indicador 15.3.1:
ru: Затем показатели будут использоваться для оценки прогресса в достижении каждой задачи ЦУР. В случае ЦУР 15.3 прогресс в достижении мира с нейтральным уровнем деградации земель будет оцениваться с использованием показателя 15.3.1:
zh: 然后将使用指标来评估每个SDG目标的进展。就可持续发展目标15.3而言，将使用指标15.3.1评估实现土地退化中立世界的进展：

source: "proportion of land that is degraded over total land area"
ar: "نسبة الأراضي المتدهورة على إجمالي مساحة الأرض"
es: "proporción de tierra que se degrada sobre la superficie total"
fr: "Proportion de la surface émergée totale occupée par des terres dégradées"
pt: "proporção de terra degradada sobre de área total de terra"
ru: "доля деградированных земель по отношению к общей площади земель"
zh: "退化的土地占总土地面积的比例"

source: As the custodian agency for SDG 15.3, the United Nations Convention to Combat Desertification (UNCCD) has developed a `Good Practice Guidance (GPG) <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_SDG-Indicator-15.3.1_version2_2021.pdf>`_. providing recommendations on how to calculate SDG Indicator 15.3.1.
ar: بصفتها الوكالة الراعية لهدف التنمية المستدامة 15.3، طورت اتفاقية الأمم المتحدة لمكافحة التصحر ` إرشادات الممارسات الجيدة <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_SDG-Indicator-15.3.1_version2_2021.pdf> `_. تقديم توصيات حول كيفية حساب مؤشر هدف التنمية المستدامة 15.3.1.
es: Como organismo custodio del ODS 15.3, la Convención de las Naciones Unidas de Lucha contra la Desertificación (CNULD) ha elaborado una "guía de buenas prácticas (GPG) <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_SDG-Indicator-15.3.1_version2_2021.pdf>"_ que ofrece recomendaciones sobre cómo calcular el indicador 15.3.1 de los ODS.
pt: Como entidade de custódia do ODS 15.3, a Convenção das Nações Unidas para o Combate à Desertificação (UNCCD) desenvolveu uma `Diretriz de Boas Práticas (GPG) <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_SDG-Indicator-15.3.1_version2_2021.pdf>`_. com recomendações de como calcular o indicador ODS 15.3.1.
zh: 作为可持续发展目标15.3的监管机构，UNCCD）制定了《良好实践指南》（GPG）<https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_SDG-Indicator-15.3.1_version2_2021.pdf>_.就如何计算可持续发展目标指标15.3.1提供建议。

source: This document provides a brief introduction to SDG Indicator 15.3.1 and describes how each indicator is calculated by |trends.earth|.
ar: تقدم هذه الوثيقة مقدمة موجزة لمؤشر هدف التنمية المستدامة 15.3.1 وتصف كيفية حساب كل مؤشر من خلال|trends.earth|.
es: Este documento proporciona una breve introducción al Indicador 15.3.1 de los ODS y describe cómo se calcula cada indicador mediante |trends.earth|.
pt: Este documento fornece uma breve introdução ao Indicador 15.3.1 do ODS e descreve como cada indicador é calculado por |trends.earth|.
zh: 本文件简要介绍了可持续发展目标指标15.3.1，并描述了每个指标如何通过|trends.earth|计算。

source: In order to assess the area degraded, SDG Indicator 15.3.1 uses information from 3 sub-indicators:
ar: من أجل تقييم المنطقة المتدهورة، يستخدم مؤشر هدف التنمية المستدامة 15.3.1 معلومات من 3 مؤشرات فرعية:
es: Para evaluar el área degradada, el Indicador 15.3.1 de los ODS utiliza información de 3 subindicadores:
fr: Afin d'évaluer la zone dégradée, l'indicateur ODD 15.3.1 utilise les informations dérivées de 3 sous-indicateurs :
pt: Para avaliar a área degradada, o Indicador 15.3.1 do ODS usa informações de três subindicadores:
ru: Для оценки площади деградированных территорий показатель ЦУР 15.3.1 использует информацию из трех вспомогательных показателей:
zh: 为了评估退化的面积，SDG指标15.3.1使用了3个次级指标的信息：

source: Vegetation productivity
ar: إنتاجية الغطاء النباتي
es: Productividad de la vegetación
fr: Productivité de la végétation
pt: Produtividade da vegetação
ru: Продуктивность растительности
zh: 植被生产力

source: Land cover
ar: الغطاء الأرضي
es: Cobertura del terreno
fr: Couverture terrestre
pt: Cobertura da terra
ru: Растительного покрова
zh: 土地覆盖

source: Soil organic carbon
ar: الكربون العضوي في التربة
es: Carbono orgánico del suelo
fr: Carbone organique du sol
pt: Carbono orgânico do solo
ru: Почвенный органический углерод
zh: 土壤有机碳

source: |trends.earth| allows the user to compute each of these sub-indicators in a spatially explicit way generating raster maps which are then integrated into a final SDG 15.3.1 indicator map and produces a table result reporting areas potentially improved and degraded for the area of analysis.
ar: |trends.earth| يسمح للمستخدم بحساب كل من هذه المؤشرات الفرعية بطريقة صريحة مكانيًا لإنشاء خرائط نقطية يتم دمجها بعد ذلك في خريطة مؤشر هدف التنمية المستدامة 15.3.1 النهائية وتنتج جدولًا لمناطق الإبلاغ عن النتائج التي يحتمل أن تكون محسّنة ومتدهورة لمنطقة التحليل.
es: |trends.earth| permite al usuario calcular cada uno de estos subindicadores de forma espacialmente explícita generando mapas de trama que luego se integran en un mapa final de indicadores del ODS 15.3.1 y produce un resultado en forma de tabla que informa de las zonas potencialmente mejoradas y degradadas para la zona de análisis.
pt: O |trends.earth| permite ao utilizador calcular cada um destes sub-indicadores de uma forma espacialmente explícita ao gerar mapas raster que são depois integrados num mapa indicador final de ODS 15.3.1 e produz um resultado em tabela que reporta as zonas potencialmente melhoradas e degradadas da área de análise.
zh: |trends.earth|允许用户以空间明确的方式计算这些次级指标中的每一项，生成栅格地图，然后将其整合到最终的SDG 15.3.1指标地图中，并产生一个表格结果，报告分析区域的潜在改善和退化的区域。

source: Sub-indicators
ar: المؤشرات الفرعية
es: Subindicadores
fr: Sous-indicateurs
pt: Sub-indicadores
ru: Вспомогательные показатели
zh: 次级指标

source: Productivity
ar: إنتاجية
es: Productividad
fr: Productivité
pt: Produtividade
ru: производительность
zh: 生产率

source: Land productivity is the biological productive capacity of the land, the source of all the food, fiber and fuel that sustains humans (United Nations Statistical Commission 2016). Net primary productivity (NPP) is the net amount of carbon assimilated after photosynthesis and autotrophic respiration over a given period of time (Clark et al. 2001) and is typically represented in units such as kg/ha/yr. NPP is a variable time consuming and costly to estimate, for that reason, we rely on remotely sensed information to derive indicators of NPP.
ar: إنتاجية الأرض هي القدرة الإنتاجية البيولوجية للأرض، ومصدر جميع الأغذية والألياف والوقود الذي يدعم الإنسان (اللجنة الإحصائية للأمم المتحدة 2016). صافي الإنتاجية الأولية هو صافي كمية الكربون التي تم استيعابها بعد التمثيل الضوئي والتنفس الذاتي التغذية خلال فترة زمنية معينة (كلارك وآخرون 2001) ويتم تمثيلها عادةً بوحدات مثل كجم / هكتار / سنة. صافي الإنتاجية الأولية عبارة عن عملية متغيرة تستغرق وقتًا طويلاً ومكلفة لتقديرها، ولهذا السبب، نعتمد على المعلومات المستشعرة عن بُعد لاشتقاق مؤشرات صافي الإنتاجية الأولية.
es: La productividad de la tierra es la capacidad productiva biológica de la tierra, la fuente de todos los alimentos, fibras y combustibles que sustentan a los seres humanos (Comisión de Estadística de las Naciones Unidas 2016). La productividad primaria neta (PPN) es la cantidad neta de carbono asimilada después de la fotosíntesis y la respiración autótrofa durante un período de tiempo determinado (Clark et al., 2001) y se representa típicamente en unidades como kg / ha / año. El cálculo de PPN consume mucho tiempo y es costoso de estimar, por esa razón, dependemos de la información detectada remotamente para derivar indicadores de PPN.
fr: La productivité des terres est la capacité de production biologique de la terre, la source de toute la nourriture, des fibres et des combustibles soutenant les êtres humains (Commission de statistique des Nations Unies, 2016). La productivité primaire nette (PPN) est la quantité nette de carbone assimilée après la photosynthèse et la respiration autotrophe sur une période donnée (Clark et al., 2001) et est généralement représentée en unités telles que kg/ha/an. La PPN est une variable qui prend beaucoup de temps et qui est coûteuse à estimer. Pour cette raison, nous utilisons des informations de télédétection pour obtenir des indicateurs de PPN.
pt: A produtividade da terra é a capacidade produtiva biológica da terra, a fonte de todos os alimentos, fibras e combustíveis que sustentam os seres humanos (United Nations Statistical Commission 2016). A produtividade primária líquida (PPL) é a quantidade líquida de carbono assimilado após a fotossíntese e respiração autotrófica durante um determinado período de tempo (Clark et al. 2001) e é tipicamente representada em unidades como kg/ha/ano. A PPL é uma variável demorada e dispendiosa de estimar, por isso, nos baseamos em informações de sensoriamento remoto para derivar indicadores de PPL.
ru: Продуктивность земли — это биологическая продуктивная способность земли, источник всех продуктов питания, клетчатки и топлива, которые поддерживают жизнь людей (Статистическая комиссия Организации Объединенных Наций, 2016 г.). Чистая первичная продуктивность (NPP) представляет собой чистое количество углерода, ассимилированного после фотосинтеза и автотрофного дыхания за определенный период времени (Кларк и др., 2001), и обычно выражается в таких единицах, как кг/га/год. NPP — это переменная, определение которой требует много времени и средств, поэтому для получения показателей NPP мы полагаемся на данные дистанционного зондирования.
zh: 土地生产力是土地的生物生产能力，是维持人类的所有食物，纤维和燃料的来源（联合国统计委员会，2016年）。净初级生产力（净初级生产力）是指在一定时期内光合作用和自养呼吸作用后吸收的碳的净量（Clark et al。2001），通常以单位如kg / ha / yr表示。核电厂估算时间长，成本高，因此，我们依靠遥感信息来推导核电厂指标。

source: One of the most commonly used surrogates of NPP is the Normalized Difference Vegetation Index (NDVI), computed using information from the red and near infrared portions of the electromagnetic spectrum. In |trends.earth| we make use of bi-weekly products from MODIS and AVHRR to compute annual integrals of NDVI (computed as the mean annual NDVI for simplicity of interpretation of results). These annual integrals of NDVI are then used to compute each of the productivity indicators explained below.
ar: أحد البدائل الأكثر استخدامًا لصافي الإنتاجية الأولية هو فهرس الغطاء النباتي للاختلاف المعياري، والذي يتم حسابه باستخدام معلومات من الأجزاء الحمراء والقريبة من الأشعة تحت الحمراء من الطيف الكهرومغناطيسي. في |trends.earth| نحن نستخدم المنتجات نصف الأسبوعية من MODIS و AVHRR لحساب التكاملات السنوية لمؤشر الفرق المعياري للغطاء النباتي (محسوبة على أنها متوسط مؤشر مؤشر الفرق المعياري للغطاء النباتي السنوي لتبسيط تفسير النتائج). ثم يتم استخدام هذه التكاملات السنوية من دليل مؤشر الفرق المعياري للغطاء النباتي لحساب كل من مؤشرات الإنتاجية الموضحة أدناه.
es: Uno de los sustitutos más comúnmente usados ​​de la PPN es el índice de vegetación de diferencia normalizada (NDVI), que se calcula utilizando la información de las porciones roja e infrarroja cercana del espectro electromagnético. En |trends.earth| hacemos uso de productos cada dos semanas de MODIS y AVHRR para calcular las integrales anuales de NDVI (calculado como el NDVI anual promedio para simplificar la interpretación de los resultados). Estas integrales anuales de NDVI se utilizan para calcular cada uno de los indicadores de productividad que se explican a continuación.
pt: Um dos substitutos mais comumente usados ​​de PPL é o Índice de Vegetação por Diferença Normalizada (NDVI), calculado usando informações das porções do vermelho e infravermelho próximo do espectro eletromagnético. Em |trends.earth| utilizamos produtos bi-semanais dos sensores MODIS e do AVHRR para calcular integrais anuais do NDVI (calculados como o NDVI médio anual para simplificar a interpretação dos resultados). Essas integrais anuais do NDVI são então usadas para calcular cada um dos indicadores de produtividade explicados abaixo.
zh: NPP最常用的代用指标之一是归一化植被指数（NDVI），使用电磁波谱中的红色和近红外部分的信息计算。在|trends.earth|中，我们利用MODIS和AVHRR的双周产品来计算NDVI的年度积分（为简化结果的解释，计算为平均年度NDVI）。然后，这些NDVI的年度积分被用来计算下面解释的每个生产力指标。

source: Land Productivity Dynamics (LPD) data are provided by the Joint Research Council (JRC) as the default data for computing the final SDG 15.3.1 Indicator.
ar: يتم توفير بيانات ديناميكيات إنتاجية الأراضي (LPD) من قبل مجلس البحوث المشترك (JRC) باعتبارها البيانات الافتراضية لحساب مؤشر SDG 15.3.1 النهائي.
es: Los datos de la Dinámica de la productividad de la tierra (LPD) los proporciona el Consejo Común de Investigación (CCI) como datos predeterminados para calcular el indicador final del ODS 15.3.1.
pt: Os dados da Dinâmica de Produtividade da Terra (LPD) são fornecidos pelo Joint Research Council (JRC) como dados padrão para calcular o Indicador ODS 15.3.1 final.
zh: 土地生产力动态（LPD）数据由联合研究理事会（JRC）提供，作为计算最终SDG 15.3.1指标的默认数据。

source: To assess changes in land cover users need land cover maps covering the study area for the baseline and target years. These maps need to be of acceptable accuracy and created in such a way which allows for valid comparisons. |trends.earth| uses ESA CCI land cover maps as the default dataset, but local maps can also be used. The indicator is computed as follows:
ar: لتقييم التغييرات في الغطاء الأرضي يحتاج المستخدمون إلى خرائط الغطاء الأرضي التي تغطي منطقة الدراسة لخط الأساس والسنوات المستهدفة. يجب أن تكون هذه الخرائط ذات دقة مقبولة وأن يتم إنشاؤها بطريقة تسمح بإجراء مقارنات صحيحة. |trends.earth| يستخدم خرائط الغطاء الأرضي ESA CCI كمجموعة بيانات افتراضية، ولكن يمكن أيضًا استخدام الخرائط المحلية. يتم حساب المؤشر على النحو التالي:
es: Para evaluar los cambios en la cobertura de la tierra, los usuarios necesitan mapas de cobertura del terreno que cubran el área de estudio para la línea de base y los años objetivo. Estos mapas deben ser de precisión aceptable y deben ser creados de tal forma que permitan comparaciones válidas. |trends.earth| utiliza los mapas de cobertura terrestre CCI de ESA como el conjunto de datos predeterminado, pero también se pueden usar mapas locales. El indicador se calcula de la siguiente manera:
fr: Pour évaluer les changements du couvert terrestre, les utilisateurs ont besoin de cartes de couverture terrestre couvrant la zone d'étude pour les années de référence et les années cibles. Ces cartes doivent être d'une précision acceptable et créées de manière à permettre des comparaisons valables. |trends.earth| utilise les cartes de couverture terrestre de l'ESA CCI comme série de données par défaut, mais des cartes locales peuvent également être utilisées. L'indicateur est calculé comme suit:
pt: Para avaliar as mudanças na cobertura da terra, os usuários precisam de mapas de cobertura da terra cobrindo a área de estudo para os anos de linha de base e de destino. Esses mapas precisam ser de precisão aceitável e criados de tal forma que permita comparações válidas. |trends.earth| usa os mapas de cobertura da terra da ESA CCI como o conjunto de dados padrão, mas os mapas locais também podem ser usados. O indicador é calculado da seguinte forma:
ru: Для оценки изменения земного покрова пользователям необходимы карты земного покрова, охватывающие изучаемую территорию за исходный и целевой годы. Эти карты должны иметь приемлемую точность и создаваться таким образом, чтобы можно было проводить достоверные сравнения. |trends.earth| использует карты земного покрова ESA CCI в качестве набора данных по умолчанию, но также можно использовать локальные карты. Показатель рассчитывается следующим образом:
zh: 为了评估土地覆被的变化，用户需要覆盖研究区域的基线年和目标年的土地覆被地图。这些地图需要具有可接受的精度，并以能够进行有效比较的方式创建。|trends.earth|使用ESA CCI土地覆盖地图作为默认数据集，但也可以使用本地地图。该指标的计算方法如下：

source: Reclassify both land cover maps to the 7 land cover classes needed for reporting to the UNCCD (forest, grassland, cropland, wetland, artificial area, bare land and water).
ar: أعد تصنيف خرائط الغطاء الأرضي إلى فئات الغطاء الأرضي السبعة اللازمة لتقديم التقارير إلى اتفاقية الأمم المتحدة لمكافحة التصحر (الغابات والأراضي العشبية والأراضي الزراعية والأراضي الرطبة والمنطقة الاصطناعية والأراضي الجرداء والمياه).
es: Reclasifique ambos mapas de cobertura terrestre a las 7 clases de cobertura terrestre necesarias para informar a la CNULD (bosques, pastizales, tierras de cultivo, humedales, áreas artificiales, tierras desnudas y agua).
fr: Reclasser les deux cartes du couvert végétal dans les 7 classes de couverture terrestre requises pour la déclaration à la CNULCD (forêts, prairies, terres cultivées, zones humides, zones artificielles, terres nues et eau).
pt: Reclassificar ambos os mapas de cobertura da terra para as 7 classes de cobertura da terra necessárias para reportar à UNCCD (floresta, pastagem, terra de cultivo, zona húmida, área artificial, solo exposto e água).
ru: Переклассифицируйте обе карты земного покрова по 7 классам земного покрова, необходимым для отчетности в UNCCD (леса, пастбища, пахотные земли, водно-болотные угодья, искусственный ареал, необлесенные угодья и вода).
zh: 将两张土地覆被图重新分类为需要向UNCCD报告的7个土地覆被等级（森林、草原、耕地、湿地、人工区、裸地和水）。

source: Perform a land cover transition analysis to identify which pixels remained in the same land cover class, and which ones changed.
ar: قم بإجراء تحليل انتقال للغطاء الأرضي لتحديد وحدات البكسل التي بقيت في نفس فئة الغطاء الأرضي، وتلك التي تغيرت.
es: Realice un análisis de transición de cobertura terrestre para identificar qué píxeles permanecieron en la misma clase de cobertura terrestre y cuáles cambiaron.
fr: Effectuer une analyse de transition de la couverture terrestre pour identifier les pixels qui sont restés dans la même classe de couverture terrestre et ceux qui ont changé.
pt: Realize uma análise de transição da cobertura da terra para identificar quais pixels permaneceram na mesma classe de cobertura territorial e quais mudaram.
ru: Выполните анализ перехода земного покрова, чтобы определить, какие пиксели остались в том же классе земного покрова, а какие изменились.
zh: 进行土地覆被过渡分析，以确定哪些像素保持在同一土地覆被等级，哪些像素发生了变化。
