Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/unccdreporting.po
Languages: ar, es, fr, pt, ru, zh

source: For further details on SPI, see the `Good practice guidance for national reporting on UNCCD Strategic Objective 3 <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>`_. We also recommend reading the Tools4LDN Technical Report on Monitoring Progress Towards UNCCD Strategic Objective 3 `A review of Publicly Available Geospatial Datasets and Indicators in Support of Drought Monitoring <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>`_.
ar: لمزيد من التفاصيل حول المؤشر القياسي للهطول، راجع إرشادات الممارسات الجيدة لإعداد التقارير الوطنية بشأن الهدف الاستراتيجي 3 لاتفاقية الأمم المتحدة لمكافحة التصحر <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf> "_. نوصي أيضًا بقراءة التقرير الفني لـ Tools4LDN حول رصد التقدم نحو الهدف الاستراتيجي 3 لاتفاقية الأمم المتحدة لمكافحة التصحر `` مراجعة مجموعات البيانات والمؤشرات الجغرافية المكانية المتاحة للجمهور لدعم مراقبة الجفاف <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf> `_.
es: Para obtener más detalles sobre el SPI, consulte la "Guía de buenas prácticas para la presentación de informes nacionales sobre el Objetivo Estratégico 3 de la CNULD <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>`_. También recomendamos la lectura del informe técnico de Tools4LDN sobre el seguimiento de los avances hacia el Objetivo Estratégico 3 de la CNULD, `Revisión de los conjuntos de datos e indicadores geoespaciales disponibles públicamente en apoyo de la vigilancia de la sequía <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>`_.
fr: Pour de plus amples détails sur l'indice SPI, voir « la directive sur les bonnes pratiques pour un rapport national sur l'objectif stratégique 3 de la CNULCD <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf> » _. Nous recommandons également de lire le rapport technique Tools4LDN sur le suivi des progrès accomplis dans la réalisation de l'objectif stratégique 3 de la CNULCD « Examen des ensembles de données et des indicateurs géospatiaux accessibles au public à l'appui de la surveillance de la sécheresse <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>»_.
pt: Para mais informações sobre o SPI, consulte as `Diretriz de boas práticas para relatórios nacionais no Objetivo Estratégico 3 da UNCCD <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>`_. Também recomendamos que leia o Relatório Técnico da Tools4LDN sobre Monitorizar o Progresso para o Objetivo Estratégico 3 da UNCCD `Uma análise de Dados Geoespaciais e Indicadores Disponíveis Publicamente em Suporte da Monitorização de Secas <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>`_.
ru: С более подробной информацией о научно-политическом взаимодействии (SPI) можно ознакомиться в документе `Руководство по эффективной практике предоставления национальной отчетности по Стратегической цели 3 (СЦ3) КБО ООН <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>`_. Мы также рекомендуем ознакомиться с Техническим отчетом Tools4LDN по мониторингу прогресса в достижении стратегической цели 3 КБО ООН "Обзор общедоступных геопространственных наборов данных и показателей в поддержку мониторинга засухи <https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>"_.
zh: 关于SPI的进一步详情，请参见 "关于UNCCD战略目标3的国家报告的良好实践指南<https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>"。我们还建议阅读Tools4LDN关于监测UNCCD战略目标3进展情况的技术报告 "对支持干旱监测的公共可用地理空间数据集和指标的审查<https://static1.squarespace.com/static/5dffad039a288739c6ae0b85/t/6033f28abca1996aedc492d5/1614017200233/ci-4-Tools4LDN2-FNL+web.pdf>"。

source: Step 3. Calculating the proportion of land within each drought intensity class.
ar: الخطوة 3. حساب نسبة الأرض داخل كل فئة من فئات شدة الجفاف.
es: Paso 3. Calcular la proporción de tierra dentro de cada clase de intensidad de sequía.
fr: Étapes 3. Calculer la proportion des terres dans chaque catégorie d'intensité de sécheresse.
pt: Passo 3. Calcular a proporção de terra dentro de cada classe de intensidade de seca.
ru: Шаг 3. Расчет относительной площади территорий по каждому классу засухи.
zh: 第3步，计算每个干旱强度等级内的土地比例。

source: The equation to estimate the percentage of land within drought intensity classes takes the land area under the each drought intensity class identified in the previous step over the the total land area, as follows:
ar: تأخذ معادلة تقدير النسبة المئوية للأرض ضمن فئات شدة الجفاف مساحة الأرض تحت كل فئة من فئات شدة الجفاف المحددة في الخطوة السابقة على إجمالي مساحة الأرض، على النحو التالي:
es: La ecuación para estimar el porcentaje de tierra dentro de las clases de intensidad de sequía tiene en cuenta la superficie de tierra bajo cada clase de intensidad de sequía identificada en el paso anterior sobre la superficie total de tierra, del siguiente modo:
fr: L'équation pour estimer le pourcentage de terres dans les catégories d'intensité de sécheresse prend les zones terrestres sous chaque catégorie d'intensité de sécheresse identifiée dans l'étape précédente sur la zone terrestre totale, comme suit :
pt: A equação para estimar a percentagem de terra dentro das classes de intensidade de seca tem em conta a área de terreno sob cada classe de intensidade de seca identificada no passo anterior sobre o total de área de terreno, como se segue:
ru: В формуле расчета процентной доли территорий по каждому классу засухи учитывается территория по каждому классу засухи относительно общей площади территории, как указано ниже:
zh: 估算干旱强度等级内的土地百分比的公式，是将上一步确定的每个干旱强度等级下的土地面积除以总土地面积，如下所示：

source: Where:
ar: حيث أن:
es: Donde:
fr: Où :
pt: Onde:
ru: Где:
zh: 其中：

source: `Pij` is the proportion of land under the drought intensity class i in the year j
ar: "Pij" هي نسبة الأراضي الواقعة تحت فئة شدة الجفاف i في العام j
es: `Pij` es la proporción de tierra bajo la clase de intensidad de sequía i en el año j
fr: « Pij » est la proportion de terres sous la catégorie d'intensité de sécheresse i dans l'année j
pt: `Pij` é a proporção de terreno sob a classe de intensidade de seca i no ano j
ru: `Pij` показывает отношение территории по классу засухи i в году j
zh: ‘比例 ij ’是指年度 j 期间干旱强度一级下的土地比例。

source: `areaij` is the land area under the drought intensity class i in the reporting year j
ar: 'المنطقة j' هي مساحة الأرض التي تندرج تحت فئة كثافة الجفاف i في السنة المشمولة بالتقرير j
es: El `areaij` es la superficie de tierra bajo la clase de intensidad de sequía i en el año de referencia j
fr: « areaij » est la zone terrestre sous la catégorie d'intensité de sécheresse i dans le rapport de l'année j
pt: `areaij` é a área terrestre sob a classe de intensidade de seca i no ano de relatório j
ru: `areaij` является территорией, относимой к классу засухи i в отчетном году j
zh: ‘面积 ij ’是指报告年度 j 期间干旱强度一级下的土地面积

source: `Total area` is all the total land area.
ar: "المساحة الإجمالية" هي إجمالي مساحة الأرض.
es: La "superficie total" es la superficie total del terreno.
fr: « Total area » est la totalité de la zone terrestre.
pt: `Área total` é a área terrestre total.
ru: Под "общей площадью" понимается общая площадь территории.
zh: ‘总面积’是指所有土地总面积。

source: SO3 Level II indicator (SO 3-2 Exposure)
ar: مؤشر SO3 من المستوى الثاني (التعرض SO 3-2)
es: Indicador SO3 Nivel II (Exposición SO 3-2)
fr: Indice SO3 niveau II (Exposition SO 3-2)
pt: Indicador Nível II do OE3 (OE 3-2 Exposição)
ru: Показатель SO3 Level II indicator (SO 3-2 Exposure)
zh: SO3 二级指标（ SO 3-2 暴露）

source: The UNCCD SO3 Level III drought Exposure indicator is built upon the SO 3 Level I Hazard indicator by overlaying a gridded population data. Using the overlaying population as a proxy for calculating drought exposure is a straight-forward method. Knowing how many people are directly affected by drought can help aid get allocated to the most needed areas, based on percent of population exposed and strength of that exposure (drought severity). This method can also serve as a proxy for socioeconomic drought.The gender disaggregation calculation for the SO3 Level II population indicator is computed based on percent male and percent female in each grid cell. The outputs include exposure information by gender (percent male and percent female) exposed to each Level I drought intensity class. This produces two comparable grids that could be aggregated to administrative boundaries if desired, where global and local spatial relationships between gender and drought occurrence and/or severity can be better quantified and visualized.
ar: تمّ إنشاء مؤشر التعرض للجفاف التابع لاتفاقية الأمم المتحدة لمكافحة التصحر SO3 من المستوى الثالث وفقاً لمؤشر الخطر SO3 من المستوى الأول عن طريق تراكب بيانات السكان الشبكية. يُعد استخدام تراكب السكان كمؤشر بديل لحساب التعرض للجفاف طريقة مباشرة. يُمكن أن تساعد معرفة عدد الأشخاص المتأثرين بالجفاف بشكل مباشر في تخصيص المساعدة للمناطق الأكثر احتياجًا، بناءً على النسبة المئوية للسكان المعرضين وقوة هذا التعرض (شدة الجفاف). كما يمكن أن تعمل هذه الطريقة كمؤشر بديل للجفاف الاجتماعي والاقتصادي. يُحسب التصنيف الجنساني لمؤشر السكان SO3 من المستوى الثاني على أساس النسبة المئوية للذكور والنسبة المئوية للإناث في كل خلية شبكية. تشمل النواتج معلومات التعرض حسب الجنس (النسبة المئوية للذكور والإناث) المعرضين لكل فئة من فئات شدة الجفاف من المستوى الأول. ينتج عن ذلك شبكتان متشابهتان يمكن تجميعهما للحدود الإدارية عند الرغبة، حيث يمكن تحديد العلاقات المكانية العالمية والمحلية بين الجنس وحدوث الجفاف و/أو شدته بشكل أفضل.
es: El indicador de exposición a la sequía del nivel III del SO3 de la CNULD se basa en el indicador de peligro del nivel I del SO 3 mediante la superposición de datos de población en cuadrícula. La utilización de la población superpuesta como indicador para calcular la exposición a la sequía es un método sencillo. Saber cuántas personas están directamente afectadas por la sequía puede ayudar a que la ayuda se asigne a las zonas más necesitadas, basándose en el porcentaje de población expuesta y en la intensidad de esa exposición (gravedad de la sequía). El cálculo de la desagregación por género para el indicador de población del nivel II del SO3 se calcula sobre la base del porcentaje de hombres y mujeres en cada cuadrícula. Los resultados incluyen información de exposición por género (porcentaje de hombres y porcentaje de mujeres) expuestos a cada clase de intensidad de sequía de Nivel I. Esto produce dos cuadrículas comparables que podrían agregarse a los límites administrativos si se desea, donde se pueden cuantificar y visualizar mejor las relaciones espaciales globales y locales entre el género y la ocurrencia y/o la gravedad de la sequía.
fr: L'indice d'exposition à la sécheresse SO3 niveau III de la CNULCD est basé sur l'indice de danger SO3 niveau I en superposant des données de population maillées. L'utilisation de la superposition des données de population comme proxy pour calculer l'exposition à la sécheresse est une méthode simple. Connaître le nombre de personnes directement affectées par la sécheresse peut aider à allouer l'aide aux régions qui en ont le plus besoin, sur la base du pourcentage de population exposée et la force de cette exposition (sévérité de la sécheresse). Cette méthode peut également servir de proxy pour la sécheresse socio-économique. Le calcul de la désagrégation du genre pour l'indice de population du SO3 niveau II est calculé sur la base du pourcentage d'hommes et du pourcentage femmes dans chaque cellule de la grille. Les résultats comprennent les informations d'exposition par genre (pourcentage d'hommes et de femmes) exposé à chaque catégorie d'intensité de sécheresse de niveau I. Cela produit deux grilles comparables qui peuvent être agrégées à des frontières administratives si on le souhaite. Dans ce cas, les relations globales et spatiales entre le genre et la survenue et/ou la sévérité de la sécheresse peuvent être mieux quantifiées et visualisées.
pt: O indicador de seca Exposição de Nível III do OE3 da UNCCD é criado a partir do indicador Perigo de Nível I do OE 3 ao sobrepor dados de população matriciais. Usar a população sobreposta como substituição para o cálculo da exposição a seca é um método simples. Saber quantas pessoas são diretamente afetadas pela seca pode ajudar a alocar ajuda para as zonas mais necessitadas, com base na percentagem de população exposta e na força da exposição (severidade da seca). Este método pode também servir como substituto para a seca socioeconómica. O cálculo de desagregação de sexo para o indicador de população de Nível II do OE3 é calculado com base na percentagem de homens e mulheres em cada célula da grelha. Os resultados incluem dados de exposição por sexo (percentagem de homens e percentagem de mulheres) expostos a cada classe de intensidade de seca de Nível I. Isto produz duas matrizes comparáveis que podem ser agregadas em fronteiras administrativas se desejado, onde as relações espaciais globais e locais entre sexo e ocorrência e/ou severidade de seca podem ser melhor quantificadas e visualizadas.
ru: Показатель воздействия засухи SO3 Level III КБО ООН выводится на основе индикатора опасного воздействия SO 3 Level I Hazard путем наложения данных о населении с координатной привязкой. Использование наложенных данных о населении в качестве косвенного показателя для расчета воздействия засухи является простым методом. Информация о фактическом количестве людей, пострадавших от засухи, может помочь распределить помощь для нужд наиболее нуждающихся районов с учетом процентной доли населения, подвергшегося воздействию засухи, и силы этого воздействия (серьезность засухи). Данный метод также может использоваться в качестве косвенного показателя обусловленной социально-экономическими факторами засухи. Расчет распределения по гендерному признаку для получения показателя численности населения SO3 Level II строится на основе процента мужчин и женщин в каждой ячейке сети координат. Выходные данные включают информацию о воздействии на мужчин и женщин каждого класса интенсивности засухи I уровня (Level I). В результате получают две сопоставимые сети координат, которые при желании могут быть объединены по административным границам, что позволяет улучшить оценку и визуальное представление глобальных и локальных пространственных взаимосвязей с учетом распределения по гендерному признаку и возникновения и/или серьезности засухи.
zh: UNCCD（联合国防治荒漠化公约） SO3 三级干旱暴露指标是在 SO3 一级危害指标的基础上，通过叠加人口栅格数据建立的。使用叠加人口数据来计算干旱风险是一种直接的方法。了解遭受干旱影响的人数有助于将援助物资分配到最需要的地区，其依据是暴露人口比例和暴露强度（干旱严重程度）。这种方法也可以用于衡量社会经济干旱情况。SO3 二级人口指标的性别差异计算是根据每个网格单元中男性比例和女性比例来计算的。输出结果包括暴露于每个一级干旱强度等级的性别暴露信息（男性比例和女性比例）。这会产生两个可比较的网格；如果需要，可以将其汇总到行政边界，从而更好地量化和可视化性别与干旱发生和/或严重程度之间的全球和局部空间关系。
