Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/unccdreporting.po
Languages: ar, es, fr, pt, ru, zh

source: Addressing the global challenges of desertification, land degradation, and drought (DLDD) and their impacts on coupled human-environmental systems is a key component of the 2030 Agenda for Sustainable Development. In particular, Sustainable Development Goal (SDG) 15.3 aims to, by 2030, combat desertification, restore degraded land and soil, including land affected by desertification, drought and floods, and strive to achieve a land degradation-neutral world. Addressing this challenge is essential for improving the livelihoods of those most affected by DLDD and for safeguarding against the most extreme effects of climate change.
ar: تعتبر معالجة التحديات العالمية للتصحر وتدهور الأراضي والجفاف وآثارها على النظم البشرية والبيئية المقترنة مكونًا رئيسيًا في خطة التنمية المستدامة لعام 2030. على وجه الخصوص، يهدف هدف التنمية المستدامة 15.3، بحلول عام 2030، إلى مكافحة التصحر، واستعادة الأراضي والتربة المتدهورة، بما في ذلك الأراضي المتأثرة بالتصحر والجفاف والفيضانات، والسعي لتحقيق عالم خالٍ من تدهور الأراضي. إن معالجة هذا التحدي أمر ضروري لتحسين سبل عيش الأشخاص الأكثر تضرراً من التصحر وتدهور الأراضي والجفاف وللحماية من الآثار الشديدة لتغير المناخ.
es: Abordar los desafíos a nivel mundial de la desertificación, la degradación de la tierra y la sequía (DDTS) y sus repercusiones en los sistemas humano-ambientales acoplados es un componente clave de la Agenda 2030 para el Desarrollo Sostenible. En particular, el Objetivo de Desarrollo Sostenible (ODS) 15.3 pretende, para 2030, luchar contra la desertificación, recuperar las tierras y los suelos degradados, incluidas las tierras afectadas por la desertificación, la sequía y las inundaciones, y esforzarse por lograr un mundo sin degradación de la tierra. Abordar este desafío es esencial para mejorar los medios de vida de los más afectados por la DDTS y para protegerse de los efectos más extremos del cambio climático.
fr: Relever les défis mondiaux de la désertification, de la dégradation des terres et de la sécheresse (DLDD) et de leurs impacts sur les systèmes humains et environnementaux est une composante clé pour l'agenda 2030 de développement durable. En particulier, l'Objectif de développement durable (ODD) 15.3 vise à lutter contre la désertification, à restaurer les terres et les sols, y compris les terres affectées par la désertification, la sécheresse et les inondations, et s'efforce de bâtir un monde sans dégradation des terres. Il est essentiel de relever ce défi pour améliorer la vie des personnes les plus affectées par la DLDD et pour se protéger contre les effets les plus extrêmes du changement climatique.
pt: Enfrentar os desafios globais da desertificação, degradação da terra e seca (DDTS) e os seus impactos em sistemas humano-ambientais acoplados é um componente-chave da Agenda para o Desenvolvimento Sustentável de 2030. Em particular, o Objetivo de Desenvolvimento Sustentável (ODS) 15.3 pretende, até 2030, combater a desertificação, restaurar terra e solo degradado, incluindo terra afetada pela desertificação, seca e inundações, e tentar alcançar um mundo neutro em termos de degradação da terra. Enfrentar este desafio é essencial para melhorar a subsistência dos mais afetados por DDTS e para salvaguardar contra os efeitos mais extremos das alterações climáticas.
ru: Решение глобальных проблем опустынивания, деградации земель и засухи (ОДЗЗ) и их воздействия на связанные между собой системы человека и окружающей среды является ключевым компонентом Повестки дня в области устойчивого развития на период до 2030 года. В частности, цель в области устойчивого развития (ЦУР) 15.3 направлена на борьбу с опустыниванием к 2030 году, восстановление деградированных земель и почв, включая земли, пострадавшие от опустынивания, засухи и наводнений, и обеспечение достижения нейтрального уровня деградации земель в мире. Решение этой проблемы необходимо для улучшения условий жизни тех, кто больше всего пострадал от ОДЗЗ, и для защиты от наиболее экстремальных последствий изменения климата.
zh: 应对荒漠化、土地退化和干旱（DLDD）的全球挑战及其对人类-环境耦合系统的影响是《2030年可持续发展议程》的一个关键组成部分。特别是，SDG15.3旨在截止2030年，防治荒漠化，恢复退化的土地和土壤，包括受荒漠化、干旱和洪水影响的土地，并努力实现一个土地退化中立的世界。应对这一挑战对于改善受荒漠化、土地退化和干旱影响最严重者的生计以及防范气候变化的最极端影响至关重要。

source: The livelihoods of people in degraded areas include multiple human and natural characteristics of local environments, including adequate access to food and water, either directly through subsistence livelihoods, through sufficient income to purchase food and water security, or a combination of both. If food and water security are achieved, outmigration from affected areas should no longer be forced but rather voluntary in nature. Socially and economically marginalized populations, communities and households tend to be disproportionally vulnerable to climate change and the combined effects of DLDD. The ability to identify and quantify the makeup, distribution, and relative vulnerability of such populations,communities, and households is critical in reinforcing livelihood resilience in order to enhance positive adaptations to DLDD
ar: تشمل سبل عيش الناس في المناطق المتدهورة العديد من الخصائص البشرية والطبيعية للبيئات المحلية، بما في ذلك الوصول الكافي إلى الغذاء والمياه، إما مباشرة من خلال سبل العيش المعيشية، من خلال الدخل الكافي لشراء الغذاء والأمن المائي، أو مزيج من الاثنين معًا. إذا تم تحقيق الأمن الغذائي والمائي، فلا ينبغي أن تكون الهجرة من المناطق المتضررة قسرية بل طوعية بطبيعتها. تميل المجتمعات والأسر المهمشة اجتماعيًا واقتصاديًا إلى أن تكون عرضة بشكل غير متناسب لتغير المناخ والآثار المشتركة للتصحر وتدهور الأراضي والجفاف. تعد القدرة على تحديد وقياس التركيب والتوزيع والضعف النسبي لهؤلاء السكان والمجتمعات والأسر أمرًا بالغ الأهمية في تعزيز مرونة سبل العيش من أجل تعزيز التكيفات الإيجابية للتصحر وتدهور الأراضي والجفاف
es: Los medios de vida de la población de las zonas degradadas incluyen diversas características humanas y naturales de los entornos locales, entre ellas el acceso adecuado a los alimentos y al agua, ya sea directamente a través de los medios de subsistencia, a través de los ingresos suficientes para adquirir la seguridad alimentaria y del agua, o una combinación de ambos. Si se consigue la seguridad alimentaria y del agua, la emigración de las zonas afectadas ya no debería ser forzada, sino de carácter voluntario. Las poblaciones, comunidades y hogares social y económicamente marginados tienden a ser desproporcionadamente vulnerables al cambio climático y a los efectos combinados de la DDTS. La capacidad de identificar y cuantificar la composición, la distribución y la vulnerabilidad relativa de dichas poblaciones, comunidades y hogares es fundamental para reforzar la capacidad de recuperación de los medios de subsistencia con el fin de mejorar las adaptaciones positivas a la DDTS.
fr: Les moyens de subsistance des personnes dans les régions dégradées comprennent de nombreuses caractéristiques humaines et naturelles des environnements locaux, y compris l'accès adéquat à la nourriture et l'eau, soit directement à travers des moyens de subsistance suffisants ou par le biais de revenus suffisants pour acheter la nourriture et l'eau, ou par une combinaison des deux. Si la sécurité en matière de nourriture et d'eau est assurée, l'exode des régions affectées ne devraient plus être forcé, mais volontaire par nature. Les populations, les communautés et les ménages socialement et économiquement marginalisées ont tendance à être vulnérables d'une manière disproportionnée au changement climatique et aux effets combinés de la DLDD. Pouvoir identifier et quantifier la composition, la distribution et la vulnérabilité relative de ces populations, communautés et ménages est essentiel pour renforcer la résilience des moyens de subsistance, dans le but d'améliorer les adaptations positives à la DLDD.
pt: A subsistência das pessoas em zonas degradadas inclui várias características humanas e naturais dos ambientes locais, incluindo acesso adequado a comida e água, tanto diretamente por subsistência, por rendimento suficiente para ter segurança alimentar ou por uma combinação de ambos. Se a segurança alimentar for alcançada, a emigração das zonas afetadas já não será forçada, mas sim voluntária por natureza. As populações, comunidades e agregados social e economicamente marginalizados tendem a ser desproporcionalmente vulneráveis a alterações climáticas e aos efeitos combinados do DDTS. A capacidade de identificar e quantificar a constituição, distribuição e vulnerabilidade relativa dessas populações, comunidades e agregados é crítica no reforço da resiliência da subsistência para poder melhorar as adaptações positivas ao DDTS.
ru: Средства к существованию людей в деградированных районах включают множество человеческих и природных характеристик местной окружающей среды, в том числе адекватный доступ к пище и воде либо непосредственно за счет средств к существованию, либо за счет достаточных доходов для покупки продуктов питания и водоснабжения, либо за счет сочетания того и другого. Если обеспечена продовольственная и водная безопасность, отток населения из пострадавших районов должен носить не принудительный, а добровольный характер. Социально и экономически маргинализированные группы населения, общины и домохозяйства, как правило, непропорционально уязвимы к изменению климата и совокупным последствиям ОДЗЗ. Способность выявлять и количественно оценивать состав, распределение и относительную уязвимость таких групп населения, сообществ и домохозяйств имеет решающее значение для повышения устойчивости средств к существованию, чтобы улучшить позитивную адаптацию к ОДЗЗ.
zh: 退化地区人们的生计包括当地环境的多种人类和自然特征，包括直接通过维持生计获得足够的食物和水，通过足够的收入购买食物和水安全，或两者结合。如果实现了食物和水的安全，受影响地区的外迁就不再是被迫的，而是自愿性的。在社会和经济上被边缘化的人口、社区和家庭往往更容易受到气候变化和DLDD综合效应的影响。识别和量化这些人口、社区和家庭的构成、分布和相对脆弱性的能力，对于加强生计复原力，以提高对DLDD的积极适应性至关重要。

source: |trends.earth| allows users to monitor UNCCD's Strategic Objective 2 indicator on **Trends in Population Exposure to Land Degradation Disaggregated by Sex (SO 2-3)** by calculating the proportions of population, disaggregated by sex, exposed to land degradation. |trends.earth| uses gridded data representing the spatial distribution of the population over the SDG 15.3.1 Indicator map to establish its exposure to land degradation.
ar: |trends.earth| يسمح للمستخدمين بمراقبة مؤشر الهدف الاستراتيجي 2 لاتفاقية الأمم المتحدة لمكافحة التصحر بشأن ** الاتجاهات في تعرض السكان لتدهور الأراضي مصنفة حسب الجنس (الهدف الاستراتيجي 3-2) ** عن طريق حساب نسب السكان، المصنفة حسب الجنس، المعرضين لتدهور الأراضي. |trends.earth| يستخدم بيانات شبكية تمثل التوزيع المكاني للسكان على خريطة مؤشر SDG 15.3.1 لتحديد تعرضهم لتدهور الأراضي.
es: |trends.earth| permite a los usuarios supervisar el indicador del Objetivo Estratégico 2 de la CNULD sobre **Tendencias de la exposición de la población a la degradación de la tierra desglosada por sexo (OE 2-3)**, calculando las proporciones de la población, desglosada por sexo, expuesta a la degradación de la tierra. |trends.earth| utiliza datos reticulados que representan la distribución espacial de la población sobre el mapa del indicador ODS 15.3.1 para establecer su exposición a la degradación de la tierra.
fr: |trends.earth|permet aux utilisateurs de suivre l'indice de l'objectif stratégique 2 du CNULCD sur les **Tendances de l'exposition des populations à la dégradation des terres désagrégées par sexe (SO 2-3)** en calculant les proportions de population, désagrégées par sexe, exposées à la dégradation des terres. |trends.earth|utilise des données maillées représentant la distribution spatiale de la population sur la carte d'indice ODD 15.3.1 pour établir son exposition à la dégradation des terres.
pt: O |trends.earth| permite aos utilizadores monitorizarem o indicador de Objetivo Estratégico 2 da UNCCD em **Tendências na Exposição da População a Degradação da Terra Desagregado por Sexo (OE 2-3)** ao calcular as proporções de população, desagregada por sexo, exposta à degradação da terra. O |trends.earth| usa dados matriciais representando a distribuição espacial da população pelo mapa do Indicador ODS 15.3.1 para estabelecer a sua exposição à degradação da terra.
ru: |trends.earth| позволяет пользователям отслеживать показатель Стратегической цели 2 КБО ООН **Тенденции подверженности населения деградации земель с разбивкой по полу (СЦ 2-3)** путем расчета доли населения с разбивкой по полу, подвергающегося деградации земель. |trends.earth| использует данные с привязкой к координатной сетке, отражающие пространственное распределение населения по карте индикатора ЦУР 15.3.1, чтобы установить его подверженность деградации земель.
zh: |trends.earth|允许用户监测UNCCD战略目标2的指标：**按性别分列的人口受土地退化影响的趋势（SO 2-3）**，计算按性别分列的受土地退化影响的人口比例。|trends.earth|使用代表人口在可持续发展目标15.3.1指标地图上的空间分布的网格化数据来确定其对土地退化的暴露程度。

source: The (SO 2-3) indicator uses the following metrics:
ar: يستخدم مؤشر (الهدف الاستراتيجي 3-2) المقاييس التالية:
es: El indicador (SO 2-3) utiliza los siguientes indicadores:
fr: L'indicateur (SO 2-3) utilise les mesures suivantes :
pt: O indicador (OE 2-3) usa as seguintes métricas:
ru: Показатель (СЦ 2-3) использует следующие исходные величины:
zh: (SO 2-3)指标使用以下单位：

source: -Percentage of the female population exposed to land degradation -Percentage of the male population exposed to land degradation -Percentage of the total (female and male) population exposed to land degradation
ar: - النسبة المئوية للسكان الإناث المعرضات لتدهور الأراضي - نسبة السكان الذكور المعرضين لتدهور الأراضي - النسبة المئوية من إجمالي السكان (الإناث والذكور) المعرضين لتدهور الأراضي
es: -Porcentaje de la población femenina expuesta a la degradación de la tierra -Porcentaje de la población masculina expuesta a la degradación de la tierra -Porcentaje de la población total (femenina y masculina) expuesta a la degradación de la tierra
fr: - Pourcentage de la population féminine exposée à la dégradation des terres - Pourcentage de la population masculine exposée à la dégradation des terres - Pourcentage total (femmes et hommes) de la population exposée à la dégradation des terres
pt: -Percentagem da população feminina exposta à degradação da terra -Percentagem da população masculina exposta à degradação da terra -Percentagem da população total (masculina e feminina) exposta à degradação da terra
ru: - Процент женского населения, подверженного воздействию деградации земель - Процент мужского населения, подверженного воздействию деградации земель - Процент общего (женского и мужского) населения, подверженного воздействию деградации земель
zh: -面临土地退化的女性人口百分比 -面临土地退化的男性人口百分比 -面临土地退化的总人口（女性和男性）百分比

source: |trends.earth| provides access the WorldPop dataset, which is used by default by the UNCCD for calculating indicator SO2-3.
ar: |trends.earth| يوفر الوصول إلى مجموعة بيانات WorldPop، والتي يتم استخدامها افتراضيًا بواسطة اتفاقية الأمم المتحدة لمكافحة التصحر لحساب مؤشر الهدف الاستراتيجي 3-2.
es: |trends.earth| proporciona acceso al conjunto de datos WorldPop, que utiliza por defecto la CLD para calcular el indicador SO2-3.
fr: |trends.earth|donne accès aux données du WorldPop, qui sont utilisées par défaut par la CNULCD 3 pour calculer l'indicateur SO2-3.
pt: O|trends.earth| proporciona acesso ao conjunto de dados WorldPop, que é usado por padrão pela UNCCD para calcular o indicador EO 2-3.
ru: |trends.earth| предоставляет доступ к набору данных WorldPop, который по умолчанию используется КБО ООН для расчета показателя СЦ 2-3.
zh: |trends.earth|提供访问WorldPop数据集的机会，UNCCD默认使用该数据集来计算SO2-3指标。

source: UNCCD Strategic Objective 3 (SO 3)
ar: الهدف الاستراتيجي 3 لاتفاقية مكافحة التصحر (الهدف الاستراتيجي 3)
es: Objetivo estratégico 3 de la CLD (OE 3)
fr: Objectif stratégique CNULCD 3 (SO 3)
pt: Objetivo Estratégico 3 da UNCCD (OE 3)
ru: Стратегическая цель 3 КБО ООН (СЦ 3)
zh: UNCCD 战略目标 3 (SO 3)

source: To mitigate, adapt to, and manage the effects of drought in order to enhance resilience of vulnerable populations and ecosystems.
ar: للتخفيف من آثار الجفاف والتكيف معها وإدارتها من أجل تعزيز قدرة السكان المعرضين للخطر والنظم البيئية على الصمود.
es: Mitigar, adaptarse y gestionar los efectos de la sequía para mejorar la resistencia de las poblaciones y los ecosistemas vulnerables.
fr: Pour une atténuation, une adaptation et une gestion des effets de la sécheresse, en vue d'améliorer la résilience des populations et des écosystèmes vulnérables.
pt: Para mitigar, adaptar e gerir os efeitos da seca para poder melhorar a resiliência das populações vulneráveis e ecossistemas.
ru: Смягчать последствия засухи, адаптироваться к ним и управлять ими, чтобы повысить устойчивость уязвимых групп населения и экосистем.
zh: 减轻、适应和管理干旱的影响，以提高弱势人口和生态系统的复原力。

source: Drought and land degradation
ar: الجفاف وتدهور الأراضي
es: Sequía y degradación de la tierra
fr: Sécheresse et dégradation des terres
pt: Seca e degradação da terra
ru: Засуха и деградация земель
zh: 干旱和土地退化

source: **Land degradation** as defined by the UNCCD refers to any reduction or loss in the biological or economic productive capacity of the land resource base. It is generally caused by human activities, exacerbated by natural processes, and often magnified by and closely intertwined with climate change and biodiversity loss.Land degradation reduces agricultural productivity and increases the vulnerability of those areas already at risk of impacts from climate variability and change, especially in regions of the world.
ar: يشير ** تدهور الأراضي ** على النحو المحدد في اتفاقية مكافحة التصحر إلى أي انخفاض أو خسارة في القدرة الإنتاجية البيولوجية أو الاقتصادية لقاعدة موارد الأرض. وهو ناتج بشكل عام عن الأنشطة البشرية، التي تتفاقم بسبب العمليات الطبيعية، وغالبًا ما تتضخم وتتشابك بشكل وثيق مع تغير المناخ وفقدان التنوع البيولوجي. خاصة في مناطق العالم.
es: **La degradación de la tierra**, según la definición de la CLD, se refiere a cualquier reducción o pérdida de la capacidad productiva biológica o económica de la base de recursos de la tierra. Por lo general, está causada por las actividades humanas, exacerbada por los procesos naturales, y a menudo magnificada por el cambio climático y la pérdida de biodiversidad y estrechamente interrelacionada con ellos. La degradación de la tierra reduce la productividad agrícola y aumenta la vulnerabilidad de las zonas que ya están en riesgo de sufrir las consecuencias de la variabilidad y el cambio climático, especialmente en las regiones del mundo.
fr: La **dégradation des terres**, comme définie par la CNULCD, se réfère à toute réduction ou perte de la capacité biologique ou productive économique de la base de ressources en terres. Elle est généralement causée par l'activité humaine, exacerbée par les processus naturels, et souvent amplifiée par le changement climatique et la perte de la biodiversité, auxquels elle est intimement liée. La dégradation des terres réduit la productivité agricole et rend plus vulnérable ces régions déjà menacées par les impacts de variabilité et du changement du climat, en particulier dans les régions du monde.
pt: **Degradação da terra** conforme definido pela UNCCD refere-se a qualquer redução ou perda da capacidade de produtividade biológica ou económica da base do recurso terrestre. É geralmente causada por atividades humanas, exacerbada por processos naturais e frequentemente agravada pelas alterações climáticas e perda de biodiversidade. A degradação da terra reduz a produtividade agrícola e aumenta a vulnerabilidade das áreas que já estão em risco de impactos devido à variabilidade e alterações climáticas, especialmente em regiões do mundo.
ru: **Деградация земель**, как она определена в КБО ООН, относится к любому сокращению или утрате биологической или экономической продуктивной способности базы земельных ресурсов. Как правило, причиной этого является деятельность человека, что усугубляется естественными процессами и часто усиливается и тесно переплетается с изменением климата и утратой биоразнообразия. Деградация земель снижает производительность сельского хозяйства и повышает уязвимость тех районов, которые уже подвержены риску воздействия изменчивости и изменения климата, особенно в регионах мира.
zh: **土地退化**根据UNCCD的定义，指土地资源基础的生物或经济生产能力的任何减少或损失。它通常是由人类活动造成的，并因自然过程而加剧，往往因气候变化和生物多样性丧失而放大，并与之密切相关。土地退化降低了农业生产力，增加了那些已经面临气候变异和变化影响的地区的脆弱性，特别是在世界各区域。
