Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/unccdreporting.po
Languages: ar, es, fr, pt, ru, zh

source: Based on your local knowledge of the conditions in the study area and the land degradation processed occurring there, use the table below to identify which transitions correspond to degradation (- sign), improvement (+ sign), or no change in terms of land condition (zero).
ar: استنادًا إلى معرفتك المحلية بالظروف في منطقة الدراسة وتدهور الأراضي الذي يتم معالجته هناك، استخدم الجدول أدناه لتحديد التحولات التي تتوافق مع التدهور (علامة -)، أو التحسين (علامة +)، أو لا يوجد تغيير من حيث حالة الأرض (صفر).
es: Según su conocimiento local de las condiciones en el área de estudio y la degradación de la tierra procesada allí, utilice la tabla siguiente para identificar qué transiciones corresponden a la degradación (signo -), mejora (signo +) o ningún cambio en términos de condición de la tierra (cero).
fr: Sur la base de votre connaissance locale des conditions dans la zone d'étude et de la dégradation des terres traitées, utilisez le tableau ci-dessous pour identifier les transitions qui correspondent à la dégradation (signe-), à l'amélioration (signe +) ou à aucun changement de condition (zéro).
pt: Com base no seu conhecimento local das condições na área de estudo e da degradação da terra processada que ocorre lá, use a tabela abaixo para identificar quais transições correspondem à degradação (sinal), melhoria (sinal +) ou nenhuma mudança em termos de condição da terra (zero).
ru: Основываясь на ваших местных знаниях об условиях в районе исследования и происходящих там процессах деградации земель, используйте приведенную ниже таблицу, чтобы определить, какие переходы соответствуют деградации (знак -), улучшению (знак +) или отсутствию изменений (нуль) с точки зрения состояния земель.
zh: 基于您对研究地区的条件和当地发生的土地退化处理的地方知识，使用下面的表格来确定哪些过渡对应于土地条件的退化（-号）、改善（+号）或没有变化（零）。

source: |trends.earth| will combine the information from the land cover maps and the table of degradation typologies by land cover transition to compute the land cover sub-indicator.
ar: |trends.earth| سيجمع المعلومات من خرائط الغطاء الأرضي وجدول أنماط التدهور عن طريق انتقال الغطاء الأرضي لحساب المؤشر الفرعي للغطاء الأرضي.
es: |trends.earth| combinará la información de los mapas de cobertura terrestre y la tabla de tipologías de degradación por transición de cobertura terrestre para calcular el subindicador de cobertura de la tierra.
fr: |trends.earth| combinera les informations des cartes de la couverture terrestre et du tableau des typologies de dégradation par transition de couverture terrestre pour calculer le sous-indicateur de la couverture terrestre.
pt: |trends.earth| combinará as informações dos mapas de cobertura da terra e a tabela de tipologias de degradação por transição de cobertura da terra para calcular o subindicador de cobertura da terra.
ru: |trends.earth|объединит информацию из карт земного покрова и таблицы типологий деградации по переходу земного покрова для расчета вспомогательного показателя земного покрова.
zh: |trends.earth|将结合土地覆被地图和按土地覆被过渡的退化类型表的信息，计算出土地覆被分指标。

source: The third sub-indicator for monitoring land degradation as part of the SDG process quantifies changes in soil organic carbon (SOC) over the reporting period. Changes in SOC are particularly difficult to assess for several reasons, some of them being the high spatial variability of soil properties, the time and cost intensiveness of conducting representative soil surveys and the lack of time series data on SOC for most regions of the world. To address some of the limitations, a combined land cover/SOC method is used in |trends.earth| to estimate changes in SOC and identify potentially degraded areas. The indicator is computed as follows:
ar: يحدد المؤشر الفرعي الثالث لرصد تدهور الأراضي كجزء من عملية أهداف التنمية المستدامة التغيرات في الكربون العضوي في التربة خلال الفترة المشمولة بالتقرير. من الصعب بشكل خاص تقييم التغييرات في الكربون العضوي في التربة لعدة أسباب، بعضها هو التباين المكاني العالي لخصائص التربة، والوقت والتكلفة المكثفة لإجراء مسوحات التربة التمثيلية ونقص بيانات السلاسل الزمنية على الكربون العضوي في التربة لمعظم مناطق العالم. لمعالجة بعض القيود، يتم استخدام طريقة مجمعة للغطاء الأرضي/ الكربون العضوي في التربة في|trends.earth| لتقدير التغييرات في الكربون العضوي في التربة وتحديد المناطق التي يحتمل تدهورها. يتم حساب المؤشر على النحو التالي:
es: El tercer subindicador para monitorear la degradación de la tierra como parte del proceso de ODS cuantifica los cambios en el carbono orgánico del suelo (SOC) durante el período del informe. Los cambios en SOC son particularmente difíciles de evaluar por varias razones, algunas de ellas son la alta variabilidad espacial de las propiedades del suelo, el tiempo y costo de la realización de muestreos representativos del suelo y la falta de datos de series temporales sobre SOC para la mayoría de las regiones del mundo. Para abordar algunas de las limitaciones, se utiliza un método combinado de cobertura del terreno / SOC en |trends.earth| para estimar los cambios en SOC e identificar áreas potencialmente degradadas. El indicador se calcula de la siguiente manera:
fr: Le troisième sous-indicateur de suivi de la dégradation des terres dans le cadre du processus de l'ODD quantifie les changements du carbone organique du sol (COS) au cours de la période considérée. Les changements du SOC sont particulièrement difficiles à évaluer pour plusieurs raisons, dont la forte variabilité spatiale des propriétés du sol, le temps et l'intensité des coûts d'études représentatives des sols et l'absence de séries chronologiques sur le SOC pour la plupart des régions du monde. Pour remédier à certaines des limitations, une méthode combinée de couverture du sol/SOC est utilisée dans |trends.earth| pour estimer les changements du COS et identifier les zones potentiellement dégradées. L'indicateur est calculé comme suit:
pt: O terceiro subindicador para monitorar a degradação da terra como parte do processo de ODS quantifica as mudanças no carbono orgânico do solo (SOC) durante o período coberto pelo relatório. Mudanças no SOC são particularmente difíceis de avaliar por várias razões, sendo algumas delas a alta variabilidade espacial das propriedades do solo, a intensidade de tempo e custo da realização de levantamentos representativos do solo e a falta de dados de séries temporais sobre SOC para a maioria das regiões do mundo. Para resolver algumas das limitações, um método combinado de cobertura da terra/SOC é usado em |trends.earth| para estimar mudanças no SOC e identificar áreas potencialmente degradadas. O indicador é calculado da seguinte forma:
ru: Третий вспомогательный показатель для мониторинга деградации земель в рамках процесса достижения ЦУР позволяет количественно оценить изменения содержания органического углерода в почве (SOC) за отчетный период. Изменения SOC особенно трудно оценить по нескольким причинам, некоторые из которых связаны с высокой пространственной изменчивостью свойств почвы, затратами времени и средств на проведение репрезентативных обследований почв и отсутствием данных временных рядов о SOC для большинства регионов мира. Для устранения некоторых ограничений в |trends.earth|используется комбинированный метод земного покрова/SOC для оценки изменений SOC и определения потенциально деградировавших участков. Индикатор рассчитывается следующим образом:
zh: 作为可持续发展目标进程的一部分，监测土地退化的第三个次级指标对报告期内土壤有机碳（SOC）的变化进行量化。基于某些原因，SOC的变化特别难以评估，其中一些原因是土壤特性的高度空间变异性，进行代表性土壤调查的时间和成本密集性，以及世界上大多数地区缺乏SOC的时间序列数据。为了解决其中的一些局限性，在|trends.earth|中使用了一种土地覆盖/SOC的综合方法来估计SOC的变化并确定潜在的退化区域。该指标的计算方法如下：

source: Determine the SOC reference values. |trends.earth| uses SoilGrids 250m carbon stocks for the first 30 cm of the soil profile as the reference values for calculation (NOTE: SoilGrids uses information from a variety of data sources and ranging from many years to produce this product, therefore assigning a date for calculations purposes could cause inaccuracies in the stock change calculations).
ar: تحديد القيم المرجعية للكربون عضوي في التربة. |trends.earth| يستخدم مخزون الكربون SoilGrids 250m لأول 30 سم من ملف تعريف التربة كقيم مرجعية للحساب (ملاحظة: تستخدم SoilGrids معلومات من مجموعة متنوعة من مصادر البيانات وتتراوح بين عدة سنوات لإنتاج هذا المنتج، وبالتالي فإن تعيين تاريخ لأغراض الحسابات يمكن تسبب في عدم الدقة في حسابات تغيير المخزون).
es: Determine los valores de referencia SOC. |trends.earth| utiliza los stocks de carbono de SoilGrids 250m para los primeros 30 cm del perfil del suelo como los valores de referencia para el cálculo (NOTA: SoilGrids utiliza información de una variedad de fuentes de datos y de varios muchos años para producir este producto, por lo tanto, asignar una fecha para cálculos podría causar inexactitudes en los cálculos de cambio de stock).
fr: Déterminer les valeurs de référence du COS. |trends.earth| utilise les stocks de carbone SoilGrids 250m pour les 30 premiers cm du profil de sol comme valeurs de référence pour le calcul (NOTE: SoilGrids utilise des informations provenant de diverses sources de données et couvrant de nombreuses années pour ce produit. Assigner une date pour les calculs pourrait être une source d'inexactitude dans les calculs de changement des stocks).
pt: Determine os valores de referência do SOC. |trends.earth| usa SoilGrids 250m representando estoques de carbono para os primeiros 30cm do perfil do solo como valores de referência para cálculo (NOTA: SoilGrids usa informações de várias fontes de dados e varia de muitos anos para produzir este produto, portanto, atribuir uma data para cálculos pode causar imprecisões nos cálculos de mudança de estoque).
ru: Определите эталонные значения SOC. |trends.earth| использует 250-метровые запасы углерода SoilGrids для первых 30 см профиля почвы в качестве эталонных значений для расчета (ПРИМЕЧАНИЕ: SoilGrids использует информацию из различных источников данных за многие годы для производства этого продукта, поэтому назначение даты для расчетов может привести к неточностям в расчетах изменения запасов).
zh: 确定SOC的参考值。|trends.earth||使用SoilGrids 250m土壤剖面前30厘米的碳储量作为计算的参考值（注意：SoilGrids使用各种数据源和多年的信息来制作该产品，因此为计算目的指定一个日期可能导致储量变化计算的不准确）。

source: Reclassify the land cover maps to the 7 land cover classes needed for reporting to the UNCCD (forest, grassland, cropland, wetland, artificial area, bare land and water). Ideally annual land cover maps are preferred, but at least land cover maps for the starting and end years are needed.
ar: أعد تصنيف خرائط الغطاء الأرضي إلى فئات الغطاء الأرضي السبعة اللازمة لتقديم التقارير إلى اتفاقية الأمم المتحدة لمكافحة التصحر (الغابات والأراضي العشبية والأراضي الزراعية والأراضي الرطبة والمنطقة الاصطناعية والأراضي الجرداء والمياه). تفضل خرائط الغطاء الأرضي السنوية بشكل مثالي، ولكن هناك حاجة إلى خرائط الغطاء الأرضي على الأقل لسنتي البداية والنهاية.
es: Reclasifique los mapas de la cobertura del terreno a las 7 clases de cobertura terrestre necesarias para informar a la CNULD (bosque, pastizales, tierras de cultivo, humedales, áreas artificiales, tierras desnudas y agua). Idealmente, se prefieren los mapas anuales de cobertura terrestre, pero al menos se necesitan mapas de cobertura terrestre para los años inicial y final.
fr: Reclasser les cartes du couvert végétal dans les 7 classes de couverture terrestre nécessaires pour la déclaration à la CNULCD (forêts, prairies, terres cultivées, zones humides, zones artificielles, terres nues et eau). Idéalement, les cartes de couverture terrestre annuelles sont préférables, mais au minimum, des cartes de couverture terrestre pour les années de début et de fin sont nécessaires.
pt: Reclassificar os mapas de cobertura da terra para as 7 classes de cobertura da terra necessárias para reportar à UNCCD (floresta, pastagem, terra cultivável, zona húmida, área artificial, terra nua e água). Idealmente, mapas de cobertura de terra anuais são preferidos, mas pelo menos mapas de cobertura de terra para os anos inicial e final são necessários.
ru: Реклассифицируйте карты земного покрова по 7 классам земного покрова, необходимым для отчетности в UNCCD (леса, пастбища, пахотные земли, водно-болотные угодья, искусственный ареал, необлесенные угодья и вода). В идеале предпочтительны годовые карты земного покрова, но необходимы, по крайней мере, карты земного покрова за начальный и конечный годы.
zh: 将土地覆被图重新分类为需要向UNCCD报告的7个土地覆被等级（森林、草原、耕地、湿地、人工区、裸地和水）。最好是年度土地覆被图，但至少需要起始和结束年份的土地覆被图。

source: To estimate the changes in C stocks for the reporting period C conversion coefficients for changes in land use, management and inputs are recommended by the IPCC and the UNCCD. However, spatially explicit information on management and C inputs is not available for most regions. As such, only land use conversion coefficient can be applied for estimating changes in C stocks (using land cover as a proxy for land use). The coefficients used were the result of a literature review performed by the UNCCD and are presented in the table below. Those coefficients represent the proportional in C stocks after 20 years of land cover change.
ar: حتى يمكن تقدير التغييرات في مخزونات الكربون خلال الفترة المشمولة بالتقرير، أوصت الهيئة الحكومية الدولية المعنية بتغير المناخ واتفاقية مكافحة التصحر، باستخدام معاملات التحويل "ج" للتغيرات في استخدام الأراضي، والإدارة والمدخلات. ومع ذلك، لا تتوفر معلومات صريحة مكانيًا حول الإدارة ومدخلات C لمعظم المناطق. على هذا النحو، يمكن تطبيق معامل تحويل استخدام الأراضي فقط لتقدير التغيرات في مخزون الكربون (باستخدام الغطاء الأرضي كمؤشر لاستخدام الأراضي). كانت المعاملات المستخدمة نتيجة لمراجعة الأدبيات التي أجرتها اتفاقية مكافحة التصحر وهي معروضة في الجدول أدناه. تمثل هذه المعاملات النسبة في مخزون الكربون بعد 20 عامًا من تغير الغطاء الأرضي.
es: Para estimar los cambios en las existencias de C para el período de referencia, el IPCC y la CNULD recomiendan coeficientes de conversión C para los cambios en el uso, la gestión y los insumos de la tierra. Sin embargo, la información espacialmente explícita sobre la administración y las entradas C no está disponible para la mayoría de las regiones. Como tal, solo se puede aplicar el coeficiente de conversión del uso de la tierra para estimar los cambios en las existencias de C (utilizando la cobertura de la tierra como un proxy para el uso de la tierra). Los coeficientes utilizados fueron el resultado de una revisión bibliográfica realizada por la CNULD y se presentan en la tabla a continuación. Esos coeficientes representan los valores proporcionales en C después de 20 años de cambio en la cobertura del terreno.
fr: Pour estimer les variations des stocks de carbone pour la période de déclaration, des coefficients de conversion du carbone pour les changements de l'utilisation des terres, la gestion et les intrants sont recommandés par le GIEC et la CNULD. Cependant, des informations spatialement explicites sur la gestion et les intrants de carbone ne sont pas disponibles pour la plupart des régions. En tant que tel, seul le coefficient de conversion de l'utilisation des terres peut être appliqué pour estimer les changements dans les stocks de carbone (en utilisant la couverture terrestre comme indicateur de l'utilisation des terres). Les coefficients utilisés sont le résultat d'une revue de la littérature réalisée par la CNULD et sont présentés dans le tableau ci-dessous. Ces coefficients représentent la proportion des stocks de carbone après 20 ans de changement de la couverture terrestre.
pt: Para estimar as mudanças nos estoques de C para o período de relatório, os coeficientes de conversão C para mudanças no uso, gestão e entradas de terra são recomendados pelo IPCC e pelo UNCCD. No entanto, informações espacialmente explícitas sobre gerenciamento e entradas C não estão disponíveis para a maioria das regiões. Como tal, apenas o coeficiente de conversão do uso da terra pode ser aplicado para estimar as mudanças nos estoques de carbono (usando a cobertura da terra como uma proxy para o uso da terra). Os coeficientes utilizados foram o resultado de uma revisão da literatura realizada pela UNCCD e são apresentados na tabela abaixo. Esses coeficientes representam os estoques proporcionais em C após 20 anos de mudança da cobertura da terra.
ru: Для оценки изменений в запасах углерода за отчетный период МГЭИК и КБО ООН рекомендуются коэффициенты преобразования углерода для изменений в землепользовании, управлении и затратах. Тем не менее, для большинства регионов недоступна четкая пространственная информация об управлении и затратах углерода. Таким образом, для оценки изменений в запасах углерода может применяться только коэффициент преобразования землепользования (с использованием растительного покрова в качестве показателя землепользования). Используемые коэффициенты были получены в результате обзора литературы, проведенного UNCCD, и представлены в таблице ниже. Эти коэффициенты представляют пропорциональные запасы углерода после 20 лет изменения земного покрова.
zh: 为了估算报告期内碳储存量的变化，气候变化专门组织和防治荒漠化公约建议了土地使用，管理和投入变化的C换算系数。然而，大部分地区都没有关于管理和C输入的空间明确信息。因此，只有土地利用转换系数可用于估算碳储量的变化（使用土地覆盖作为土地利用的替代指标）。所使用的系数是“防治荒漠化公约”进行的文献审查的结果，并列于下表。这些系数表示土地覆被变化20年后C储量的比例。

source: Changes in SOC are better studied for land cover transitions involving agriculture, and for that reason there is a different set of coefficients for each of the main global climatic regions: Temperate Dry (f = 0.80), Temperate Moist (f = 0.69), Tropical Dry (f = 0.58), Tropical Moist (f = 0.48), and Tropical Montane (f = 0.64).
ar: تمت دراسة التغييرات في الكربون العضوي في التربة بشكل أفضل لتحولات الغطاء الأرضي التي تنطوي على الزراعة، ولهذا السبب توجد مجموعة مختلفة من المعاملات لكل من المناطق المناخية العالمية الرئيسية: معتدل جاف (f = 0.80)، رطب معتدل (f = 0.69)، استوائي جاف (f = 0.58)، رطب استوائي (f = 0.48)، و Tropical Montane (f = 0.64).
es: Los cambios en SOC se han estudiado en mayor detalle para las transiciones de cobertura terrestre que involucran agricultura, y por esa razón hay un conjunto diferente de coeficientes para cada una de las principales regiones climáticas globales: Templado seco (f = 0,80), templado húmedo (f = 0,69), tropical Seco (f = 0.58), Tropical húmedo (f = 0.48) y Montano tropical (f = 0.64).
fr: Les changements du COS sont mieux étudiés pour les transitions de couverture terrestre impliquant l'agriculture, et pour cette raison, il existe un ensemble différent de coefficients pour chacune des principales régions climatiques mondiales: Tempéré sec (f = 0,80), tempéré humide (f = 0,69), tropical sec (f = 0,58), tropical humide (f = 0,48) et Tropical montagnard (f = 0,64).
pt: As mudanças no SOC são melhor estudadas para as transições de cobertura da terra envolvendo agricultura e, por essa razão, há um conjunto diferente de coeficientes para cada uma das principais regiões climáticas globais: seca temperada (f = 0,80), úmida temperada (f = 0,69), Seco (f = 0,58), Tropical úmido (f = 0,48) e Tropical Montanhoso (f = 0,64).
ru: Изменения SOC лучше изучены в отношении переходов земного покрова, связанных с сельским хозяйством, и по этой причине существует различный набор коэффициентов для каждого из основных глобальных климатических регионов: умеренный засушливый (f = 0,80), умеренный влажный (f = 0,69), тропический сухой (f = 0,58), тропический влажный (f = 0,48) и тропический горный (f = 0,64).
zh: SOC的变化对涉及农业的土地覆被过渡研究比较好，因此，对全球每个主要气候区都有一套不同的系数。温带干旱区（f=0.80）、温带湿润区（f=0.69）、热带干旱区（f=0.58）、热带湿润区（f=0.48）和热带山地（f=0.64）。

source: Compute relative different in SOC between the baseline and the target period, areas which experienced a loss in SOC of 10% of more during the reporting period will be considered potentially degraded, and areas experiencing a gain of 10% or more as potentially improved.
ar: حساب الاختلاف النسبي في الكربون العضوي في التربة بين خط الأساس والفترة المستهدفة، المناطق التي تعرضت لخسارة في SOC بنسبة 10٪ أكثر خلال الفترة المشمولة بالتقرير ستُعتبر متدهورة المحتمل، والمناطق التي تشهد مكاسب بنسبة 10٪ أو أكثر من المحتمل أن تتحسن.
es: Para identificar degradación, se calculan las diferencias relativas en SOC entre la línea de base y el período objetivo. Las zonas que experimentaron una pérdida en SOC del 10% o más durante el período del informe se considerarán potencialmente degradadas y las áreas que experimenten una ganancia del 10% o más como potencialmente mejoradas.
fr: Calculer des différences relatives dans le COS entre la période de référence et la période cible, les zones ayant subi une perte de 10% ou plus pendant la période considérée seront considérées comme potentiellement dégradées et les zones connaissant un gain de 10 % ou plus comme potentiellement améliorées.
pt: Calcule a diferença relativa em SOC entre a linha de base e o período alvo, áreas que tiveram uma perda em SOC de 10% ou mais durante o período do relatório serão consideradas potencialmente degradadas e áreas que experimentarem um ganho de 10% ou mais como potencialmente melhoradas.
ru: Вычислите относительную разницу в SOC между исходным и целевым периодами, области, в которых SOC снизился на 10 % или более в течение отчетного периода, будут считаться потенциально ухудшенными, а области, в которых наблюдается прирост на 10 % или более, — потенциально улучшенными.
zh: 计算基线期和目标期之间SOC的相对差异，在报告期内SOC损失10%以上的地区将被认为是潜在的退化，而收益10%以上的地区则为潜在的改善。

source: Combining indicators
ar: الجمع بين المؤشرات
es: Combinación de indicadores
pt: Combinando indicadores
zh: 合并指标

source: The integration of the three SDG 15.3.1 sub-indicators is done following the one-out all-out rule, this means that if an area was identified as potentially degraded by any of the sub-indicators, then that area will be considered potentially degraded for reporting purposes.
ar: يتم دمج المؤشرات الفرعية الثلاثة لهدف التنمية المستدامة 15.3.1 باتباع قاعدة المنفردة الشاملة، وهذا يعني أنه إذا تم تحديد منطقة ما على أنها تدهور محتمل بواسطة أي من المؤشرات الفرعية، فسيتم اعتبار هذا المجال محتملًا تدهورت لأغراض الإبلاغ.
es: La integración de los tres subindicadores de ODS 15.3.1 se realiza siguiendo la regla de uno afuera-todos afuera, esto significa que si un área fue identificada como potencialmente degradada por cualquiera de los subindicadores, entonces esa área se considerará potencialmente degradado para fines informativos.
pt: A integração dos três subindicadores dos ODS 15.3.1 é feita seguindo a regra "um fora, todos fora", o que significa que se uma área foi identificada como potencialmente degradada por qualquer um dos subindicadores, então essa área será considerada potencialmente degradada para fins de relatório.
zh: 三个SDG 15.3.1分项指标的整合是按照一出一进的规则进行的，这意味着如果一个地区被任何一个分项指标确定为潜在的退化，那么这个地区将被认为是潜在的退化，以便报告。

source: UNCCD Strategic Objective 2 (SO 2)
ar: الهدف الاستراتيجي 2 لاتفاقية مكافحة التصحر (الهدف الاستراتيجي 2)
es: Objetivo estratégico 2 de la CLD (OE 2)
fr: Objectif stratégique CNULCD 2 (SO 2)
pt: Objetivo Estratégico 2 do UNCCD (OE 2)
ru: Стратегическая цель 2 КБО ООН (СЦ 2)
zh: UNCCD 战略目标2 (SO 2)

source: To improve the living conditions of affected populations
ar: لتحسين الظروف المعيشية للسكان المتضررين
es: Mejorar las condiciones de vida de las poblaciones afectadas
fr: Pour améliorer les conditions de vie des populations affectées
pt: Para melhorar as condições de vida das populações afetadas
ru: Чтобы улучшить условия жизни пострадавшего населения
zh: 改善受影响人口的生活条件
