Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/unccdreporting.po
Languages: ar, es, fr, pt, ru, zh

source: The methodology used in `Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>`_ follows the concept that individuals and populations require a range of semi-) independent factors characterized by a set of proxy indicators to achieve positive resilience to impacts. The methodology uses a two-step composite model that derives from the aggregation of 15 proxy indicators (show in the Table below) that represent social, economic, and infrastructural vulnerability at each geographic location (a similar methodology as the DVI, discussed subsequently) and are derived from both at the national level and very high spatial resolution gridded data.
ar: المنهجية المستخدمة في `Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>`_ تتبع المفهوم الذي ينص على أن الأفراد والسكان يحتاجون إلى مجموعة من العوامل شبه المستقلة التي تتميز بمجموعة من المؤشرات البديلة لتحقيق مرونة إيجابية في مواجهة الآثار. تستخدم المنهجية نموذجًا مركبًا من خطوتين مشتقًا من تجميع 15 مؤشرًا بديلاً (موضحة في الجدول أدناه) والتي تمثل قابلية التأثر الاجتماعي والاقتصادي وتأثر البنية التحتية في كل موقع جغرافي (منهجية مماثلة مثل DVI، وستُناقش لاحقًا) و مستمدة من البيانات الشبكية على المستوى الوطني ومن البيانات الشبكية عالية الدقة المكانية.
es: La metodología utilizada en `Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>`_ sigue el concepto de que los individuos y las poblaciones requieren una serie de factores semi) independientes caracterizados por un conjunto de indicadores indirectos para lograr una resiliencia positiva a los impactos. La metodología utiliza un modelo compuesto de dos pasos que se deriva de la agregación de 15 indicadores indirectos (que se muestran en la tabla siguiente) que representan la vulnerabilidad social, económica y de infraestructura en cada ubicación geográfica (una metodología similar a la del IVC, que se discute posteriormente) y que se derivan tanto del nivel nacional como de los datos reticulados de muy alta resolución espacial.
fr: La méthodologie utilisée dans « Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565> »_ suit le concept selon lequel les individus et les populations nécessitent un gamme de facteurs semi-indépendants caractérisés par un ensemble d'indicateurs de substitution pour parvenir à une résilience positive aux impacts. La méthodologie utilise un modèle composite à deux variables qui découle de l'agrégation de 15 indicateurs de substitution (affichés dans le tableau ci-dessous), lesquels représentent la vulnérabilité sociale, économique et infrastructurelle dans chaque emplacement géographique (une méthodologie similaire à l'indice DVI, discuté par la suite) et découlent à la fois du niveau national et de données maillées à très haute résolution spatiale.
pt: A metodologia usada em `Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>`_ segue o conceito de que os indivíduos e populações requerem uma gama de fatores semi-independentes caracterizados por um conjunto de indicadores substitutos para alcançar a resiliência positiva a impactos. A metodologia usa um modelo composto de dois passos que deriva da agregação de 15 indicadores substitutos (mostrados na Tabela abaixo) que representam vulnerabilidade social, económica e infraestrutural em cada localização geográfica (uma metodologia semelhante ao DVI, discutida subsequentemente) e são derivados tanto do nível nacional como de dados matriciais de resolução espacial muito alta.
ru: Данная методология, используемая в работе `Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>`_, соответствует концепции, согласно которой для достижения положительной устойчивости к воздействиям отдельным лицам и популяциям необходим ряд частично независимых факторов, характеризуемых набором косвенных показателей. В данной методологии используется двухэтапная составная модель, полученная в результате объединения 15 косвенных показателей (представлены в таблице ниже), которые характеризуют социальную, экономическую и инфраструктурную уязвимость в каждом географическом местоположении (методология, аналогичная методологии DVI, которая описывается далее), и получены как на национальном уровне, так и на основе данных, имеющих очень высокое пространственное разрешение.
zh: ‘Carrão等人，2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>’_所用方法遵循的理念是，个人和群体需要一系列半独立因素（由一组替代指标来表征）以从受影响状态中复原。其方法采用了一个两步复合模型，该模型是对15个替代指标（如下表所示）进行汇总后获得的（该方法与DVI类似，随后讨论）；该15个替代指标表示每个地理区位的社会、经济和基础设施脆弱性，源自国家层面和极高空间分辨率的栅格数据。

source: This process involves first combining the indicators presented in the Table for each factor using a Data Envelopment Analysis (DEA) model, a deterministic and non-parametric linear programming technique that can be used to quantify the relative exposure of a region to drought from a multidimensional set of indicators. Secondly, arithmetically aggregating the individual factors resulting from the DEA model into a composite model of drought vulnerability such that:
ar: تتضمن هذه العملية أولاً الجمع بين المؤشرات الواردة في الجدول لكل عامل باستخدام نموذج تحليل مغلف البيانات (DEA)، وهي تقنية برمجة خطية حتمية وغير بارامترية يمكن استخدامها لتحديد كمية التعرض النسبي لمنطقة ما للجفاف من مجموعة من المؤشرات متعددة الأبعاد. ثانيًا، التجميع الحسابي للعوامل الفردية الناتجة عن نموذج تحليل مغلف البيانات في نموذج مركب لقابلية التأثر بالجفاف، مثل:
es: Este proceso implica, en primer lugar, la combinación de los indicadores presentados en la tabla para cada factor mediante un modelo de análisis envolvente de datos (DEA), una técnica de programación lineal determinista y no paramétrica que puede utilizarse para cuantificar la exposición relativa de una región a la sequía a partir de un conjunto multidimensional de indicadores. En segundo lugar, agregando aritméticamente los factores individuales resultantes del modelo DEA en un modelo compuesto de vulnerabilidad a la sequía de modo que:
fr: Ce processus consiste d'abord à combiner les indicateurs présentés dans le tableau pour chaque facteur à l'aide d'un modèle d'analyse d'enveloppement des données (DEA), une technique de programmation linéaire déterministe et non-paramétrique qui peut être utilisée pour quantifier l'exposition relative d'une région à la sécheresse à partir d'un ensemble multidimensionnel d'indicateurs. Ensuite, l'agrégation arithmétique des facteurs individuels résultant du modèle DEA en un modèle composite de vulnérabilité à la sécheresse tel que :
pt: Este processo envolve primeiro combinar os indicadores apresentados na Tabela para cada fator usando um modelo de Análise Envoltória de Dados (DEA), uma técnica de programação linear determinística e não paramétrica que pode ser usada para quantificar a exposição relativa de uma região à seca a partir de um conjunto multi-dimensional de indicadores. Em segundo lugar, agregar aritmeticamente os fatores individuais resultantes do modelo DEA num modelo composto de vulnerabilidade à seca como:
ru: В рамках данного процесса, во-первых, объединяются показатели, представленные в Таблице для каждого фактора, при помощи модели Анализа среды функционирования (Data Envelopment Analysis, DEA) — детерминированного и непараметрического метода линейного программирования, который может использоваться для количественной оценки относительного воздействия засухи в регионе на основе многомерного набора показателей. Во-вторых, предусмотрено арифметическое агрегирование отдельных факторов, полученных с помощью модели DEA, в составную модель уязвимости к засухе, в которой:
zh: 该过程首先使用数据包络分析（DEA）模型将表中各个因素的指标进行组合；DEA 模型是一种确定性和非参数线性编程技术，可用于从多维指标集量化某个区域的相对干旱风险。其次，将 DEA 模型产生的单个因素进行算术聚合，形成干旱脆弱性综合模型，这样：

source: where Soc i, Econ i, and Infr i are the social, economic, and infrastructural vulnerability factors for region i.
ar: حيث Soc i وEcon i وInfr i هي عوامل قابلية التأثر الاجتماعية والاقتصادية وقابلية تأثر البنية التحتية للمنطقة i.
es: donde Soc i, Econ i e Infr i son los factores de vulnerabilidad social, económica y de infraestructuras de la región i.
fr: où Soc i, Econ i et Infr i sont les facteurs de vulnérabilité sociaux, économiques et infrastructurels pour la région i.
pt: onde Soc i, Econ i e Infr i são os fatores de vulnerabilidade social, económica e infraestrutural da região i.
ru: Soc i, Econ i и Infr i являются социальными, экономическими и инфраструктурными факторами уязвимости для региона i.
zh: 其中 Soc i、Econ i 和 Infrr i 是 i 地区的社会、经济和基础设施脆弱性因素。

source: iconCalculator
ar: أيقونة الآلة الحاسبة
es: iconoCalculadora
zh: 图标计算器

source: iconChart
es: iconodeGráficos

source: iconClipboard
es: iconoPortapapeles

source: iconCloudDownload
es: iconoDescargardelaNube

source: iconDeletedataset
es: iconoBorrarconjuntodedatos

source: iconGraph
es: iconoGráfico

source: iconInfo
es: iconoinformación

source: iconLoaddataset
es: iconoCargarconjuntodedatos

source: iconMarkMarker
es: iconoMarcador

source: iconOpendatasetdirectory
es: iconoAbrirdirectoriodelconjuntodedatos

source: iconViewdatasetdetails
es: iconoVerdetallesdelconjuntodedatos

source: iconWrench
es: iconoLlaveinglesa

source: iconFolder
es: iconoCarpeta

source: iconReports
ar: أيقونة التقارير
es: iconoInformes
zh: 图标报告

source: iconTrendsEarth
es: iconoTrendsEarth

source: iconVisualization
es: iconoVisualización
