Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/unccdreporting.po
Languages: ar, es, fr, pt, ru, zh

source: By default, |trends.earth| offers access to SPI calculated from the Global Precipitation Climatology Centre (GPCC) Monitoring Product, a raster representing precipitation and derived from rain gauge data featuring spatial resolution of ~27 sq km and covering the entire globe. Users have also the option to use an alternative SPI calculated from the Climate Hazards Group InfraRed Precipitation with Stations (CHIRPS), with precipitation estimates based on satellite observations combined to gauged station data at ~5 sq km. While CHIRPS features higher spatial resolution, it has a "quasi-global" coverage that spans 50°S to 50°N. Therefore, users interested in calculating SO3-1 Hazard for areas outside this range will not be able to use the CHRIPS dataset.
ar: افتراضيًا، يوفر|trends.earth| الوصول إلى مؤشر هطول الأمطار القياسي المحسوب من مركز مراقبة مناخ الهطول العالمي، وهو عبارة عن خطوط نقطية تمثل هطول الأمطار ومشتقة من بيانات مقياس المطر التي تتميز بدقة مكانية تبلغ حوالي 27 كيلومترًا مربعًا وتغطي الكرة الأرضية بأكملها. يتوفر للمستخدمين أيضًا خيار استخدام مؤشر مؤشر هطول الأمطار القياسي بديل محسوب من مجموعة المخاطر المناخية InfraRed هطول الأمطار مع المحطات (CHIRPS)، مع تقديرات هطول الأمطار بناءً على ملاحظات الأقمار الصناعية مجتمعة مع بيانات المحطة المقاسة عند حوالي 5 كيلومترات مربعة. بينما تتميز CHIRPS بدقة مكانية أعلى، فإنها تتمتع بتغطية "شبه عالمية" تمتد من 50 درجة جنوبا إلى 50 درجة شمالا. لذلك، لن يتمكن المستخدمون المهتمون بحساب الهدف الاستراتيجي 1-3 الخطر في مناطق خارج هذا النطاق من استخدام مجموعة بيانات CHRIPS.
es: Por defecto, |trends.earth| ofrece acceso al SPI calculado a partir del Producto de Vigilancia del Centro Global de Climatología de las Precipitaciones (GPCC), una trama que representa las precipitaciones y que se deriva de los datos de los pluviómetros con una resolución espacial de aproximadamente 27 km2 y que abarca todo el planeta. Los usuarios también tienen la opción de utilizar un SPI alternativo calculado a partir de la Precipitación Infrarroja del Grupo de Riesgos Climáticos con Estaciones (CHIRPS), con estimaciones de precipitación basadas en observaciones por satélite combinadas con datos de estaciones de aforo en unos 5 km2. Aunque el CHIRPS presenta una mayor resolución espacial, tiene una cobertura "cuasiglobal" que abarca de 50° S a 50° N. Por lo tanto, los usuarios interesados en calcular el peligro de SO3-1 para zonas fuera de este rango no podrán utilizar el conjunto de datos de CHRIPS.
fr: Par défaut,|trends.earth| donne accès à l'indice SPI calculé par le produit de suivi du Centre mondial de climatologie des précipitations (GPCC), une trame représentant les précipitations et qui dérive des données pluviométriques présentant une résolution spatiale d'environ 27 km2 et couvrant toute la planète. Les utilisateurs ont également le choix d'utiliser un autre indice SPI calculé par le Groupe des dangers climatiques à données de précipitations infrarouges avec stations (CHIRPS), avec des estimations de précipitations basées sur des observations satellitaires combinées aux données de station de jaugeage sur 5 km2. Avec une meilleure résolution spatiale, CHRIPS a une couverture « quasi-globale » qui s'étend de 50°S à 50°N. Par conséquent, les utilisateurs intéressés par le calcul du danger SO3-1 pour les régions hors de cette plage ne pourront pas utiliser les jeux de données du CHRIPS.
pt: Por predefinição, o |trends.earth| oferece acesso ao SPI calculado a partir do Produto de Monitorização do Centro Global de Climatologia (GPCC), um raster que representa precipitação e derivado de dados de medição de chuva com uma resolução espacial de ~27 km² e que cobre o globo inteiro. Os utilizadores também têm a opção de usar um SPI alternativo calculado a partir do Climate Hazards Group InfraRed Precipitation with Stations (CHIRPS), com estimativas de precipitação baseadas em observações de satélites combinadas com dados de estações medidos em ~5 km². Apesar de o CHIRPS possuir uma resolução espacial resolução, tem uma cobertura quase global que abrange 50°S a 50°N. Como tal, os utilizadores interessados em calcular o OE3-1 Perigo para áreas fora desta gama não poderão utilizar o conjunto de dados CHIRPS.
ru: По умолчанию |trends.earth| предлагает доступ к СИО, рассчитанному на основе продукта мониторинга Глобального центра по климатологии осадков (ГЦКО), растра, представляющего количество осадков и полученного из данных дождемера с пространственным разрешением ~ 27 кв. км и охватывающим весь земной шар. У пользователей также есть возможность использовать альтернативный СИО, рассчитанный на основе станционных данных об инфракрасных осадках Группы климатических опасностей (CHIRPS), с оценками осадков, основанными на спутниковых наблюдениях, объединенных с данными измерительных станций на площади около 5 кв. км. Хотя CHIRPS имеет более высокое пространственное разрешение, он имеет "квазиглобальное" покрытие, охватывающее от 50° южной широты до 50° северной широты. Таким образом, пользователи, заинтересованные в расчете опасности СЦ 3-1 для областей за пределами этого диапазона, не смогут использовать набор данных CHRIPS.
zh: 默认情况下，|trends.earth|提供访问从全球降水气候学中心（GPCC）监测产品中计算出的SPI，这是一个代表降水的栅格，由雨量计数据得出，空间分辨率约为27平方公里，覆盖整个地球。用户还可以选择使用由气候危害小组红外降水站（CHIRPS）计算出的另一种SPI，其降水估计值基于卫星观测和~5平方公里的测站数据的结合。虽然CHIRPS具有更高的空间分辨率，但它的覆盖范围是 "准全球"，即南纬50度到北纬50度。因此，对这一范围以外地区的SO3-1危害计算感兴趣的用户将无法使用CHRIPS的数据集。

source: Step 1. Calculating SPI
ar: الخطوة 1. حساب مؤشر هطول الأمطار القياسي
es: Paso 1. Calcular el SPI
fr: Étape 1. Calculer l'indice SPI
pt: Passo 1. Calcular o SPI
ru: Шаг 1. Расчет СИО
zh: 第1步，计算SPI。

source: The SPI quantifies observed precipitation as a standardized departure from a selected probability distribution function that models the raw data. The raw data can be fitted to a gamma or a Pearson Type III distribution, and then transformed to a normal distribution. The transformed precipitation data are then used to compute the dimensionless SPI value, defined as the standardized anomaly of the precipitation.
ar: يحدد مؤشر هطول الأمطار القياسي كمية الهطول المرصود باعتباره خروجًا معياريًا من دالة توزيع احتمالية مختارة تقوم بنمذجة البيانات الأولية. يمكن ملاءمة البيانات الأولية لتوزيع جاما أو توزيع بيرسون من النوع الثالث، ثم تحويلها إلى توزيع عادي. ثم تُستخدم بيانات الهواطل المحولة لحساب قيمة مؤشر هطول الأمطار القياسي عديمة الأبعاد، والتي تُعرَّف على أنها الانحراف المعياري للهطول.
es: El SPI cuantifica la precipitación observada como una desviación estandarizada de una función de distribución de probabilidad seleccionada que modela los datos brutos. Los datos brutos pueden ajustarse a una distribución gamma o de tipo III de Pearson, y luego transformarse a una distribución normal. Los datos de precipitación transformados se utilizan entonces para calcular el valor adimensional del SPI, definido como la anomalía estandarizada de la precipitación.
fr: L'indice SPI quantifie les précipitations observées comme un écart normalisé à partir d'une fonction de distribution de probabilité sélectionnée qui modélise les données brutes. Les données brutes peuvent être intégrées à une distribution gamma ou Pearson Type III et ensuite transformées en une distribution normale. Les données de précipitations transformées sont ensuite utilisées pour calculer la valeur adimensionnelle de l'indice SPI, définie comme l'anomalie normalisée des précipitations.
pt: O SPI quantifica a precipitação observada como desvio normalizado de uma função de distribuição de probabilidade selecionada que modela os dados brutos. Os dados brutos podem ser ajustados para uma distribuição gama ou Pearson Tipo III e depois transformados numa distribuição normal. Os dados de precipitação transformados são então usados para calcular o valor SPI sem dimensões, definidos como a anomalia normalizada da precipitação.
ru: СИО дает количественную оценку наблюдаемых осадков как стандартизированное отклонение от выбранной функции распределения вероятностей, которая моделирует необработанные данные. Необработанные данные могут быть приспособлены к гамма-распределению или распределению Пирсона типа III, а затем преобразованы в нормальное распределение. Преобразованные данные об осадках затем используются для расчета безразмерной величины СИО, определяемой как стандартизированная аномалия осадков.
zh: SPI将观察到的降水量化为对选定的概率分布函数的标准化偏离，该函数对原始数据进行建模。原始数据可以被拟合为伽马或皮尔逊III型分布，然后被转换为正态分布。然后用转换后的降水数据来计算无量纲的SPI值，定义为降水的标准化异常值。

source: The detailed equations for computing this index are described in the following steps using the gamma distribution:
ar: تم وصف المعادلات التفصيلية لحساب هذا الفهرس في الخطوات التالية باستخدام توزيع جاما:
es: Las ecuaciones detalladas para calcular este índice se describen en los siguientes pasos utilizando la distribución gamma:
fr: Les équations détaillées pour le calcul de cet indice sont décrites dans les étapes suivantes, en utilisant la distribution gamma :
pt: As equações detalhadas para calcular este índice são descritas nos passos seguintes usando a distribuição gama:
ru: Подробные уравнения для вычисления этого индекса описаны в следующих шагах с использованием гамма-распределения:
zh: 计算该指数的详细方程式在以下步骤中使用伽马分布进行描述：

source: The transformation of the precipitation value into SPI has the purpose of:
ar: الغرض من تحويل قيمة الهطول إلى مؤشر هطول الأمطار القياسي هو:
es: La transformación del valor de la precipitación en SPI tiene como objetivo:
fr: La transformation de la valeur des précipitations dans l'indice SPI a les buts suivants :
pt: A transformação do valor de precipitação no SPI tem o propósito de:
ru: Преобразование количества осадков в СИО преследует следующие цели:
zh: 将降水值转化为SPI的目的是：

source: Transforming the mean of the precipitation value adjusted to 0;
ar: تحويل متوسط قيمة الهطول إلى 0؛
es: Transformación del promedio del valor de la precipitación ajustado a 0;
fr: Transformer la moyenne de la valeur des précipitations réglée à 0 ;
pt: Transformar a média do valor de precipitação ajustada para 0;
ru: Преобразование среднего значения осадков с поправкой на 0;
zh: 将降水值的平均值调整为0，进行转化；

source: Standard deviation of the precipitation is adjusted to 1.0; and
ar: يتم تعديل الانحراف المعياري لهطول الأمطار إلى 1.0؛ و
es: La desviación estandarizada de la precipitación se ajusta a 1,0; y
fr: La déviation standard des précipitations est réglée à 1.0 ; et
pt: Desvio padrão da precipitação é ajustado para 1,0; e
ru: Стандартное отклонение осадков доводится до 1,0; а также
zh: 降水的标准偏差被调整为1.0；以及

source: Skewness of the existing data must be readjusted to zero.
ar: يجب تعديل انحراف البيانات الموجودة إلى الصفر.
es: La asimetría de los datos existentes debe reajustarse a cero.
fr: L'asymétrie des données existantes doit être réajustée à zéro.
pt: O enviesamento dos dados existentes tem de ser reajustado para zero.
ru: Асимметрия существующих данных должна быть скорректирована до нуля.
zh: 必须将现有数据的偏度重新调整为零。

source: When these goals have been achieved the standardized precipitation index can be interpreted as mean 0 and standard deviation of 1.0.
ar: عندما يتم تحقيق هذه الأهداف، يمكن تفسير مؤشر هطول الأمطار المعياري على أنه متوسط 0 وانحراف معياري قدره 1.0.
es: Cuando se han alcanzado estos objetivos, el índice de precipitación estandarizado puede interpretarse como un promedio de 0 y una desviación estándar de 1,0.
fr: Lorsque ces objectifs sont atteints, l'indice de précipitation normalisé peut être interprété comme une moyenne 0 et une déviation 1.0.
pt: Quando estes objetivos tiverem sido alcançados, o índice de precipitação normalizado pode ser interpretado como média 0 e desvio padrão de 1,0.
ru: Когда эти цели достигнуты, стандартизованный индекс осадков можно интерпретировать как среднее значение 0 и стандартное отклонение 1,0.
zh: 当这些目标实现后，标准化的降水指数可以解释为平均值为0，标准偏差为1.0。

source: Mean of the precipitation can be computed as:
ar: يمكن حساب متوسط هطول الأمطار على النحو التالي:
es: El promedio de la precipitación puede calcularse del siguiente modo:
fr: La moyenne des précipitations peut être calculée comme :
pt: A média da precipitação pode ser calculada como:
ru: Среднее количество осадков можно рассчитать как:
zh: 降水的平均值可以计算为：

source: where N is the number of precipitation observations.
ar: حيث N هو عدد ملاحظات هطول الأمطار.
es: donde N es el número de observaciones de la precipitación.
fr: où N est le nombre d'observations de précipitations.
pt: em que N é o número de observações de precipitação.
ru: где N – количество наблюдений за осадками.
zh: 其中N是降水观测值的数量。

source: The standard deviation for the precipitation is computed as:
ar: يتم حساب الانحراف المعياري لهطول الأمطار على النحو التالي:
es: La desviación estandarizada de la precipitación se calcula del siguiente modo:
fr: La déviation standard pour les précipitations est calculée comme :
pt: O desvio padrão da precipitação é calculado como:
ru: Стандартное отклонение для осадков рассчитывается как:
zh: 降水的标准偏差计算为：

source: The skewness of the given precipitation is computed as:
ar: يتم حساب انحراف الهطول المعطى على النحو التالي:
es: La asimetría de la precipitación indicada se calcula del siguiente modo:
fr: L'asymétrie des précipitations données est calculée comme :
pt: O enviesamento da precipitação dada é calculado como:
ru: Асимметрия данных осадков рассчитывается как:
zh: 给定降水的偏度计算方法为：

source: The precipitation is converted to lognormal values and the statistics U, shape and scale parameters of gamma distribution is computed:
ar: يتم تحويل الهطول إلى قيم لوغاريتمية طبيعية وإحصائيات U،يتم حساب معاملات الشكل والمقياس لتوزيع جاما:
es: La precipitación se convierte en valores lognormales y se calculan los parámetros estadísticos U, forma y escala de la distribución gamma:
fr: Les précipitations sont converties en des valeurs logarithmiques et les statistiques U, les paramètres de forme et d'échelle de distribution gamma sont calculés.
pt: A precipitação é convertida para valores lognormal e os parâmetros de estatística U, forma e escala da distribuição gama são calculados:
ru: Осадки преобразуются в логарифмически нормальные значения и вычисляются статистика U, параметры формы и масштаба гамма-распределения:
zh: 降水被转换为对数正态值，并计算出伽马分布的统计量U、形状和尺度参数：

source: The resulting parameters are then used to find the cumulative probability of an observed precipitation event. The cumulative probability is given by:
ar: ثم تُستخدم المعاملات الناتجة لإيجاد الاحتمال التراكمي لحدوث هطول مرصود. يتم إعطاء الاحتمال التراكمي من خلال:
es: Los parámetros resultantes se utilizan para hallar la probabilidad acumulada de un evento de precipitación observado. La probabilidad acumulada viene dada por:
fr: Les paramètres résultants sont ensuite utilisés pour trouver la probabilité cumulative d'un événement de précipitation observé. La probabilité cumulative est donnée par :
pt: Os parâmetros resultantes são então usados para encontrar a probabilidade cumulativa de um evento de precipitação observado. A probabilidade cumulativa é dada por:
ru: Полученные параметры затем используются для определения кумулятивной вероятности наблюдаемого явления осадков. Кумулятивная вероятность определяется по формуле:
zh: 然后用得到的参数来寻找观察到的降水事件的累积概率。累积概率由以下公式得出：

source: Since the gamma function is undefined for x = 0 and a precipitation distribution may contain zeros, the cumulative probability becomes:
ar: نظرًا لأن دالة جاما غير محددة لـ x = 0 وقد يحتوي توزيع هطول الأمطار على أصفار، يصبح الاحتمال التراكمي:
es: Como la función gamma es indefinida para x = 0 y una distribución de precipitación puede contener ceros, la probabilidad acumulada se convierte:
fr: Puisque la fonction gamma n'est pas définie pour x = 0 et qu'une distribution des précipitations peut contenir des zéros, la probabilité cumulative devient :
pt: Uma vez que a função gama é indefinida para x = 0 e uma distribuição de precipitação pode conter zeros, a probabilidade cumulativa torna-se:
ru: Поскольку гамма-функция не определена для x = 0, а распределение осадков может содержать нули, кумулятивная вероятность принимает вид:
zh: 由于伽马函数对于x=0是未定义的，而且降水分布可能包含零，所以累积概率变成：

source: where the probability from q is zero.
ar: حيث يكون الاحتمال من q صفرًا.
es: donde la probabilidad con respecto a q es cero.
fr: avec la probabilité de q qui est zéro.
pt: em que a probabilidade de q é zero.
ru: где вероятность из q равна нулю.
zh: 其中来自q的概率为零。

source: The cumulative probability H(x) is then transformed to the standard normal random variable Z with mean zero and variance of one:
ar: ثم يتم تحويل الاحتمال التراكمي H (x) إلى المتغير العشوائي العادي القياسي Z بمتوسط صفر وتباين واحد:
es: La probabilidad acumulada H(x) se transforma entonces en la variable aleatoria normal estandarizada Z con media cero y variación de uno:
fr: La probabilité cumulative H(x) est ensuite transformée en la variable aléatoire normale standard Z avec une moyenne de 0 et une variance de 1 :
pt: A probabilidade H(x) é depois transformada na variável aleatória normalizada Z com média de zero e variância de um:
ru: Затем кумулятивная вероятность H(x) преобразуется в стандартную нормальную случайную величину Z со средним значением, равным нулю, и дисперсией, равной единице:
zh: 然后将累积概率H(x)转换为标准正态随机变量Z，其均值为0，方差为1：

source: where:
ar: حيث أن:
es: donde:
fr: où :
pt: onde:
ru: где:
zh: 其中：

source: Step 2. Identifying drought intensity classes
ar: الخطوة 2. تحديد فئات كثافة الجفاف
es: Paso 2. Identificación de las clases de intensidad de la sequía
fr: Étape 2. Identifier les catégories d'intensité de sécheresse
pt: Passo 2. Identificar classes de intensidade de seca
ru: Шаг 2. Определение классов интенсивности засухи
zh: 第2步，确定干旱强度等级。

source: The dimensionless SPI values are interpreted as the number of standard deviations by which the observed anomaly deviates from the long-term mean and are typically labeled categorically based on condition (i.e., extremely wet, extremely dry, normal) as shown in the table below. A drought occurs when the SPI is consecutively negative, and its value reaches an intensity of -1 or less and ends when the SPI becomes positive.
ar: يتم تفسير قيم مؤشر هطول الأمطار عديمة الأبعاد على أنها عدد الانحرافات المعيارية التي ينحرف بها الشذوذ الملحوظ عن المتوسط طويل الأجل ويتم تصنيفها عادةً بشكل قاطع بناءً على الحالة (أي، رطب للغاية، جاف للغاية، طبيعي) كما هو موضح في الجدول أدناه. يحدث الجفاف عندما يكون مؤشر هطول الأمطار سالبًا على التوالي، وتصل قيمته إلى شدة -1 أو أقل وينتهي عندما يصبح المؤشر مؤشر هطول الأمطار موجبًا.
es: Los valores adimensionales del SPI se interpretan como el número de desviaciones estandarizadas en las que la anomalía observada se desvía del promedio a largo plazo y se suelen etiquetar categóricamente en función de la condición (es decir, extremadamente húmedo, extremadamente seco, normal) como se muestra en la siguiente tabla. Una sequía se produce cuando el SPI es consecutivamente negativo, y su valor alcanza una intensidad de -1 o inferior y finaliza cuando el SPI pasa a ser positivo.
fr: Les valeurs SPI adimensionnelles sont interprétés comme le nombre de déviations standard par lesquelles l'anomalie observée dévie de la moyenne de long terme. Elles sont généralement étiquetées par catégorie sur la base de la condition (par exemple, extrêmement humide, extrêmement sec, normal), comme affiché dans le tableau ci-dessous. Une sécheresse survient lorsque l'indice SPI est négatif de manière consécutive, et sa valeur atteint une intensité de -1 ou inférieure, et prend fin lorsque l'indice SPI devient positif.
pt: Os valores SPI sem dimensão são interpretados como o número de desvios padrão nos quais a anomalia observada se desvia da média a longo prazo e são tipicamente identificados categoricamente com base em condição (ex: extremamente molhado, extremamente seco, normal) conforme mostrado na tabela abaixo. Uma seca ocorre quando o SPI é consecutivamente negativo e o seu valor alcança uma intensidade de -1 ou menos e termina quando o SPI se torna positivo.
ru: Безразмерные значения СИО интерпретируются как число стандартных отклонений, на которое наблюдаемая аномалия отклоняется от долгосрочного среднего значения, и обычно обозначаются категориально в зависимости от состояния (т. е. чрезвычайно влажное, чрезвычайно сухое, нормальное), как показано в таблице ниже. Засуха возникает, когда СИО последовательно отрицательный, и его значение достигает интенсивности -1 или меньше и заканчивается, когда СИО становится положительным.
zh: 无量纲的SPI值被解释为观察到的异常值偏离长期平均值的标准差数量，通常根据情况分类标注（即极湿、极干、正常），如下表所示。当SPI连续为负值时，就会发生干旱，其数值达到-1或更低的强度，当SPI变为正值时，干旱就会结束。

source: Drought intensity classes are identified by assessing the December SPI-12 values for ear year of time-series. The December SPI-12 values represent the precipitation deficits (or excesses) over the Gregorian (January-December) calendar year. Positive SPI values are discarded, since they indicate that there was no drought in the given period.
ar: يتم تحديد فئات شدة الجفاف من خلال تقييم قيم SPI-12 لشهر ديسمبر للسنة الأولى من السلسلة الزمنية. تمثل قيم SPI-12 لشهر ديسمبر عجز هطول الأمطار (أو التجاوزات) على مدار السنة الميلادية (يناير - ديسمبر). يتم تجاهل قيم المؤشر المعياري للهطول (SPI) الإيجابية، لأنها تشير إلى عدم حدوث جفاف في الفترة المحددة.
es: Las clases de intensidad de la sequía se identifican evaluando los valores del SPI-12 de diciembre de cada año de la serie temporal. Los valores del SPI-12 de diciembre representan los déficits (o excesos) de precipitación durante el calendario anual Gregoriano (enero-diciembre). Los valores SPI positivos se descartan, ya que indican que no hubo sequía en el periodo en cuestión.
fr: Les catégories d'intensité de sécheresse sont identifiées en évaluant les valeurs SPI-12 de décembre pour les séries chronologiques. Les valeurs de SPI-12 de décembre représentent les déficits de précipitation (ou les excès) dans l'année calendaire grégorienne (janvier-décembre). Les valeurs d'indice SPI positives sont ignorées, puisqu'elles indiquent qu'il n'y a pas eu de sécheresse dans la période donnée.
pt: As classes de intensidade de seca são identificadas ao avaliar os valores SPI-12 de dezembro para o ano da série cronológica. Os valores SPI-12 de dezembro representam os défices (ou excessos) de precipitação ao longo do ano de calendário gregoriano (janeiro-dezembro). Os valores positivos do SPI são descartados, dado que indicam que não houve seca no período dado.
ru: Классы интенсивности засухи определяются путем оценки декабрьских значений СИО-12 для каждого года временных рядов. Декабрьские значения СИО-12 представляют дефицит (или избыток) осадков по григорианскому (январь-декабрь) календарному году. Положительные значения СИО отбрасываются, так как они указывают на отсутствие засухи в данный период.
zh: 干旱强度等级是通过评估时间序列中每一年的12月SPI-12值来确定的。12月的SPI-12值代表公历年（1-12月）的降水赤字（或过剩）。正的SPI值被放弃，因为它们表明在给定的时期内没有干旱。
