Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/unccdreporting.po
Languages: ar, es, fr, pt, ru, zh

source: **Vulnerability** is defined as the propensity or predisposition to be adversely affected by climate change and related processes.
ar: تُعرَّف ** القابلية للتأثر ** بأنها الميل أو الاستعداد للتأثر سلبًا بتغير المناخ والعمليات ذات الصلة.
es: **La vulnerabilidad** se define como la propensión o predisposición a verse afectada negativamente por el cambio climático y los procesos relacionados.
fr: La **vulnérabilité** est définie comme la propension ou la prédisposition à être négativement affecté par le changement climatique et les processus connexes.
pt: **Vulnerabilidade** é definida como a propensão ou predisposição para ser adversamente afetado por alterações climáticas e processos relacionados.
ru: **Уязвимость** определяется как склонность или предрасположенность к неблагоприятному воздействию изменения климата и связанных с ним процессов.
zh: **脆弱**被定义为受到气候变化和相关过程的不利影响的倾向或倾向性。

source: In order to assess the SO 3 indicators, |trends.earth| uses information from 3 sub-indicators:
ar: من أجل تقييم مؤشرات الهدف الاستراتيجي 3، يستخدم |trends.earth| معلومات من 3 مؤشرات فرعية:
es: Para evaluar los indicadores del SO 3, |trends.earth| utiliza información de tres subindicadores:
fr: Dans le but d'évaluer les indices SO 3,|trends.earth|utilisent les informations de trois sous-indices :
pt: Para poder avaliar os indicadores do OE 3, o |trends.earth| usa informações de 3 sub-indicadores:
ru: Чтобы оценить показатели СЦ 3, |trends.earth| использует информацию из 3 вспомогательных показателей:
zh: 为了评估SO 3指标，|trends.earth|使用3个次级指标的信息：

source: Standardized Precipitation Index (SPI)
ar: مؤشر هطول الأمطار القياسي (SPI)
es: Índice de Precipitación Estandarizado (SPI)
fr: Indice de précipitation normalisé (SPI)
pt: Índice de Precipitação Normalizado (SPI)
ru: Стандартизированный индекс осадков (СИО)
zh: 标准化降水指数（SPI）

source: Gridded global population dataset
ar: مجموعة بيانات سكان العالم الموزعّة
es: Conjunto de datos de población mundial en cuadrícula
fr: Jeu de données maillées pour la population mondiale
pt: Conjunto de dados de população global matricial
ru: Глобальный набор данных о населении с привязкой к координатной сетке
zh: 全球人口网格化数据集

source: Drought Vulnerability Index (DVI)
ar: مؤشر التعرض للجفاف (DVI)
es: Índice de vulnerabilidad a la sequía (IVS)
fr: Indice de la vulnérabilité à la sécheresse (DVI)
pt: Índice de Vulnerabilidade a Seca (DVI)
ru: Индекс уязвимости к засухе (ИУЗ)
zh: 干旱脆弱性指数（DVI）

source: |trends.earth| allows the user to compute each of these indicators in a spatially explicit way generating raster maps and producing a summary table reporting areas potentially improved and degraded for the area of analysis. SO 3-1 "Trends in the proportion of land under drought over the total land area".
ar: يسمح|trends.earth|للمستخدم بحساب كل من هذه المؤشرات بطريقة صريحة مكانيًا وإنشاء خرائط نقطية وإنتاج جدول موجز للإبلاغ عن المناطق التي يحتمل أن تكون محسّنة ومتدهورة في منطقة التحليل. الهدف الاستراتيجي 1-3 "اتجاهات نسبة الأراضي التي تتعرض للجفاف إلى إجمالي مساحة الأرض".
es: |trends.earth| permite al usuario calcular cada uno de estos indicadores de forma espacialmente explícita generando mapas de trama y elaborando una tabla resumen que informa de las zonas potencialmente mejoradas y degradadas para la zona de análisis. SO 3-1 "Tendencias de la proporción de tierra afectada por la sequía sobre la superficie total".
fr: |trends.earth|permet à l'utilisateur de calculer chacun de ces indices d'une façon spatialement explicite, générant des cartes raster et produisant un tableau récapitulatif présentant les zones à amélioration ou dégradation potentielle pour la région analysée. SO 3-1 « Tendances dans la proportion de terres sous sécheresse sur la zone terrestre totale ».
pt: O |trends.earth| permite que o utilizador calcule cada um destes indicadores de uma forma espacialmente explícita gerando mapas de raster e produzindo uma tabela de resumo a apresentar áreas potencialmente renovadas e degradadas para a área de análise. EO 3-1 "Tendências na proporção de terra sob seca sobre a área total de terra".
ru: |trends.earth| позволяет пользователю вычислять каждый из этих показателей в явной пространственной форме, генерируя растровые карты и создавая сводную таблицу, сообщая о потенциально улучшенных и ухудшенных областях для области анализа. СЦ 3-1 "Тенденции в соотношении засушливых земель и общей площади земель".
zh: |trends.earth|允许用户以空间明确的方式计算这些指标中的每一项，生成栅格地图并产生一个汇总表，报告分析区域内可能改善和退化的区域。SO 3-1 "干旱土地占总土地面积比例的趋势"。

source: The United Nations Convention to Combat Desertification (UNCCD) has developed a `Good practice guidance for national reporting on UNCCD Strategic Objective 3 <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>`_ (GPG-SO3). providing recommendations on how to calculate indicators of SO3.
ar: وضعت اتفاقية الأمم المتحدة لمكافحة التصحر "إرشادات الممارسات الجيدة لإعداد التقارير الوطنية بشأن الهدف الاستراتيجي 3 لاتفاقية الأمم المتحدة لمكافحة التصحر <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>" _ (إرشادات الممارسات الجيدة - الهدف الاستراتيجي الثالث). تقديم توصيات حول كيفية حساب مؤشرات الهدف الاستراتيجي 3.
es: La Convención de las Naciones Unidas de Lucha contra la Desertificación (CNULD) ha elaborado una "Guía de buenas prácticas para la elaboración de informes nacionales sobre el Objetivo Estratégico 3 de la CNULD <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>"_ (GPG-SO3), en la que se ofrecen recomendaciones sobre cómo calcular los indicadores del SO3.
fr: La Convention des Nations unies sur la lutte contre la désertification (CNULCD) a élaboré une directive de bonnes pratiques pour le rapport national sur l'objectif stratégique 3 <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf> de la CNULCD_ (GPG-SO3), fournissant des recommandations sur la façon de calculer les indices SO3.
pt: A Convenção das Nações Unidas para o Combate à Desertificação (UNCCD) desenvolveu uma Diretriz de boas práticas para relatórios nacionais no Objetivo Estratégico 3 da UNCCD <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>`_ (GPG-EO3). com recomendações de como calcular os indicadores do EO3.
ru: В рамках Конвенции Организации Объединенных Наций по борьбе с опустыниванием (КБО ООН) разработано "Руководство по передовой практике для национальной отчетности по Стратегической цели 3 КБО ООН" <https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>`_ (РПП-СЦ 3), содержащее рекомендации по расчету показателей СЦ 3.
zh: UNCCD制定了 "关于UNCCD战略目标3的国家报告的良好实践指南<https://www.unccd.int/sites/default/files/documents/2021-09/UNCCD_GPG_Strategic-Objective-3_2021.pdf>"（GPG-SO3）。 提供了关于如何计算SO3指标的建议。

source: This document provides a brief introduction to the UNCCD Strategic Objective 3 and describes how each indicator is calculated by |trends.earth|, following the Strategic Objective 3 Good Practice Guidance.
ar: تقدم هذه الوثيقة مقدمة موجزة عن الهدف الاستراتيجي 3 لاتفاقية الأمم المتحدة لمكافحة التصحر وتصف كيفية حساب كل مؤشر من خلال|trends.earth، باتباع إرشادات الممارسة الجيدة للهدف الاستراتيجي 3.
es: Este documento ofrece una breve introducción al Objetivo Estratégico 3 de la CNULD y describe cómo se calcula cada indicador de |trends.earth|, siguiendo la Guía de buenas prácticas del Objetivo Estratégico 3.
fr: Le document fournit une brève introduction sur l'objectif stratégique 3 de la CNULCD et décrit comment chaque indicateur est calculé par|trends.earth, en suivant la directive des bonnes pratiques de l'objectif stratégique 3.
pt: Este documento contém uma breve introdução ao Objetivo Estratégico 3 da UNCCD e descreve como cada indicar é calculado pelo |trends.earth|, respeitando a Diretriz de Boas Práticas do Objetivo Estratégico 3.
ru: В этом документе содержится краткое введение в Стратегическую цель 3 КБО ООН и описывается, как |trends.earth| рассчитывает каждый показатель в соответствии с Руководством по передовой практике в отношении Стратегической цели 3.
zh: 本文件简要介绍了《联合国防治荒漠化公约》战略目标3，并介绍了每项指标是如何按照战略目标3良好实践指南由|trends.earth|计算的。

source: SO3 Level I indicator (SO 3-1 Hazard)
ar: مؤشر الهدف الاستراتيجي الثالث المستوى الأول ( الهدف الاستراتيجي 1-3، خطر)
es: Indicador de nivel I del SO3 (peligro SO 3-1)
fr: SO3 Indicateur de niveau I (Danger SO 3-1)
pt: Indicador de Nível I do EO3 (EO 3-1 Perigo)
ru: Показатель СЦ 3 уровня I (Опасность СЦ 3-1)
zh: SO3一级指标（SO 3-1危险)

source: Steps to calculate Level I indicator following the UNCCD GPG-SO3:
ar: خطوات حساب مؤشر المستوى الأول تبعًا لإرشادات الممارسات الجيدة - الهدف الاستراتيجي الثالث لاتفاقية الأمم المتحدة لمكافحة التصحر:
es: Pasos para calcular el indicador de nivel I siguiendo la GPG-SO3 de la CLD:
fr: Étapes pour le calcul de l'indice de niveau, en suivant la directive CNULCD GPG-SO3 :
pt: Passos para calcular o indicador de Nível I segundo o GPG-OE3 da UNCCD:
ru: Этапы расчета показателя Уровня I в соответствии с РУЭП-СЦ 3 КБО ООН:
zh: 按照UNCCD GPG-SO3计算一级指标的步骤：

source: Calculate SPI using an accumulation period of 12 months (SPI-12) and gridded precipitation data
ar: احسب مؤشر هطول الأمطار القياسي باستخدام فترة تراكم تبلغ 12 شهرًا (SPI-12) وبيانات هطول الأمطار الموزعّة
es: Calcular el indicador de nivel I utilizando un período de acumulación de 12 meses (SPI-12) y datos de precipitación reticulados
fr: Calculer le SPI en utilisant une période d'accumulation de 12 mois (SPI-12) et des données de précipitations maillées.
pt: Calcule o SPI usando um período de acumulação de 12 meses (SPI-12) e dados matriciais de precipitação
ru: Рассчитайте СИО, используя 12-месячный период накопления (СИО-12) и данные об осадках с привязкой к координатной сетке.
zh: 使用12个月的累积期（SPI-12）和网格化降水数据计算SPI。

source: Identify the drought intensity class of each pixel based on the previously calculated SPI
ar: حدد فئة شدة الجفاف لكل بكسل بناءً على مؤشر هطول الأمطار القياسي المحسوب مسبقًا
es: Identificar la clase de intensidad de la sequía de cada píxel basándose en el SPI calculado previamente
fr: Identifier la catégorie d'intensité de la sécheresse de chaque pixel en se basant sur le SPI précédemment calculé
pt: Identifique a classe de intensidade de seca de cada pixel com base no SPI calculado anteriormente
ru: Определите класс интенсивности засухи для каждого пикселя на основе ранее рассчитанного СИО.
zh: 根据之前计算的SPI，确定每个像素的干旱强度等级。

source: Calculate proportion of land within each drought intensity class.
ar: احسب نسبة الأرض داخل كل فئة شدة جفاف.
es: Calcular la proporción de tierra dentro de cada clase de intensidad de sequía.
fr: Calculer la proportion de terres dans chaque catégorie d'intensité de sécheresse.
pt: Calcule a proporção de terra dentro de cada classe de intensidade de seca.
ru: Рассчитайте долю земель в пределах каждого класса интенсивности засухи.
zh: 计算每个干旱强度等级内的土地比例。

source: The Standardized Precipitation Index (SPI) has been widely used to characterize meteorological drought or precipitation deficit, and was recognized through the Lincoln Declaration on Drought as the internationally preferred index for calculating and monitoring meteorological drought. SPI is calculated as standard deviations that the observed precipitation over a specified period would deviate from the long-term mean over periods of that duration considered over typically 30 years of data, for a normal distribution and fitted probability distribution for the actual precipitation record. The primary advantages for using the SPI for global drought monitoring, prediction, and risk assessment is that it is currently in use in many countries globally and is endorsed by the World Meteorological Organization. Other key advantages are that the SPI represents both precipitation deficits and surpluses, and it can be calculated at different timescales (e.g., SPI-3, SPI-6, SPI-12, with the number indicating the number of months over which the index is calculated). Thus, it indirectly considers effects of accumulating precipitation deficits, which are critical for soil moisture and hydrological droughts.
ar: استخدم مؤشر هطول الأمطار القياسي على نطاق واسع لوصف الجفاف أو نقص هطول الأمطار، وتم الاعتراف به من خلال إعلان لينكولن بشأن الجفاف باعتباره المؤشر المفضل دوليًا لحساب ورصد الجفاف في الأحوال الجوية. يُحسب مؤشر هطول الأمطار القياسي على أنه انحرافات معيارية بأن الهطول المرصود خلال فترة محددة سينحرف عن المتوسط ​​طويل الأجل على مدى فترات تلك المدة التي يتم النظر فيها عادةً على مدى 30 عامًا من البيانات، للتوزيع الطبيعي والتوزيع الاحتمالي المناسب لسجل الهطول الفعلي. تتمثل المزايا الأساسية لاستخدام مؤشر هطول الأمطار القياسي في مراقبة الجفاف العالمي والتنبؤ به وتقييم المخاطر في أنه قيد الاستخدام حاليًا في العديد من البلدان على مستوى العالم ومصادق عليه من قبل المنظمة العالمية للأرصاد الجوية. المزايا الرئيسية الأخرى هي أن مؤشر هطول الأمطار القياسي يمثل كلا من عجز وفائض الهطول، ويمكن حسابه على نطاقات زمنية مختلفة (على سبيل المثال SPI-3 ،SPI-6 SPI-12، مع الرقم الذي يشير إلى عدد الأشهر التي يمر خلالها المؤشر محسوب). وبالتالي، فإنه يأخذ في الاعتبار بشكل غير مباشر آثار تراكم النقص في هطول الأمطار، وهو أمر بالغ الأهمية لرطوبة التربة والجفاف الهيدرولوجي.
es: El Índice de Precipitación Estandarizado (SPI) se ha utilizado ampliamente para caracterizar la sequía meteorológica o el déficit de precipitaciones, y fue reconocido a través de la Declaración de Lincoln sobre la Sequía como el índice preferido a nivel internacional para calcular y vigilar la sequía meteorológica. El SPI se calcula como las desviaciones estándar que la precipitación observada durante un periodo específico se desviaría de la media a largo plazo durante periodos de esa duración considerados, por lo general, a lo largo de 30 años de datos, para una distribución normal y una distribución de probabilidad ajustada para el registro de precipitación real. Las principales ventajas de utilizar el SPI para la vigilancia, la predicción y la evaluación de riesgos de la sequía a nivel mundial es que actualmente se utiliza en muchos países del mundo y está avalado por la Organización Meteorológica Mundial. Otras ventajas clave son que el SPI representa tanto los déficits como los excedentes de precipitación, y que puede calcularse en diferentes escalas temporales (por ejemplo, SPI-3, SPI-6, SPI-12, en las que el número indica el número de meses sobre los que se calcula el índice). Así, considera indirectamente los efectos de la acumulación de déficits de precipitaciones, que son esenciales para la humedad del suelo y las sequías hidrológicas.
fr: L'indice de précipitation normalisé (SPI) a été largement utilisé pour caractériser la sécheresse météorologique ou le déficit de précipitations. Elle a été reconnue à travers la Déclaration de Lincoln sur la sécheresse comme l'indice préféré sur le plan international pour calculer et suivre la sécheresse météorologique. L'indice SPI est calculé comme des déviations standard des précipitations observées sur une période spécifique par rapport à la moyenne de long terme sur des périodes d'une durée de 30 ans de données en général, pour une distribution normale et une distribution de probabilité ajustée pour le relevé de précipitation réelle. Les principaux avantages de l'utilisation de l'indice SPI pour le suivi de la sécheresse mondiale, la prédiction et l'évaluation de risque est qu'il est actuellement utilisé dans de nombreux pays dans le monde et est promu par l'Organisation météorologique mondiale. Parmi les autres principaux avantages, figure le fait que l'indice SPI représente aussi bien les déficits que les surplus de précipitations. En outre, il peut être calculé sur différents délais (par exemple, SPI-3, SPI-6, SPI-12, avec le nombre indiquant le nombre de mois sur lesquels l'indice est calculé). Par conséquent, il considère indirectement les effets de l'accumulation des déficits de précipitation, qui sont cruciaux pour l'humidité des sols et les sécheresses hydrologiques.
pt: O Índice de Precipitação Normalizado (SPI) tem sido largamente usado para caracterizar a seca meteorológica ou o défice de precipitação e foi reconhecido pela Declaração Lincoln sobre Seca como o índice preferido internacionalmente para calcular e monitorizar secas meteorológicas. O SPI é calculado como desvios padrão que a precipitação observada ao longo de um período específico tem da média a longo prazo em períodos sobre períodos dessa duração ao longo de tipicamente 30 anos de dados, para uma distribuição normal e distribuição de probabilidade ajustada para o registo de precipitação efetivo. As principais vantagens de usar o SPI para a monitorização e previsão global de secas e avaliação de risco é que é usado globalmente por muitos países e é apoiado pela Organização Meteorológica Internacional. Outras vantagens-chave são que o SPI representa tanto défices como excessos de precipitação, e pode ser calculado em escalas de tempo diferentes (ex: SPI-3, SPI-6, SPI-12, com o número a indicar o número de meses ao longo do qual o índice é calculado). Como tal, considera indiretamente os efeitos da acumulação de défices de precipitação, que são críticos para a humidade do solo e secas hídricas.
ru: Стандартизированный индекс осадков (СИО) широко использовался для характеристики метеорологической засухи или дефицита осадков и был признан в Линкольнской декларации по засухе предпочтительным на международном уровне индексом для расчета и мониторинга метеорологической засухи. СИО рассчитывается как стандартное отклонение, что наблюдаемые осадки за определенный период будут отклоняться от долгосрочного среднего значения за периоды такой продолжительности, рассматриваемые обычно для данных за 30 лет для нормального распределения и подогнанного распределения вероятностей для фактических данных об осадках. Основными преимуществами использования СИО для глобального мониторинга, прогнозирования и оценки рисков засухи является то, что в настоящее время он используется во многих странах мира и одобрен Всемирной метеорологической организацией. Другими ключевыми преимуществами являются то, что СИО представляет собой как дефицит осадков, так и их излишек, и его можно рассчитать в различных временных масштабах (например, СИО-3, СИО-6, СИО-12, где число указывает количество месяцев, в течение которых рассчитывается индекс). Таким образом, он косвенно учитывает последствия накопления дефицита осадков, что имеет решающее значение для влажности почвы и гидрологических засух.
zh: 标准化降水指数（SPI）已被广泛用于描述气象干旱或降水不足的特征，并通过《林肯干旱宣言》被确认为计算和监测气象干旱的国际首选指数。SPI的计算方法是对正态分布和实际降水记录的拟合概率分布，在特定时期内观察到的降水会偏离该时期的长期平均值的标准偏差，通常是30年的数据。使用SPI进行全球干旱监测、预测和风险评估的主要优势是，它目前已在全球许多国家使用，并得到世界气象组织的认可。其他主要优点是，SPI既代表降水不足，也代表降水过剩，而且可以按不同的时间尺度计算（例如，SPI-3，SPI-6，SPI-12，数字表示计算指数的月份数）。因此，它间接考虑了累积降水不足的影响，这对土壤水分和水文干旱至关重要。
