Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/features/unccdreporting.po
Languages: ar, es, fr, pt, ru, zh

source: The WorldPop collection is a global gridded high resolution geospatial dataset on population distributions,demographics, and dynamics. WorldPop's spatially disaggregated layers are gridded with an output resolution of 3 arc-seconds and 30 arc-seconds (approximately 100 m & 1 km, respectively at the equator) and incorporates inputs such as population census tables & national geographic boundaries, roads, land cover, built structures, urban areas, night-time lights, infrastructure, environmental data, protected areas, and water bodies. The strengths of WorldPop are that the population estimation method of dasymetric mapping is multivariate, i.e., highly modeled, and therefore tailored to match data conditions and geographical nature of each individual country and region. Gender information is also available. The weakness of WorldPop is that the utilization of such complex interpolation models with sparse census data may lead to highly uncertain and imprecise population estimates in some sub-national and rural regions. In spite of the aforementioned limitation, WorldPop remains the most ideal gridded population dataset as it satisfies all our inclusion criteria, including spatial resolution, global coverage, frequency of data updates, and inclusion of a gender-disaggregated component.
ar: إن مجموعة WorldPop هي مجموعة بيانات جغرافية مكانية عالمية شبكية عالية الدقة بشأن التوزيعات السكانية والتركيبة السكانية والديناميكيات. إن طبقات WorldPop المصنفة مكانيًا مصفوفة بدقة إخراج تبلغ 3 ثوانٍ قوسية و 30 ثانية قوسية (نحو 100 متر وكيلومتر واحد على التوالي عند خط الاستواء) وتتضمن مدخلات مثل جداول التعداد السكاني والحدود الجغرافية الوطنية، والطرق، والغطاء الأرضي، والمنشآت المبنية، والمناطق الحضرية، والأضواء الليلية، والبنية التحتية، والبيانات البيئية، والمناطق المحمية، والمسطحات المائية. تكمن نقاط قوة WorldPop في أن طريقة تقدير السكان لرسم الخرائط الديزيمترية متعددة المتغيرات، أي مصممة بدقة عالية، وبالتالي فهي مصممة لمطابقة ظروف البيانات والطبيعة الجغرافية لكل بلد ومنطقة على حدة. والمعلومات الجنسانية متاحة أيضًا. تتمثل نقطة ضعف WorldPop في أن استخدام نماذج الاستيفاء المعقدة مع بيانات التعداد المتفرقة قد يؤدي إلى تقديرات سكانية غير مؤكدة وغير دقيقة في بعض المناطق الوطنية الفرعية والريفية. على الرغم من القيود المذكورة أعلاه، تظل WorldPop أكثر مجموعات البيانات السكانية الشبكية مثالية لأنها تلبي جميع معايير الإدراج لدينا، بما في ذلك الدقة المكانية والتغطية العالمية وتكرار تحديثات البيانات وإدراج مكون مصنف حسب الجنس.
es: La colección WorldPop es un conjunto de datos geoespaciales de alta resolución sobre la distribución, la demografía y la dinámica de la población. Las capas espacialmente desagregadas de WorldPop están cuadriculadas con una resolución de salida de 3 arcosegundos y 30 arcosegundos (aproximadamente 100 m y 1 km, respectivamente, en el ecuador) e incorporan datos de entrada como tablas del censo de la población y los límites geográficos nacionales, carreteras, cobertura del suelo, estructuras construidas, zonas urbanas, luces nocturnas, infraestructuras, datos medioambientales, áreas protegidas y masas de agua. Los puntos fuertes de WorldPop son que el método de estimación de la población de la cartografía dasimétrica es multivariable, es decir, altamente modelizado, y por lo tanto se adapta a las condiciones de los datos y a la naturaleza geográfica de cada país y región. También dispone de información sobre el género. El punto débil de WorldPop es que la utilización de modelos de interpolación tan complejos con datos censales escasos puede dar lugar a estimaciones de población muy inciertas e imprecisas en algunas regiones subnacionales y rurales. A pesar de la limitación mencionada, WorldPop sigue siendo el conjunto de datos de población cuadriculado más idóneo, ya que satisface todos nuestros criterios de inclusión, incluida la resolución espacial, la cobertura global, la frecuencia de las actualizaciones de datos y la inclusión de un componente desagregado por género.
fr: Les données WorldPop sont un ensemble de données géospatiales haute résolution maillées concernant les distributions, la démographie et les dynamiques de la population. Les niveaux spatialement désagrégés de WorldPop sont maillés avec une résolution de sortie de 3 secondes d'arc et 30 secondes d'arc (approximativement 100 m et 1 km, respectivement à l'équateur) et incorporent des intrants tels que les tableaux de recensement de population et les frontières géographiques nationales, les routes, la couverture terrestre, les structures bâties, les régions urbaines, les lumières nocturnes, l'infrastructure, les données environnementales, les zones protégées et les étendues d'eaux. La force du WorldPop est que la méthode d'estimation de la population par carte dasymétrique est multivariable, c'est-à-dire très modélisée, et par conséquent conçue sur mesure pour correspondre aux conditions des données et à la nature géographique de chaque pays et région. Les informations sur le genre sont également disponibles. La faiblesse du WorldPop est que l'utilisation de modèles d'interpolation aussi complexes avec des données de recensement éparses peut donner des estimations de populations très incertaines et très imprécises dans des régions sous-nationales et rurales. En dépit des limitations mentionnées précédemment, WorldPop reste l'ensemble de données maillées sur la population le plus idéal, car il répond à tous nos critères d'inclusion, y compris la résolution spatiale, la couverture globale, la fréquence de mise à jour des données et l'inclusion d'une composante ventilée par genre.
pt: A coleção WorldPop é um conjunto global matricial de dados geoespaciais de alta resolução em distribuições de população, demografia e dinâmica. As camadas desagregadas espacialmente da WorldPop são dispostos em matriz com uma resolução e resultados de 3 arc/s e 30 arc/s (aproximadamente 100 m e 1 km respetivamente no equador) e incorpora entradas como tabelas de censos de população e fronteiras geográficas, estradas, cobertura de terra, estruturas construídas, áreas urbanas, luzes noturnas, infraestrutura, dados ambientais, áreas protegidas e massas de água nacionais. As vantagens do WorldPop são que o método de estimação da população do mapeamento dasimétrico é multivariado, ou seja, altamente modelado e, portanto, personalizado para corresponder às condições de dados e natureza geográfica de cada país e região individual. Informações de sexo também estão disponíveis. A desvantagem do WorldPop é que a utilização desses modelos complexos de interpolação com dados de censos escassos pode levar a estimativas extremamente incertas ou imprecisas em algumas regiões sub-nacionais e rurais. Apesar de as limitações mencionadas, o WorldPop permanece o conjunto de dados de população matriciais mais ideal dado que satisfaz todos os nossos critérios de inclusão, incluindo resolução espacial, cobertura global, frequência de atualizações de dados e inclusão de um componente desagregado por sexo.
ru: Коллекция WorldPop представляет собой глобальный набор геопространственных данных высокого разрешения по распределению населения, демографии и динамике. Пространственно дезагрегированные слои WorldPop имеют сетку с выходным разрешением 3 угловых секунды и 30 угловых секунд (приблизительно 100 м и 1 км по экватору, соответственно) и включают такие вводные данные, как ведомости переписи населения и национальные географические границы, дороги, земельный покров, построенные сооружения, городские районы, зоны ночного освещения, инфраструктуру, экологические данные, охраняемые территории и водные объекты. Преимущества WorldPop заключаются в том, что метод оценки численности населения с помощью дазиметрического картирования является многомерным, т. е. предполагает высокую степень моделирования, и поэтому адаптирован к условиям данных и географической природе каждой отдельной страны и региона. Также доступна информация по распределению по гендерному признаку. Недостаток WorldPop заключается в том, что использование таких сложных моделей интерполяции с разреженными данными переписи может привести к весьма неопределенным и неточным оценкам численности населения в некоторых субнациональных и сельских регионах. Несмотря на вышеупомянутое ограничение, WorldPop остается наиболее подходящим набором данных о населении с привязкой к координатной сети, так как он удовлетворяет всем нашим критериям включения, в том числе в части пространственного разрешения, глобального охвата, частоты обновления данных и включения компонента с разбивкой по гендерному признаку.
zh: WorldPop 集合是一个关于人口分布、人口统计和动态变化的高分辨率全球栅格地理空间数据集。WorldPop 的空间分类图层是以 3 角秒和 30 角秒（在赤道上分别约为 100 米和 1 公里）的输出分辨率进行网格化，并纳入人口普查表和国家地理边界、道路、土地覆盖、建筑结构、城市区域、夜间灯光、基础设施、环境数据、保护区域和水域等输入数据。WorldPop的优势在于，dasymetric绘图的人口估计方法是基于多变量分析（即高度建模），因此适合于匹配每个国家和地区的数据条件和地理性质。该方法还提供性别差异信息。WorldPop的劣势是，使用这种包含稀疏人口普查数据的复杂插值模型可能会导致一些次国家和农村地区的人口估计出现高度不确定和不精确。尽管存在上述不足，WorldPop仍然是最理想的人口栅格数据集，因为其满足我们所有的纳入标准，包括空间分辨率、全球覆盖率、数据更新频率，以及包含性别差异分量。

source: The percentages of population Exposure to drought are calculated by the number of people within each drought intensity classes over of the total population.
ar: تُحسب النسب المئوية للسكان المعرضين للجفاف من خلال عدد الأشخاص في كل فئة من فئات شدة الجفاف على إجمالي عدد السكان.
es: Los porcentajes de población expuesta a la sequía se calculan por el número de personas dentro de cada clase de intensidad de la sequía sobre la población total.
fr: Le pourcentage d'exposition à la sécheresse est calculé en divisant le nombre de personnes dans chaque catégorie d'intensité de sécheresse par la population totale.
pt: As percentagens de Exposição de população à seca são calculados pelo número de pessoas em cada classe de intensidade de seca sobre a população total.
ru: Процентная доля населения, подверженного воздействию засухи, рассчитывается по количеству людей в каждом классе интенсивности засухи по отношению к общей численности населения.
zh: 遭受干旱的人口比例是通过每个干旱强度等级内的人口数量占总人口的比例来计算的。

source: SO3 Level III indicator (SO 3-3 Vulnerability)
ar: مؤشر SO3 من المستوى الثالث (قابلية التأثر SO 3-3)
es: Indicador SO3 Nivel III ( Vulnerabilidad SO 3-3)
fr: Indice SO3 niveau III (vulnérabilité SO 3-3)
pt: Indicador de Nível III do OE3 (OE 3-3 Vulnerabilidade)
ru: Показатель SO3 Level III (Уязвимость, SO 3-3 Vulnerability)
zh: SO3 三级指标（ SO 3-3 脆弱性）。

source: Drought Vulnerability assessment is based on the Drought Vulnerability Index (DVI), a composite index incorporating three components reflecting the vulnerability of the population to drought: i) social, ii) economic and iii) infrastructural. Currently DVI does not feature components on ecological or ecosystem vulnerability. |trends.earth| offers access to the global default DVI dataset produced by the Joint Research Centre (JRC). The JRC has developed a framework which integrates 15 economic, social, and infrastructural components related to drought vulnerability derived from global data sources. This framework recommends that drought vulnerability indicators should encompass orthogonal social, infrastructural, and economic factors that are generic and valid for any region.
ar: يعتمد تقييم قابلية التأثر بالجفاف على مؤشر التعرض للجفاف (DVI)، وهو مؤشر مركب يتضمن ثلاثة مكونات تعكس تعرض السكان للجفاف: 1) اجتماعي، 2) اقتصادي، 3) البنية التحتية. لا تحتوي DVI حاليًا على مكونات تتعلق بالضعف البيئي أو النظام البيئي. | اتجاهات.الأرض | يوفر الوصول إلى مجموعة بيانات DVI الافتراضية العالمية التي ينتجها مركز الأبحاث المشتركة (JRC). طور مركز البحوث المشتركة (JRC) إطار عمل يدمج 15 مكونًا اقتصاديًا واجتماعيًا وبنية تحتية تتعلق بقابلية التعرض للجفاف المستمدة من مصادر البيانات العالمية. يوصي هذا الإطار بأن مؤشرات التعرض للجفاف يجب أن تشمل العوامل الاجتماعية والبنية التحتية والاقتصادية المتعامدة والتي تكون عامة وصالحة لأي منطقة.
es: La evaluación de la vulnerabilidad a la sequía se basa en el Índice de Vulnerabilidad a la Sequía (IVS), un índice compuesto que incorpora tres componentes que reflejan la vulnerabilidad de la población a la sequía: i) social, ii) económica y iii) de infraestructuras. Actualmente, el IVC no incluye componentes sobre la vulnerabilidad ecológica o de los ecosistemas. |trends.earth| ofrece acceso al conjunto de datos globales por defecto del IVC elaborado por el Centro Común de Investigación (CCI). El CCI ha desarrollado un marco que integra 15 componentes económicos, sociales y de infraestructura relacionados con la vulnerabilidad a la sequía derivados de fuentes de datos mundiales. Este marco recomienda que los indicadores de vulnerabilidad a la sequía abarquen factores sociales, infraestructurales y económicos ortogonales que sean genéricos y válidos para cualquier región.
fr: L'évaluation de la vulnérabilité à la sécheresse est basée sur l'indice de vulnérabilité à la sécheresse (DVI), un indice composite comprenant trois composantes reflétant la vulnérabilité de la population à la sécheresse : i) social, ii) économique et iii) infrastructurel. Pour le moment, l'indice DVI ne comporte pas de composantes sur la vulnérabilité écologique ou de l'écosystème. |trends.earth|donne accès à l'ensemble données DVI globaux par défaut produites par le Joint Research Centre (JRC). Le JRC a développé un cadre qui intègre 15 composantes économiques, sociales et infrastructurelles liées à la vulnérabilité à la sécheresse, tirées des sources de données globales. Le cadre recommande que les indices sur la sécheresse devraient inclure des facteurs orthogonaux sociaux, infrastructurels et économiques qui sont génériques et valides pour chaque région.
pt: A avaliação da Vulnerabilidade a Seca é baseada no Índice de Vulnerabilidade a Secas (DVI), um índice composto que incorpora três componentes que refletem a vulnerabilidade da população à seca: i) social, ii) económico e iii) infraestrutural. Atualmente, o DVI não possui componentes de vulnerabilidade ecológica ou de ecossistema. O |trends.earth| oferece acesso ao conjunto de dados DVI padrão produzido pelo Joint Research Centre (JRC). O JRC desenvolveu um quadro que integra 15 componentes económicos, sociais e infraestruturais relacionados com vulnerabilidade à seca derivados de fontes de dados globais. Este quadro recomenda que os indicadores de vulnerabilidade à seca devem englobar fatores sociais, infraestruturais e económicos ortogonais que sejam genéricos e válidos para qualquer região.
ru: Уязвимость к засухе оценивается на основе Индекса уязвимости к засухе (Drought Vulnerability Index, DVI) — составного индекса, состоящего из трех элементов, отражающих уязвимость населения к засухе: i) социального; ii) экономического и iii) инфраструктурного. В настоящее время Индекс DVI не включает компоненты экологической или экосистемной уязвимости. Ресурс|trends.earth| предлагает доступ к глобальному набору стандартных данных Индекса DVI, подготовленному Объединенным исследовательским центром (Joint Research Centre, JRC). JRC разработал структуру, которая объединяет 15 экономических, социальных и инфраструктурных элементов, имеющих отношение к уязвимости к засухе и полученных из глобальных источников данных. В рамках данной структуры рекомендуется относить к показателям уязвимости к засухе ортогональные социальные, инфраструктурные и экономические факторы, которые являются общими и действительными для любого региона.
zh: 干旱脆弱性评估是基于干旱脆弱性指数（DVI）进行的，该指数是一个综合指数，包含三个反映干旱灾害下人口脆弱性的分量：i）社会、ii）经济和 iii）基础设施。目前，DVI并不包含有关生态或生态系统脆弱性的分量。|trends.earth| 可供访问来自研究中心（JRC）的全球默认 DVI 数据集。JRC 制定了一个框架，该框架整合了来自全球数据的与干旱脆弱性有关的 15 个经济、社会和基础设施分量。该框架建议干旱脆弱性指标应包含对任何地区通用且有效的、互不相关的社会、基础设施和经济因素。

source: The JRC framework for monitoring drought risk as described in `Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>`_ adopts an approach for SO3 assessing drought vulnerability that was initially proposed by the United Nations Office for Disaster Risk Reduction (UNDRR - formerly the United Nations International Strategy for Disaster Reduction or UNISDR) that reflects the state of the individual and collective social, economic, and infrastructural factors of a region [61]. This methodology has also been operationally implemented within the JRC Global Drought Observatory (GDO) to document and map global risk of drought impact for agriculture. The authors state that the factors that have been included do not represent a complete description of vulnerability in relation to a specific exposed element but can be viewed as the foundation for building a regional plan for reducing vulnerability and facilitating adaptation.
ar: يتبع إطار عمل مركز البحوث المشتركة لرصد مخاطر الجفاف كما هو موضح في `Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>` _ نهجًا لSO3 لتقييم قابلية التأثر بالجفاف الذي اقترحه في البداية مكتب الأمم المتحدة للحد من مخاطر الكوارث (UNDRR - المعروفة سابقاً بالاستراتيجية الدولية للحد من الكوارث للأمم المتحدة أو UNISDR) التي تعكس حالة العوامل الاجتماعية والاقتصادية والبنية التحتية الفردية والجماعية للمنطقة [61]. كما نفذت هذه المنهجية عمليًا داخل مرصد الجفاف العالمي التابع لمركز البحوث المشتركة (GDO) لتوثيق ورسم خرائط للمخاطر العالمية لتأثير الجفاف على الزراعة. يذكر المؤلفون أن العوامل التي تم تضمينها لا تمثل وصفًا كاملاً لقابلية التأثر فيما يتعلق بعنصر مكشوف محدد ولكن يمكن اعتبارها أساسًا لبناء خطة إقليمية لتقليل قابلية للتأثر وتسهيل التكيّف.
es: El marco del CCI para vigilar el riesgo de sequía descrito en `Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>`_ adopta un enfoque para la evaluación de la vulnerabilidad a la sequía que fue propuesto inicialmente por la Oficina de las Naciones Unidas para la Reducción del Riesgo de Desastres (UNDRR - anteriormente la Estrategia Internacional de las Naciones Unidas para la Reducción de Desastres o UNISDR) que refleja el estado de los factores sociales, económicos y de infraestructura individuales y colectivos de una región [61]. Esta metodología también se ha aplicado de forma operativa en el Observatorio Mundial de la Sequía (GDO) del CCI para documentar y cartografiar el riesgo mundial de impacto de la sequía en la agricultura. Los autores afirman que los factores que se han incluido no representan una descripción completa de la vulnerabilidad en relación con un elemento específico expuesto, pero pueden considerarse como la base para construir un plan regional para reducir la vulnerabilidad y facilitar la adaptación.
fr: Le cadre JRC pour le suivi du risque de sécheresse, tel que décrit dans « Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565> »_ adopte une approche d'évaluation de la vulnérabilité à la sécheresse pour SO3, qui fut initialement proposée par le Bureau des Nations unies pour la réduction des risques de catastrophes (UNDRR - précédemment la Stratégie internationale des Nations unies pour la réduction des catastrophes ou UNISDR), et qui reflète l'état des facteurs individuels, collectifs, sociaux, économiques et infrastructurels d'une région [61]. Cette méthode a également été mise en œuvre dans le cadre de l'observatoire mondial de la sécheresse (GDO) du JRC afin de documenter et de cartographier le risque mondial de l'impact de la sécheresse sur l'agriculture. Les auteurs indiquent que les facteurs qui ont été inclus ne représentent pas une description complète de la vulnérabilité en relation avec un élément exposé spécifique, mais peuvent être considérés comme le fondement pour construire un plan régional pour la réduction de la vulnérabilité et la facilitation de l'adaptation.
pt: O quadro JRC para monitorizar o risco de seca conforme descrito em `Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>`_ adota uma abordagem do OE3 para avaliar a vulnerabilidade à seca que foi inicialmente proposta pelo Gabinete das Nações Unidas para a Redução de Risco de Desastres (UNDRR - anteriormente conhecida como a Estratégia Internacional das Nações Unidas para a Redução de Desastres) que reflete o estado dos fatores sociais, económicos e infraestruturais individuais e coletivos de uma região [61]. Esta metodologia também foi implementada operacionalmente dentro do Observatório de Seca Global JRC (GDO) para documentar e mapear o risco global do impacto da seca para a agricultura. Os autores afirmam que os fatores incluídos não representam uma descrição completa da vulnerabilidade em relação a um elemento específico exposto, mas podem ser vistos como os alicerces para construir um plano regional para reduzir a vulnerabilidade e facilitar a adaptação.
ru: В рамках структуры JRC для мониторинга риска засухи, по данным `Carrão et al., 2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>`_, избран подход для оценки уязвимости к засухе в рамках цели SO3, который был первоначально предложен Управлением ООН по уменьшению опасности бедствий (UNDRR — ранее Международная стратегия ООН по уменьшению опасности бедствий, или UNISDR) и отражает состояние индивидуальных и коллективных социальных, экономических и инфраструктурных факторов региона [61]. Данная методология также была оперативно внедрена в рамках Глобальной обсерватории по засухе (GDO) центра JRC для документирования и картирования глобальных рисков воздействия засухи на сельское хозяйство. Ее авторы утверждают, что включенные факторы не позволяют дать полный обзор уязвимости по отношению к какому-либо конкретному подверженному воздействию элементу, но могут рассматриваться в качестве основы для построения регионального плана уменьшения уязвимости и содействия адаптации.
zh: ‘Carrão 等人，2016 <https://www.sciencedirect.com/science/article/pii/S0959378016300565>’_中所述的 JRC 干旱风险监测框架采用了 SO3 评估干旱脆弱性的方法；该方法最初由联合国减少灾害风险办公室（UNDRR——原联合国国际减灾战略署或 UNISDR）提出，反映某个地区个人和集体社会、经济和基础设施因素的状况【61】。另外，JRC 全球干旱观测站（GDO）已在实施这一方法，用于记录和绘制全球干旱对农业影响的风险。作者指出，其所包括的因素并不代表对与特定暴露要素相关的完整脆弱性描述，但可以视为制定区域计划以减少脆弱性和促进适应性的基础。
