Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/for_users/datasets/input_data.po
Languages: ar

source: Input Data Used in Trends.Earth
ar: بيانات الإدخال المستخدمة في المؤشرات

source: |trends.earth| draws on a number of data sources. The data sets listed below are owned/made available by the following organizations and individuals under separate terms as indicated in their respective metadata.
ar: |trends.earth| يعتمد على عدد من مصادر البيانات. مجموعات البيانات المذكورة أدناه مملوكة / متاحة من قبل المنظمات والأفراد التالية تحت بنود منفصلة كما هو موضح في البيانات الوصفية الخاصة بكل منها.

source: Sensor/Dataset
ar: جهاز الاستشعار / مجموعة البيانات

source: Temporal
ar: زمني

source: Spatial
ar: مكاني

source: Extent
ar: مدى

source: License
ar: رخصة

source: 8 km
ar: 8 كم

source: Global
ar: عالمي

source: `Public Domain`_
ar: `النطاق العام`_

source: 250 m
ar: 250 م

source: Soil Moisture
ar: رطوبة التربة

source: 0.5° x 0.625°
ar: 0.5 درجة × 0.625 درجة

source: `ERA I`_
ar: `العصر الأول`_

source: 0.75° x 0.75°
ar: 0.75 درجة × 0.75 درجة

source: Precipitation and Drought
ar: هطول الأمطار والجفاف

source: `GPCP v2.3 1 month`_
ar: `GPCP v2.3 1 شهر`_

source: 2.5° x 2.5°
ar: 2.5 درجة × 2.5 درجة

source: 1° x 1°
ar: 1 درجة × 1 درجة

source: 5 km
ar: 5 كم

source: 50N-50S
ar: 50 شمال - 50 جنوب

source: 25 km
ar: 25 كم

source: 60N-60S
ar: 60 شمال - 60 جنوب

source: Evapotranspiration
ar: التبخر

source: 1 km
ar: 1 كم

source: Land cover
ar: الغطاء الأرضي

source: `ESA CCI Land Cover`_
ar: `ESA CCI الغطاء الأرضي`_

source: 300 m
ar: 300 م

source: Soil carbon
ar: كربون التربة

source: `Soil Grids (ISRIC)`_
ar: `شبكات التربة(ISRIC)`_

source: Present
ar: الحالي

source: Agroecological Zones
ar: مناطق الزراعة الإيكولوجية

source: Administrative Boundaries
ar: الحدود الإدارية

source: `Natural Earth Administrative Boundaries`_
ar: `الحدود الإدارية للأرض الطبيعية`_

source: 10/50m
ar: 10/50 م

source: The `Natural Earth Administrative Boundaries`_ provided in Trends.Earth are in the `public domain`_. The boundaries and names used, and the designations used, in Trends.Earth do not imply official endorsement or acceptance by Conservation International Foundation, or by its partner organizations and contributors.
ar: &quot;الحدود الإدارية للأرض الطبيعية&quot; التي تم تقديمها في برنامج &quot;مؤشرات&quot;. الأرض موجودة في &quot;المجال العام&quot; _. الحدود والأسماء المستخدمة ، والتسميات المستخدمة ، في Trends.Earth لا تعني المصادقة أو القبول الرسمي من قبل مؤسسة Conservation International ، أو من قبل المنظمات الشريكة والمساهمين.

source: If using Trends.Earth for official purposes, it is recommended that users choose an official boundary provided by the designated office of their country.
ar: إذا كنت تستخدم Trends.Earth لأغراض رسمية ، فمن المستحسن أن يختار المستخدمون حدًا رسميًا يوفره المكتب المعين لبلدهم.

source: Population
ar: السكان

source: **Coming soon**
ar: **قريبا**

source: iconCalculator
ar: أيقونة الحاسبة

source: iconReports
ar: أيقونة التقارير
