Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/index.po
Languages: fr, ru, zh

source: Trends.Earth User Guide
fr: Guide d'utilisateur Trends.Earth
ru: Руководство пользователя Trends.Earth
zh: Trends.Earth 用户指南

source: User Guide
fr: Mode d'emploi
ru: Руководство пользователя
zh: 用户指南

source: Trends.Earth Developers Guide
fr: Guide des développeurs Trends.Earth
ru: Руководство для разработчиков Trends.Earth
zh: Trends.Earth开发人员指南

source: Developers Guide
fr: Guide pour les développeurs
ru: Руководство для разработчиков
zh: 开发者指南

source: General Information
fr: Informations générales
ru: Общая информация
zh: 基本信息

source: Trends.Earth is a free and open source tool to understand land change: the how and why behind changes on the ground. Trends.Earth allows users to draw on the best available information from across a range of sources - from globally available data to customized local maps. A broad range of users are applying Trends.Earth for projects ranging from planning and monitoring restoration efforts, to tracking urbanization, to developing official national report for submission to the United Nations Convention to Combat Desertification (UNCCD).
ru: Trends.Earth — это бесплатный инструмент с открытым исходным кодом, предназначенный для понимания изменений на земле: как и почему они происходят. Trends.Earth позволяет пользователям использовать наилучшую доступную информацию из самых разных источников: от всемирно доступных данных до настраиваемых местных карт. Широкий круг пользователей применяет Trends.Earth для проектов, начиная от планирования и мониторинга восстановительных мероприятий, отслеживания урбанизации и заканчивая подготовкой официального национального доклада для представления в Конвенцию Организации Объединенных Наций по борьбе с опустыниванием (КБОООН).

source: Trends.Earth was produced by a partnership of Conservation International, Lund University, and the National Aeronautics and Space Administration (NASA), with the support of the Global Environment Facility (GEF). It was further developed through a partnership with Conservation International, University of Bern, University of Colorado in partnership with USDA and USAID, University of California - Santa Barbara in partnership with University of North Carolina - Wilmington and Brown University with additional funding from the Global Environment Facility (GEF).
fr: Trends.Earth est le résultat d'un partenariat entre Conservation International, l'Université de Lund et la National Aeronautics and Space Administration (NASA), avec le soutien du Fonds pour l'environnement mondial (FEM). Il a pu être développé par la suite grâce à un partenariat avec Conservation International, l'Université de Berne, l'Université du Colorado en partenariat avec le département de l’Agriculture des États-Unis (USDA) et l'Agence des États-Unis pour le développement international (USAID), l'Université de Californie à Santa Barbara en partenariat avec l'Université de la Caroline du Nord à Wilmington et l'Université Brown, avec un financement supplémentaire de la part du Fonds pour l'environnement mondial (FEM).
ru: Trends.Earth был создан в сотрудничестве с Conservation International, Лундским университетом и Национальным управлением по аэронавтике и исследованию космического пространства (NASA) при поддержке Глобального экологического фонда (GEF). Дальнейшее развитие он получил в партнерстве с Conservation International, Бернским университетом, Университетом Колорадо в партнерстве с Министерством сельского хозяйства США и USAID, Калифорнийским университетом в Санта-Барбаре в партнерстве с Университетом Северной Каролины в Уилмингтоне и Университетом Брауна при дополнительном финансировании со стороны Global Environment Facility (GEF).
zh: Trends.Earth是由国际自然保护组织、隆德大学和美国国家航空航天局（NASA）在全球环境基金（GEF）的支持下联合制作的。通过和国际保护组织，伯尔尼大学，科罗拉多大学与美国农业部和美国国际开发署的联合团队，加州大学圣巴巴拉分校与北卡罗莱纳大学威尔明顿分校的联合团队，以及布朗大学的共同协作，并在全球环境基金（GEF）的额外资助下，该项目得到了进一步的发展。

source: `Download this documentation as a PDF for offline use <pdfs/Trends.Earth.pdf>`_
fr: `Télécharger cette documentation en format PDF pour une utilisation hors ligne <pdfs/Trends.Earth.pdf>`_
ru: `Загрузите эту документацию в формате PDF для использования офлайн<pdfs/Trends.Earth.pdf>`_
zh: `以PDF格式下载此文档以供脱机状态下使用<pdfs/Trends.Earth.pdf>`_

source: iconCalculator
fr: icôneCalculatrice
ru: иконкаКалькулятор
zh: 图标计算器

source: iconChart
fr: icôneTableau
ru: иконкаТаблица
zh: 图标图表

source: iconClipboard
fr: icônePresse-papiers
ru: иконкаБуферОбмена
zh: 图标剪贴板

source: iconCloudDownload
fr: icôneTéléchargementCloud
ru: иконкаОблачноеСкачивание
zh: 图标云端下载

source: iconCog
fr: icôneRouedentée
ru: иконкаШестерня
zh: 图标Cog

source: iconDeletedataset
fr: icôneSupprimerl'ensemble
ru: иконкаУдалитьНаборДанных
zh: 图标删除数据集

source: iconGlobe
fr: icôneGlobe
ru: иконкаГлобус
zh: 图标地球

source: iconGraph
fr: icôneGraphique
ru: иконкаГрафик
zh: 图标图形

source: iconInfo
fr: icôneInfos
ru: иконкаИнформация
zh: 图标信息

source: iconLoaddataset
ru: иконкаЗагрузитьНаборДанных
zh: 图示加载数据集

source: iconMarkMarker
fr: icôneMarqueur
ru: иконкаМаркировка
zh: 图标 MarkMarker

source: iconOpendatasetdirectory
fr: icôneOuvrirlerépertoiredel'ensemble
ru: иконкаУказательОткрытогоНабораДанных
zh: 图标打开数据集目录

source: iconViewdatasetdetails
fr: icôneAfficherlesdétailsdel'ensemble
ru: иконкаОтобразитьПодробностиНабораДанных
zh: 图示查看数据集详细信

source: iconWrench
fr: icôneClé
ru: иконкаГаечныйКлюч
zh: 图标 Wrench

source: iconFolder
fr: icôneDossier
ru: иконкаПапка
zh: 图标文件夹

source: iconReports
fr: icôneRapports
ru: иконкаОтчеты
zh: 图标报告

source: iconTrendsEarth
fr: icôneTrendsEarth
ru: иконкаTrendsEarth
zh: 图标 TrendsEarth

source: iconVisualization
fr: icôneVisualisation
ru: иконкаВизуализация
zh: 图标可视化

source: logoCI
ru: логоCI
zh: 徽标 CI

source: logoLund
ru: логоLund
zh: 徽标隆德

source: logoNASA
ru: логоNASA
zh: 徽标 NASA

source: logoGEF
ru: logoNASA
zh: 徽标 GEF
