Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators15.po
Languages: es, fr, pt, sw

source: The third sub-indicator for monitoring land degradation as part of the SDG process quantifies changes in soil organic carbon (SOC) over the reporting period. Changes in SOC are particularly difficult to assess for several reasons, some of them being the high spatial variability of soil properties, the time and cost intensiveness of conducting representative soil surveys and the lack of time series data on SOC for most regions of the world. To address some of the limitations, a combined land cover/SOC method is used in |trends.earth| to estimate changes in SOC and identify potentially degraded areas. The indicator is computed as follows:
es: El tercer subindicador para monitorear la degradación de la tierra como parte del proceso de ODS cuantifica los cambios en el carbono orgánico del suelo (SOC) durante el período del informe. Los cambios en SOC son particularmente difíciles de evaluar por varias razones, algunas de ellas son la alta variabilidad espacial de las propiedades del suelo, el tiempo y costo de la realización de muestreos representativos del suelo y la falta de datos de series temporales sobre SOC para la mayoría de las regiones del mundo. Para abordar algunas de las limitaciones, se utiliza un método combinado de cobertura del terreno / SOC en |trends.earth| para estimar los cambios en SOC e identificar áreas potencialmente degradadas. El indicador se calcula de la siguiente manera:
fr: Le troisième sous-indicateur de suivi de la dégradation des terres dans le cadre du processus de l'ODD quantifie les changements du carbone organique du sol (COS) au cours de la période considérée. Les changements du SOC sont particulièrement difficiles à évaluer pour plusieurs raisons, dont la forte variabilité spatiale des propriétés du sol, le temps et l'intensité des coûts d'études représentatives des sols et l'absence de séries chronologiques sur le SOC pour la plupart des régions du monde. Pour remédier à certaines des limitations, une méthode combinée de couverture du sol/SOC est utilisée dans |trends.earth| pour estimer les changements du COS et identifier les zones potentiellement dégradées. L'indicateur est calculé comme suit:
pt: O terceiro subindicador para monitorar a degradação da terra como parte do processo de ODS quantifica as mudanças no carbono orgânico do solo (SOC) durante o período coberto pelo relatório. Mudanças no SOC são particularmente difíceis de avaliar por várias razões, sendo algumas delas a alta variabilidade espacial das propriedades do solo, a intensidade de tempo e custo da realização de levantamentos representativos do solo e a falta de dados de séries temporais sobre SOC para a maioria das regiões do mundo. Para resolver algumas das limitações, um método combinado de cobertura da terra / SOC é usado em |trends.earth| estimar mudanças no SOC e identificar áreas potencialmente degradadas. O indicador é calculado da seguinte forma:
sw: Kiashiria cha tatu cha ufuatiliaji wa ardhi kama sehemu ya mchakato wa SDG inabainisha mabadiliko katika kaboni ya kaboni ya kikaboni (SOC) juu ya kipindi cha taarifa. Mabadiliko katika SOC ni vigumu sana kutathmini kwa sababu kadhaa, baadhi yao kuwa tofauti ya nafasi ya juu ya mali ya udongo, wakati na gharama kubwa ya kufanya tafiti ya udongo mwakilishi na ukosefu wa takwimu za mfululizo wa muda kwenye SOC kwa maeneo mengi duniani. Ili kukabiliana na baadhi ya mapungufu, jalada la ardhi la pamoja / SOC hutumiwa katika | trends.earth | ili kukadiria mabadiliko katika SOC na kutambua maeneo yaliyoharibiwa. Kiashiria kinahesabiwa kama ifuatavyo:

source: Determine the SOC reference values. |trends.earth| uses SoilGrids 250m carbon stocks for the first 30 cm of the soil profile as the reference values for calculation (NOTE: SoilGrids uses information from a variety of data sources and ranging from many years to produce this product, therefore assigning a date for calculations purposes could cause inaccuracies in the stock change calculations).
es: Determine los valores de referencia SOC. |trends.earth| utiliza los stocks de carbono de SoilGrids 250m para los primeros 30 cm del perfil del suelo como los valores de referencia para el cálculo (NOTA: SoilGrids utiliza información de una variedad de fuentes de datos y de varios muchos años para producir este producto, por lo tanto, asignar una fecha para cálculos podría causar inexactitudes en los cálculos de cambio de stock).
fr: Déterminer les valeurs de référence du COS. |trends.earth| utilise les stocks de carbone SoilGrids 250m pour les 30 premiers cm du profil de sol comme valeurs de référence pour le calcul (NOTE: SoilGrids utilise des informations provenant de diverses sources de données et couvrant de nombreuses années pour ce produit. Assigner une date pour les calculs pourrait être une source d'inexactitude dans les calculs de changement des stocks).
pt: Determine os valores de referência do SOC. |trends.earth| usa SoilGrids 250m de estoques de carbono para os primeiros 30cm do perfil do solo como valores de referência para cálculo (NOTA: SoilGrids usa informações de várias fontes de dados e varia de muitos anos para produzir este produto, portanto, atribuir uma data para cálculos pode causar imprecisões nos cálculos de mudança de estoque).
sw: Tambua maadili ya kumbukumbu ya SOC. | trends.earth | hutumikia udongo wa udongo wa 250m kwa asilimia 30 ya kwanza ya maelezo ya udongo kama maadili ya kumbukumbu ya hesabu (KUMBUKA: Udongo Mkuu hutumia habari kutoka kwa vyanzo mbalimbali vya data na kuanzia miaka mingi kuzalisha bidhaa hii, kwa hiyo kugawa tarehe kwa mahesabu ya madhumuni inaweza kusababisha usahihi katika mahesabu ya mabadiliko ya hisa).

source: Reclassify the land cover maps to the 7 land cover classes needed for reporting to the UNCCD (forest, grassland, cropland, wetland, artificial area, bare land and water). Ideally annual land cover maps are preferred, but at least land cover maps for the starting and end years are needed.
es: Reclasifique los mapas de la cobertura del terreno a las 7 clases de cobertura terrestre necesarias para informar a la CNULD (bosque, pastizales, tierras de cultivo, humedales, áreas artificiales, tierras desnudas y agua). Idealmente, se prefieren los mapas anuales de cobertura terrestre, pero al menos se necesitan mapas de cobertura terrestre para los años inicial y final.
fr: Reclasser les cartes du couvert végétal dans les 7 classes de couverture terrestre nécessaires pour la déclaration à la CNULCD (forêts, prairies, terres cultivées, zones humides, zones artificielles, terres nues et eau). Idéalement, les cartes de couverture terrestre annuelles sont préférables, mais au minimum, des cartes de couverture terrestre pour les années de début et de fin sont nécessaires.
pt: Reclassificar os mapas de cobertura da terra para as 7 classes de cobertura da terra necessárias para reportar à UNCCD (floresta, pastagem, terra cultivável, zona húmida, área artificial, terra nua e água). Idealmente, mapas de cobertura de terra anuais são preferidos, mas pelo menos mapas de cobertura de terra para os anos inicial e final são necessários.
sw: Rejesha ramani za kufunika kwa ardhi kwenye madarasa 7 ya bima ya ardhi yanahitajika kwa taarifa kwa UNCCD (misitu, majani, mashamba, wetland, eneo la bandia, ardhi ya maji na maji). Ramani nzuri za kila mwaka zinafunikwa, lakini angalau ramani za ramani za ardhi kwa miaka ya mwanzo na mwisho zinahitajika.

source: To estimate the changes in C stocks for the reporting period C conversion coefficients for changes in land use, management and inputs are recommended by the IPCC and the UNCCD. However, spatially explicit information on management and C inputs is not available for most regions. As such, only land use conversion coefficient can be applied for estimating changes in C stocks (using land cover as a proxy for land use). The coefficients used were the result of a literature review performed by the UNCCD and are presented in the table below. Those coefficients represent the proportional in C stocks after 20 years of land cover change.
es: Para estimar los cambios en las existencias de C para el período de referencia, el IPCC y la CNULD recomiendan coeficientes de conversión C para los cambios en el uso, la gestión y los insumos de la tierra. Sin embargo, la información espacialmente explícita sobre la administración y las entradas C no está disponible para la mayoría de las regiones. Como tal, solo se puede aplicar el coeficiente de conversión del uso de la tierra para estimar los cambios en las existencias de C (utilizando la cobertura de la tierra como un proxy para el uso de la tierra). Los coeficientes utilizados fueron el resultado de una revisión bibliográfica realizada por la CNULD y se presentan en la tabla a continuación. Esos coeficientes representan los valores proporcionales en C después de 20 años de cambio en la cobertura del terreno.
fr: Pour estimer les variations des stocks de carbone pour la période de déclaration, des coefficients de conversion du carbone pour les changements de l'utilisation des terres, la gestion et les intrants sont recommandés par le GIEC et la CNULD. Cependant, des informations spatialement explicites sur la gestion et les intrants de carbone ne sont pas disponibles pour la plupart des régions. En tant que tel, seul le coefficient de conversion de l'utilisation des terres peut être appliqué pour estimer les changements dans les stocks de carbone (en utilisant la couverture terrestre comme indicateur de l'utilisation des terres). Les coefficients utilisés sont le résultat d'une revue de la littérature réalisée par la CNULD et sont présentés dans le tableau ci-dessous. Ces coefficients représentent la proportion des stocks de carbone après 20 ans de changement de la couverture terrestre.
pt: Para estimar as mudanças nos estoques de C para o período de relatório, os coeficientes de conversão C para mudanças no uso, gestão e entradas de terra são recomendados pelo IPCC e pelo UNCCD. No entanto, informações espacialmente explícitas sobre gerenciamento e entradas C não estão disponíveis para a maioria das regiões. Como tal, apenas o coeficiente de conversão do uso da terra pode ser aplicado para estimar as mudanças nos estoques de carbono (usando a cobertura da terra como uma proxy para o uso da terra). Os coeficientes utilizados foram o resultado de uma revisão da literatura realizada pela UNCCD e são apresentados na tabela abaixo. Esses coeficientes representam os estoques proporcionais em C após 20 anos de mudança da cobertura da terra.
sw: Ili kukadiria mabadiliko katika hifadhi za C kwa coefficients ya uongofu wa kipindi cha taarifa C kwa ajili ya mabadiliko katika matumizi ya ardhi, usimamizi na pembejeo zinapendekezwa na IPCC na UNCCD. Hata hivyo, habari za wazi za usimamizi juu na usimamizi wa C hazipatikani kwa mikoa mingi. Kwa hiyo, mgawo tu wa uongofu wa matumizi ya ardhi unaweza kutumika kwa kukadiria mabadiliko katika hifadhi za C (kwa kutumia kifuniko cha ardhi kama wakala wa matumizi ya ardhi). Coefficients kutumika ni matokeo ya mapitio ya maandiko yaliyotolewa na UNCCD na yanawasilishwa katika meza hapa chini. Coefficients hizo zinawakilisha sawia katika hifadhi za C baada ya miaka 20 ya mabadiliko ya bima ya ardhi.

source: Changes in SOC are better studied for land cover transitions involving agriculture, and for that reason there is a different set of coefficients for each of the main global climatic regions: Temperate Dry (f = 0.80), Temperate Moist (f = 0.69), Tropical Dry (f = 0.58), Tropical Moist (f = 0.48), and Tropical Montane (f = 0.64).
es: Los cambios en SOC se han estudiado en mayor detalle para las transiciones de cobertura terrestre que involucran agricultura, y por esa razón hay un conjunto diferente de coeficientes para cada una de las principales regiones climáticas globales: Templado seco (f = 0,80), templado húmedo (f = 0,69), tropical Seco (f = 0.58), Tropical húmedo (f = 0.48) y Montano tropical (f = 0.64).
fr: Les changements du COS sont mieux étudiés pour les transitions de couverture terrestre impliquant l'agriculture, et pour cette raison, il existe un ensemble différent de coefficients pour chacune des principales régions climatiques mondiales: Tempéré sec (f = 0,80), tempéré humide (f = 0,69), tropical sec (f = 0,58), tropical humide (f = 0,48) et Tropical montagnard (f = 0,64).
pt: As mudanças no SOC são melhor estudadas para as transições de cobertura da terra envolvendo agricultura e, por essa razão, há um conjunto diferente de coeficientes para cada uma das principais regiões climáticas globais: seca temperada (f = 0,80), úmida temperada (f = 0,69), Seco (f = 0,58), Tropical úmido (f = 0,48) e Tropical Montane (f = 0,64).
sw: Mabadiliko katika SOC yanasoma vizuri zaidi kwa mabadiliko ya kifuniko yanayohusiana na kilimo, na kwa sababu hiyo kuna seti tofauti za coefficients kwa kila eneo kuu la hali ya hewa: Dry kali (f = 0.80), Mzunguko wa baridi (f = 0.69), Tropical Kavu (f = 0.58), Mzunguko wa Tropical (f = 0.48), na Montane ya Tropical (f = 0.64).

source: Compute relative different in SOC between the baseline and the target period, areas which experienced a loss in SOC of 10% of more during the reporting period will be considered potentially degraded, and areas experiencing a gain of 10% or more as potentially improved.
es: Para identificar degradación, se calculan las diferencias relativas en SOC entre la línea de base y el período objetivo. Las zonas que experimentaron una pérdida en SOC del 10% o más durante el período del informe se considerarán potencialmente degradadas y las áreas que experimenten una ganancia del 10% o más como potencialmente mejoradas.
fr: Calculer des différences relatives dans le COS entre la période de référence et la période cible, les zones ayant subi une perte de 10% ou plus pendant la période considérée seront considérées comme potentiellement dégradées et les zones connaissant un gain de 10 % ou plus comme potentiellement améliorées.
pt: Calcule a diferença relativa em SOC entre a linha de base e o período alvo, áreas que tiveram uma perda em SOC de 10% ou mais durante o período do relatório serão consideradas potencialmente degradadas e áreas que experimentarem um ganho de 10% ou mais como potencialmente melhoradas.
sw: Kuelezea jamaa tofauti katika SOC kati ya msingi na kipindi cha lengo, maeneo ambayo yalipata kupoteza kwa SOC ya 10% ya zaidi wakati wa taarifa itakuwa kuchukuliwa kuwa yanaweza kupoteza, na maeneo yenye faida ya 10% au zaidi kama inaweza kuboreshwa.

source: Combining indicators
es: Combinación de indicadores
fr: Combinaison des indicateurs
pt: Combinando indicadores
sw: Kuchanganya viashiria

source: The integration of the three SDG 15.3.1 sub-indicators is done following the one-out all-out rule, this means that if an area was identified as potentially degraded by any of the sub-indicators, then that area will be considered potentially degraded for reporting purposes.
es: La integración de los tres subindicadores de ODS 15.3.1 se realiza siguiendo la regla de uno afuera-todos afuera, esto significa que si un área fue identificada como potencialmente degradada por cualquiera de los subindicadores, entonces esa área se considerará potencialmente degradado para fines informativos.
fr: L'intégration des trois sous-indicateurs de l'ODD 15.3.1 se fait selon la règle "one out, all out", ce qui signifie que si une zone a été identifiée comme étant potentiellement dégradée par l'un des sous-indicateurs, alors cette zone sera considérée potentiellement dégradé pour les fins de la notification.
pt: A integração dos três subindicadores dos ODS 15.3.1 é feita seguindo a regra de uma única exceção, o que significa que se uma área foi identificada como potencialmente degradada por qualquer um dos subindicadores, então essa área será considerada potencialmente degradada para fins de relatório.
sw: Ushirikiano wa viwango vya tatu vya SDG 15.3.1 vinafanyika baada ya utawala wa nje, hii inamaanisha kuwa ikiwa eneo limegunduliwa kuwa linaweza kuharibiwa na viashiria vingine, basi eneo hilo litazingatiwa uwezekano iliyoharibika kwa sababu za taarifa.
