Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators15.po
Languages: es, fr, pt, sw

source: Within a given ecosystem, primary productivity is affected by several factors, such as temperature, and the availability of light, nutrients and water. Of those, water availability is the most variable over time, and can have very significant influences in the amount of plant tissue produced every year. When annual integrals of NDVI are used to perform the trajectory analysis, it is important to interpret the results having historical precipitation information as a context. Otherwise, declining productivity trends could be identified as human caused land degradation, when they are driven by regional patterns of changes in water availability.
es: Dentro de un ecosistema dado, la productividad primaria se ve afectada por varios factores, como la temperatura y la disponibilidad de luz, nutrientes y agua. De ellos, la disponibilidad de agua es la más variable a lo largo del tiempo y puede tener influencias muy significativas en la cantidad de tejido vegetal que se produce cada año. Cuando se usan integrales anuales de NDVI para realizar el análisis de trayectoria, es importante interpretar los resultados teniendo como contexto la información de precipitación histórica. De lo contrario, las tendencias de la disminución de la productividad podrían identificarse como la degradación de la tierra causada por los seres humanos, cuando son impulsadas por patrones regionales de cambios en la disponibilidad de agua.
fr: Dans un écosystème donné, la productivité primaire est affectée par plusieurs facteurs, tels que la température et la disponibilité de la lumière, des nutriments et de l'eau. Parmi ceux-ci, la disponibilité de l'eau est la plus variable au fil du temps et peut avoir des influences très importantes sur la quantité de tissu végétal produite chaque année. Lorsque les intégrales annuelles du NDVI sont utilisées pour effectuer l'analyse de la trajectoire, il est important d'interpréter les résultats en ayant des informations historiques sur les précipitations. Dans le cas contraire, les tendances à la baisse de la productivité pourraient être identifiées comme indiquant une dégradation des terres causée par l'homme, lorsqu'elles sont déterminées par des schémas régionaux de variation de disponibilité de l'eau.
pt: Dentro de um determinado ecossistema, a produtividade primária é afetada por vários fatores, como a temperatura e a disponibilidade de luz, nutrientes e água. Destes, a disponibilidade de água é a mais variável ao longo do tempo, e pode ter influências muito significativas na quantidade de tecido vegetal produzido a cada ano. Quando as integrais anuais do NDVI são usadas para realizar a análise de trajetória, é importante interpretar os resultados com informações históricas de precipitação como um contexto. Caso contrário, as tendências de produtividade em declínio poderiam ser identificadas como a degradação do solo causada pelo homem, quando elas são impulsionadas por padrões regionais de mudanças na disponibilidade de água.
sw: Katika mazingira yaliyopewa, uzalishaji wa msingi huathiriwa na mambo kadhaa, kama joto, na upatikanaji wa mwanga, virutubisho na maji. Kati ya hizo, upatikanaji wa maji ni kutofautiana zaidi kwa wakati, na inaweza kuwa na ushawishi mkubwa sana kwa kiasi cha tishu za mimea zinazozalishwa kila mwaka. Wakati ushirikiano wa kila mwaka wa NDVI hutumiwa kufanya uchambuzi wa trajectory, ni muhimu kutafsiri matokeo kuwa na habari za kihistoria ya habari kama mazingira. Vinginevyo, kupungua kwa mwelekeo wa uzalishaji inaweza kutambuliwa kama binadamu uliosababishwa na uharibifu wa ardhi, wakati unaendeshwa na mifumo ya kikanda ya mabadiliko katika upatikanaji wa maji.

source: |trends.earth| allows the user to perform different types of analysis to separate the climatic causes of the changes in primary productivity, from those which could be a consequence of human land use decisions on the ground. The methods currently supported for climate corrections are:
es: |trends.earth| permite al usuario realizar diferentes tipos de análisis para separar las causas climáticas de los cambios en la productividad primaria, de aquellos que podrían ser una consecuencia de las decisiones del uso de la tierra humana sobre el terreno. Los métodos actualmente admitidos para las correcciones climáticas son:
fr: |trends.earth| permet à l'utilisateur d'effectuer différents types d'analyse pour distinguer les causes climatiques des changements dans la productivité primaire, de celles qui pourraient être une conséquence des décisions humaines d'utilisation des terres. Les méthodes actuellement intégrées pour les corrections climatiques sont les suivantes:
pt: |trends.earth| permite ao usuário realizar diferentes tipos de análise para separar as causas climáticas das mudanças na produtividade primária, daquelas que poderiam ser uma consequência das decisões de uso da terra no solo. Os métodos atualmente suportados para as correções climáticas são:
sw: | trends.earth | inaruhusu mtumiaji kufanya aina tofauti za uchambuzi ili kutenganisha sababu za hali ya hewa ya mabadiliko katika uzalishaji wa msingi, kutoka kwa wale ambao inaweza kuwa matokeo ya maamuzi ya matumizi ya ardhi chini ya ardhi. Mbinu ambazo zinasaidiwa sasa kwa ajili ya marekebisho ya hali ya hewa ni:

source: **Residual Trend Analysis (RESTREND):** RESTREND uses linear regression models to predict NDVI for a given rainfall amount. Trends in the difference between the predicted NDVI and the observed NDVI (the residual) are interpreted as non-climatically related productivity change. Please refer to the following citation more more details on the method and its limitations: `Wessels, K.J.; van den Bergh, F.; Scholes, R.J. Limits to detectability of land degradation by trend analysis of vegetation index data. Remote Sens. Environ. 2012, 125, 10–22.`
es: **Análisis de Tendencia Residual (RESTREND):** RESTREND usa modelos de regresión lineal para predecir NDVI para una cantidad de lluvia dada. Las tendencias en la diferencia entre el NDVI predicho y el NDVI observado (el residuo) se interpretan como un cambio de productividad no relacionado climáticamente. Consulte la siguiente cita para obtener más detalles sobre el método y sus limitaciones: `Wessels, K.J .; van den Bergh, F .; Scholes, R.J. Límites a la detectabilidad de la degradación de la tierra mediante el análisis de tendencias de los datos del índice de vegetación. Remote Sens. Environ. 2012, 125, 10-22.`
fr: **Analyse des tendances résiduelles (RESTREND):** RESTREND utilise des modèles de régression linéaire pour prédire le NDVI pour un volume de précipitations donné. Les tendances de la différence entre le NDVI prédit et le NDVI observé (résidu) sont interprétées comme des changements de productivité non liés au climat. Veuillez vous référer à la publication suivante pour plus de détails sur la méthode et ses limites: `Wessels, K.J.; van den Bergh, F.; Scholes, R.J. Limits to detectability of land degradation by trend analysis of vegetation index data. Remote Sens. Environ. 2012, 125, 10–22.`
pt: **Análise de tendência residual (RESTREND):** RESTREND usa modelos de regressão linear para prever o NDVI para um determinado valor de precipitação. As tendências na diferença entre o NDVI previsto e o NDVI observado (o residual) são interpretadas como mudanças de produtividade não relacionadas ao clima. Por favor, consulte a seguinte citação mais detalhes sobre o método e suas limitações: `Wessels, K.J .; van den Bergh, F .; Scholes, R.J. Limites à detectabilidade da degradação do solo por análise de tendência dos dados do índice de vegetação. Sensores Remotos. 2012, 125, 10-22.
sw: ** Uchambuzi wa Mwelekeo wa Mara kwa mara (RESTREND): ** RESTREND hutumia mifano ya ukandamizaji wa kawaida ili kutabiri NDVI kwa kiasi fulani cha mvua. Mwelekeo katika tofauti kati ya NDVI iliyotabiriwa na NDVI (iliyobaki) imetafsiriwa kama mabadiliko yasiyo ya hali ya hewa ya uzalishaji. Tafadhali angalia maelezo yafuatayo maelezo zaidi juu ya njia na mapungufu yake: &#39;Wessels, KJ; van den Bergh, F .; Scholes, mipaka ya RJ ya kuchunguza uharibifu wa ardhi kwa uchambuzi wa mwenendo wa data ya index ya mimea. Maeneo ya mbali. 2012, 125, 10-22.`

source: **Rain Use Efficiency (RUE):** RUE Is the ratio of annual NPP to annual precipitation. |trends.earth| uses the annual integrals of NDVI as a proxy for annual NPP, and offers the possibility of choosing among different precipitation products to compute RUE. After RUE is computed for each of the years under analysis, a linear regression and a non-parametric significance test is applied to the trend of RUE over time. Positive significant trends in RUE would indicate potential improvement in land condition, and negative significant trends potential degradation. Please refer to the following publication for details on the methods and its limitations: `Wessels, K.J.; Prince, S.D.; Malherbe, J.; Small, J.; Frost, P.E.; VanZyl, D. Can human-induced land degradation be distinguished from the effects of rainfall variability? A case study in South Africa. J. Arid Environ. 2007, 68, 271–297.`
es: **Eficiencia en el uso de la lluvia (RUE):** RUE es la cociente entre la PPN anual y la precipitación anual. |trends.earth| utiliza las integrales anuales de NDVI como proxy de la PPN anual, y ofrece la posibilidad de elegir entre diferentes productos de precipitación para calcular la RUE. Después de calcular la RUE para cada uno de los años bajo análisis, se aplica una regresión lineal y una prueba de significación no paramétrica a la tendencia de la RUE a lo largo del tiempo. Las tendencias positivas significativas en la RUE indicarían una mejora potencial en la condición de la tierra y tendencias negativas significativas en la degradación potencial. Consulte la siguiente publicación para obtener detalles sobre los métodos y sus limitaciones: `Wessels, K.J .; Prince, S.D .; Malherbe, J .; Pequeño, J .; Frost, P.E .; VanZyl, D. ¿Puede la degradación de la tierra inducida por el hombre distinguirse de los efectos de la variabilidad de la lluvia? Un estudio de caso en Sudáfrica. J. Arid Environ. 2007, 68, 271-297.`
fr: **Coefficient d'efficacité pluviale (CEP):** Le CEP est le rapport entre la PPN annuelle et les précipitations annuelles. |trends.earth| utilise les intégrales annuelles du NDVI comme indicateur de la PNE annuelle et offre la possibilité de choisir parmi différents produits de précipitation pour calculer le CEP. Une fois le CEP calculé pour chacune des années analysées, une régression linéaire et un test de signification non paramétrique sont appliqués à la tendance du CEP dans le temps. Les tendances significatives positives du CEP indiqueraient une amélioration potentielle de l'état des terres, et les tendances significatives négatives une dégradation potentielle. Veuillez vous référer à la publication suivante pour plus de détails sur les méthodes et leurs limites: `Wessels, K.J.; Prince, S.D.; Malherbe, J.; Small, J.; Frost, P.E.; VanZyl, D. Can human-induced land degradation be distinguished from the effects of rainfall variability? A case study in South Africa. J. Arid Environ. 2007, 68, 271–297.`
pt: **Eficiência no Uso da Chuva (RUE):** RUE É a razão entre a NPP anual e a precipitação anual. |trends.earth| usa as integrais anuais do NDVI como proxy para a NPP anual e oferece a possibilidade de escolher entre diferentes produtos de precipitação para calcular a RUE. Depois que a RUE é calculada para cada um dos anos sob análise, uma regressão linear e um teste de significância não paramétrica são aplicados à tendência da RUE ao longo do tempo. Tendências significativas positivas na RUE indicariam potencial melhoria na condição da terra e tendências negativas significativas na degradação potencial. Por favor, consulte a seguinte publicação para detalhes sobre os métodos e suas limitações: `Wessels, K.J .; Prince, S.D .; Malherbe, J; Small, J; Frost, P.E; VanZyl, D. A degradação do solo induzida pelo homem pode ser diferenciada dos efeitos da variabilidade da precipitação? Um estudo de caso na África do Sul. J. Arid Environ. 2007, 68, 271-297.
sw: ** Ufanisi wa Matumizi ya Mvua (RUE): ** RUE Je, ni uwiano wa NPP ya kila mwaka kwa mvua ya kila mwaka. | trends.earth | hutumia ushirikiano wa kila mwaka wa NDVI kama wakala wa NPP ya kila mwaka, na hutoa fursa ya kuchagua kati ya bidhaa mbalimbali za mvua kuhesabu RUE. Baada ya RUE kuhesabiwa kwa kila baada ya miaka chini ya uchambuzi, udhibiti wa mstari na mtihani usiozidi wa parametric unatumika kwa mwenendo wa RUE kwa muda. Mwelekeo muhimu katika RUE ungeonyesha uwezekano wa kuboresha hali ya ardhi, na mwenendo hasi mbaya wa uharibifu. Tafadhali angalia uchapishaji uliofuata kwa maelezo juu ya mbinu na mapungufu yake: &#39;Wessels, KJ; Prince, SD; Malherbe, J .; Ndogo, J .; Frost, PE; VanZyl, D. Je uharibifu wa ardhi unaotokana na wanadamu unaweza kutofautishwa na athari za kutofautiana kwa mvua? Utafiti wa kesi nchini Afrika Kusini. J. Arid Environ. 2007, 68, 271-297.`

source: **Water Use Efficiency (WUE):** RUE assumes that there is a linear relationship between the amount of water that falls in the form of precipitation in a particular place and the amount of water which will be actually used by the plants. This assumption does not hold true for every system. WUE tries to address this limitation by using total annual evapo-transpiration (ET) instead precipitation. ET is defined as precipitation minus the water lost to surface runoff, recharge to groundwater and changes to soil water storage. The rest of the analysis follows as described for RUE: a linear regression and a non-parametric significance test is applied to the trend of WUE over time. Positive significant trends in WUE would indicate potential improvement in land condition, and negative significant trends potential degradation.
es: **Eficiencia en el uso del agua (WUE):** RUE supone que existe una relación lineal entre la cantidad de agua que cae en forma de precipitación en un lugar determinado y la cantidad de agua que realmente usarán las plantas. Esta suposición no es válida para todos los sistemas. WUE trata de hacer frente a esta limitación mediante el uso de evapo-transpiración (ET) total anual en lugar de precipitación. ET se define como la precipitación menos la pérdida de agua a la escorrentía superficial, la recarga a las aguas subterráneas y los cambios en el almacenamiento de agua del suelo. El resto del análisis sigue como se describe para RUE: se aplica una regresión lineal y una prueba de significación no paramétrica a la tendencia de WUE a lo largo del tiempo. Las tendencias positivas significativas en WUE indicarían la mejora potencial en la condición de la tierra, y la potencial degradación de las tendencias significativas negativas.
fr: ** Efficacité de l'utilisation de l'eau (EUE): ** Le CEP suppose qu'il existe une relation linéaire entre la quantité d'eau qui tombe sous forme de précipitations à un endroit particulier et la quantité d'eau qui sera réellement utilisée par les plantes. Cette hypothèse n'est pas valable pour tous les systèmes. L'EUE tâche de remédier à cette limitation en utilisant l'évapotranspiration annuelle totale (ET) plutôt que les précipitations. L'ET est définie comme les précipitations moins le ruissellement des eaux de surface, la recharge des nappes souterraines et les changements du stockage de l'eau dans le sol. Le reste de l'analyse suit ce qui est décrit pour le CEP: une régression linéaire et un test de signification non paramétrique sont appliqués à la tendance de l'EUE dans le temps. Les tendances significatives positives de l'EUE indiqueraient une amélioration potentielle de l'état des terres, et les tendances significatives négatives une dégradation potentielle.
pt: **Eficiência no uso da água (WUE):** A RUE assume que existe uma relação linear entre a quantidade de água que cai na forma de precipitação em um local específico e a quantidade de água que será realmente usada pelas plantas. Essa suposição não se aplica a todos os sistemas. A WUE tenta resolver essa limitação usando a evapotranspiração anual total (ET) em vez da precipitação. ET é definido como precipitação menos a água perdida para o escoamento superficial, recarga para as águas subterrâneas e mudanças no armazenamento de água no solo. O restante da análise segue como descrito para RUE: uma regressão linear e um teste de significância não paramétrica são aplicados à tendência de WUE ao longo do tempo. Tendências significativas positivas no WUE indicariam potencial melhoria na condição da terra e tendências negativas significativas na degradação potencial.
sw: ** Ufanisi wa Matumizi ya Maji (WUE): ** RUE anadhani kuwa kuna uhusiano wa kati kati ya kiasi cha maji kinachoanguka katika hali ya mvua mahali fulani na kiasi cha maji ambayo itatumiwa na mimea. Dhana hii haikubaliki kwa kila mfumo. WUE anajaribu kushughulikia upeo huu kwa kutumia jumla ya kila mwaka epo-transpiration (ET) badala ya mvua. ET inafafanuliwa kama mvua ya mvua iliyopoteza maji yaliyopotea kwa upepo wa uso, kurejesha kwenye maji ya chini na mabadiliko ya kuhifadhi maji ya udongo. Uchunguzi uliofuata unafuata kama ilivyoelezwa kwa RUE: udhibiti wa mstari na mtihani usiozidi wa parametric unatumika kwa mwenendo wa WUE kwa muda. Mwelekeo muhimu wa WUE ungeonyesha uwezekano wa kuboresha hali ya ardhi, na mwelekeo usiofaa wa uharibifu.

source: The table below list the datasets available in |trends.earth| to perform NDVI trend analysis over time using the original NDVI data or with climatic corrections:
es: La siguiente tabla muestra los conjuntos de datos disponibles en |trends.earth| para realizar análisis de tendencias NDVI en el tiempo utilizando los datos originales de NDVI o con correcciones climáticas:
fr: Le tableau ci-dessous liste les jeux de données disponibles dans |trends.earth| pour effectuer une analyse des tendances NDVI dans le temps, en utilisant les données NDVI originales ou avec des corrections climatiques:
pt: A tabela abaixo lista os conjuntos de dados disponíveis em |trends.earth| para realizar a análise de tendência NDVI ao longo do tempo usando os dados originais do NDVI ou com correções climáticas:
sw: Jedwali hapa chini orodha orodha ya data zilizopo katika | trends.earth | kufanya uchambuzi wa NDVI kwa muda kwa kutumia data ya awali ya NDVI au kwa marekebisho ya hali ya hewa:

source: Productivity State
es: Productividad - Estado
fr: État de la productivité
pt: Estado de Produtividade
sw: Hali ya Uzalishaji

source: The Productivity State indicator allows for the detection of recent changes in primary productivity as compared to a baseline period. The indicator is computed as follows:
es: El indicador de Productividad - Estado permite la detección de cambios recientes en la productividad primaria en comparación con un período de referencia. El indicador se calcula de la siguiente manera:
fr: L'indicateur de l'état de la productivité permet de détecter les changements récents dans la productivité primaire par rapport à une période de référence. L'indicateur est calculé comme suit:
pt: O indicador do Estado de Produtividade permite a detecção de alterações recentes na produtividade primária em comparação com um período de referência. O indicador é calculado da seguinte forma:
sw: Kiashiria cha Hali ya Uzalishaji kinaruhusu kutambua mabadiliko ya hivi karibuni katika uzalishaji wa msingi ikilinganishwa na kipindi cha msingi. Kiashiria kinahesabiwa kama ifuatavyo:

source: Define the baseline period (historical period to which to compare recent primary productivity).
es: Defina el período de línea de base (período histórico para comparar la productividad primaria reciente).
fr: Définir la période de référence (période historique à laquelle la productivité primaire récente sera comparée).
pt: Defina o período de linha de base (período histórico ao qual comparar a produtividade primária recente).
sw: Eleza kipindi cha msingi (kipindi cha kihistoria ambacho unalinganisha tija ya msingi ya hivi karibuni).

source: Define the comparison period (recent years used to compute comparison). It is recommended to use a 3-year to avoid annual fluctuations related to climate.
es: Defina el período de comparación (los años recientes se utilizan para realizar la comparación). Se recomienda utilizar un período de 3 años para evitar las fluctuaciones anuales relacionadas con el clima.
fr: Définir la période de comparaison (années récentes utilisées pour calculer la comparaison). Il est recommandé d'utiliser une période de trois ans pour éviter les fluctuations annuelles liées au climat.
pt: Defina o período de comparação (últimos anos usados para calcular a comparação). Recomenda-se usar um período de 3 anos para evitar flutuações anuais relacionadas ao clima.
sw: Eleza kipindi cha kulinganisha (miaka ya hivi karibuni ilitumiwa kulinganisha kulinganisha). Inashauriwa kutumia miaka 3 ili kuepuka mabadiliko ya kila mwaka yanayohusiana na hali ya hewa.

source: For each pixel, use the annual integrals of NDVI for the baseline period to compute a frequency distribution. In case the baseline period missed some extreme values in NDVI, add 5% on both extremes of the distribution. That expanded frequency distribution curve is then used to define the cut-off values of the 10 percentile classes.
es: Para cada píxel, se utilizan las integrales anuales de NDVI para el período de referencia para calcular una distribución de frecuencias. En caso de que el período de referencia no contuviera valores extremos en NDVI, se le agrega un 5% del rango en ambos extremos de la distribución. Esa curva de distribución de frecuencia expandida se usa para definir los valores de corte de las clases de percentiles 10.
fr: Pour chaque pixel, utilisez les intégrales annuelles de NDVI pour la période de base pour calculer une distribution de fréquence. Lorsque la période de référence a raté des valeurs extrêmes du NDVI, ajouter 5 % aux deux extrêmes de la distribution. Cette courbe de distribution de fréquence étendue est ensuite utilisée pour définir les valeurs seuils des classes du 10e percentile.
pt: Para cada pixel, use as integrais anuais do NDVI para o período de linha de base para calcular uma distribuição de frequência. Caso o período de referência tenha perdido alguns valores extremos no NDVI, adicione 5% em ambos os extremos da distribuição. Essa curva de distribuição de frequência expandida é então usada para definir os valores de corte das classes de 10 percentis.
sw: Kwa kila pixel, tumia viungo vya kila mwaka vya NDVI kwa muda wa msingi wa kuhesabu usambazaji wa mzunguko. Ikiwa kipindi hiki cha msingi kimepoteza maadili fulani yaliyomo katika NDVI, ongezeko 5% kwa kiasi kikubwa cha usambazaji. Hiyo kupanua kasi ya usambazaji wa mzunguko hutumiwa kufafanua maadili ya kukatwa ya madarasa 10 ya percentile.
