Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators11.po
Languages: es, fr, pt, sw

source: In |trends.earth| we recommend users to use option 1, since ate city scales the accuracy of high-resolution data provided by national statistical offices will always be higher than those obtained by global raster products which were, in most cases, produced for national level analysis. However, recognizing that in some areas population data will not be readily available to most users, we do provide data from the Gridded Population of the World V4 (GPWv4, CIESIN, 2016) as a reference. Even if the option to use GPWv4 in |trends.earth|, the population data can be easily replaced by locally relevant high quality data by simply replacing the corresponding cells in the final tabular output.
es: En |trends.earth| recomendamos a los usuarios que utilicen la opción 1, ya que ate city escala la precisión de los datos de alta resolución proporcionados por las oficinas nacionales de estadística siempre será mayor que la obtenida por los productos ráster globales que, en la mayoría de los casos, se produjeron para el análisis a nivel nacional. Sin embargo, reconociendo que en algunas áreas los datos de población no estarán disponibles para la mayoría de los usuarios, proporcionamos datos de la Población del Mundo V4 (GPWv4, CIESIN, 2016) como referencia. Incluso si la opción de usar GPWv4 en | trends.earth |, los datos de población pueden reemplazarse fácilmente por datos de alta calidad relevantes localmente simplemente reemplazando las celdas correspondientes en la salida tabular final.
fr: Dans | trends.earth | Nous recommandons aux utilisateurs d’utiliser l’option 1, étant donné que l’échelle d’une ville à l’autre, l’exactitude des données à haute résolution fournies par les bureaux de statistique nationaux sera toujours supérieure à celle obtenue par les produits matriciels globaux qui ont été, dans la plupart des cas, produits pour une analyse au niveau national. Cependant, reconnaissant que dans certaines zones, les données sur la population ne seront pas facilement accessibles à la plupart des utilisateurs, nous fournissons des données provenant de la Population quadrillée du monde V4 (GPWv4, CIESIN, 2016) à titre de référence. Même si l&#39;option d&#39;utiliser GPWv4 dans | trends.earth |, les données de population peuvent facilement être remplacées par des données de haute qualité localement pertinentes en remplaçant simplement les cellules correspondantes dans la sortie tabulaire finale.
pt: Em |trends.earth| recomendamos que os usuários usem a opção 1, pois a precisão dos dados de alta resolução fornecidos pelos escritórios nacionais de estatística sempre será maior do que a obtida pelos produtos de varredura globais que, na maioria dos casos, foram produzidos para análise em nível nacional. No entanto, reconhecendo que em algumas áreas os dados populacionais não estarão prontamente disponíveis para a maioria dos usuários, nós fornecemos dados da Grided Population of the World V4 (GPWv4, CIESIN, 2016) como referência. Mesmo se a opção de usar o GPWv4 em |trends.earth|, os dados da população podem ser facilmente substituídos por dados de alta qualidade localmente relevantes simplesmente substituindo as células correspondentes na saída tabular final.
sw: Katika | trends.earth | tunapendekeza watumiaji kutumia chaguo 1, kwa kuwa walikula chakula cha jiji usahihi wa data za juu-azimio zinazotolewa na ofisi za kitaifa za takwimu zitakuwa za juu zaidi kuliko yale yaliyopatikana na bidhaa za raster duniani ambazo, mara nyingi, zilizalishwa kwa uchambuzi wa ngazi ya kitaifa. Hata hivyo, kutambua kwamba katika baadhi ya maeneo data ya idadi ya watu haitakuwa rahisi kwa watumiaji wengi, tunatoa data kutoka kwa Idadi ya Idadi ya Watu wa Dunia V4 (GPWv4, CIESIN, 2016) kama kumbukumbu. Hata kama chaguo la kutumia GPWv4 katika | trends.earth |, data ya idadi ya watu inaweza kubadilishwa kwa urahisi na data husika ya juu ya eneo kwa kuondoa tu seli zinazofanana katika matokeo ya mwisho ya tabular.

source: Trends in SDG 11.3.1
es: Tendencias en ODS 11.3.1
fr: Tendances de l&#39;ODD 11.3.1
pt: Tendências no ODS 11.3.1
sw: Mwelekeo katika SDG 11.3.1

source: The final outputs of the SDG 11.3.1 computations in |trends.earth| will be:
es: Los resultados finales de los cálculos ODS 11.3.1 en |trends.earth| estarán:
fr: Les résultats finaux des calculs de l&#39;ODD 11.3.1 dans | trends.earth | sera:
pt: Os resultados finais dos cálculos do ODS 11.3.1 em |trends.earth| será:
sw: Matokeo ya mwisho ya uchambuzi wa SDG 11.3.1 katika | trends.earth | itakuwa:

source: The maps as presented Figures 10 and 11, which will allow for a visual interpretation of the changes occurred in the urban space between 2000 and 2015 at 5-year intervals.
es: Los mapas tal como se presentan en las Figuras 10 y 11, que permitirán una interpretación visual de los cambios ocurridos en el espacio urbano entre 2000 y 2015 a intervalos de 5 años.
fr: Les cartes présentées aux figures 10 et 11, qui permettront une interprétation visuelle des changements survenus dans l’espace urbain entre 2000 et 2015, à des intervalles de 5 ans.
pt: Os mapas apresentados nas Figuras 10 e 11, permitirão uma interpretação visual das mudanças ocorridas no espaço urbano entre 2000 e 2015 em intervalos de 5 anos.
sw: Ramani zilizowasilishwa Takwimu 10 na 11, ambayo itawawezesha tafsiri ya visual ya mabadiliko ilitokea katika nafasi ya miji kati ya 2000 na 2015 katika kipindi cha miaka mitano.

source: A table which summarizes the area calculations for the different spaces within the city space (urban, suburban, and the different classes of open space), and also the corresponding population numbers. In this table the SDG 11.3.1 will also be computed automatically, and a trend of the indicator over time will be provided.
es: Una tabla que resume los cálculos de área para los diferentes espacios dentro del espacio de la ciudad (urbano, suburbano y las diferentes clases de espacio abierto), y también los números de población correspondientes. En esta tabla, el ODS 11.3.1 también se calculará automáticamente, y se proporcionará una tendencia del indicador a lo largo del tiempo.
fr: Un tableau qui résume les calculs de superficie pour les différents espaces dans l’espace urbain (urbain, suburbain et les différentes classes d’espaces ouverts), ainsi que les chiffres de population correspondants. Dans ce tableau, l&#39;ODD 11.3.1 sera également calculé automatiquement et une tendance de l&#39;indicateur au fil du temps sera fournie.
pt: Uma tabela que resume os cálculos da área para os diferentes espaços dentro do espaço da cidade (urbano, suburbano e as diferentes classes de espaço aberto), e também os números correspondentes da população. Nesta tabela, o ODS 11.3.1 também será computado automaticamente, e uma tendência do indicador ao longo do tempo será fornecida.
sw: Jedwali ambalo linafupisha mahesabu ya eneo kwa maeneo tofauti ndani ya nafasi ya jiji (mijini, mijini, na makundi tofauti ya nafasi ya wazi), na pia namba za idadi ya watu husika. Katika meza hii SDG 11.3.1 pia itahesabiwa kwa moja kwa moja, na mwenendo wa kiashiria kwa muda utatolewa.

source: `Figure 11: One of the final outputs of the SDG 11.3.1 analysis in |trends.earth| is a tabular outputs displaying the area, population and the indicator for SDG 11.3.1 for the city analyzed.`
es: `Figura 11: Uno de los resultados finales del análisis ODS 11.3.1 en | trends.earth | es una salida tabular que muestra el área, la población y el indicador de ODS 11.3.1 para la ciudad analizada.`
fr: `Figure 11: L’un des résultats finaux de l’analyse de l’ODD 11.3.1 dans | trends.earth | est un tableau indiquant les zones, la population et l&#39;indicateur de l&#39;ODD 11.3.1 pour la ville analysée. »
pt: `Figura 11: Um dos resultados finais da análise do SDG 11.3.1 em |trends.earth| é uma saída tabular mostrando a área, população e o indicador para SDG 11.3.1 para a cidade analisada.`
sw: &#39;Mchoro wa 11: Moja ya matokeo ya mwisho ya uchambuzi wa SDG 11.3.1 katika | trends.earth | ni matokeo ya tangazo kuonyesha eneo, idadi ya watu na kiashiria cha SDG 11.3.1 kwa ajili ya mji kuchambuliwa.

source: For a step-by-step guide on how to run the aalysis in |trends.earth|, please refer to the following tutorial: :ref:`indicator-11-3-1-tutorial`.
es: Para obtener una guía paso a paso sobre cómo ejecutar el análisis en | trends.earth |, consulte el siguiente tutorial: :ref:`indicator-11-3-1-tutorial`.
fr: Pour un guide pas à pas sur la façon de lancer l&#39;analyse dans | trends.earth |, veuillez vous reporter au tutoriel suivant:: ref: `indicateur-11-3-1-tutorial`.
pt: Para um guia passo-a-passo sobre como executar a análise em |trends.earth|, por favor consulte o seguinte tutorial:: ref: `indicator-11-3-1-tutorial`.
sw: Kwa mwongozo wa hatua kwa hatua juu ya jinsi ya kuendesha uharibifu katika | trends.earth |, tafadhali rejea mafunzo yafuatayo:: ref: `kiashiria-11-3-1-tutorial`.

source: **Citations:**
es: **Citas:**
pt: **Citações:**
sw: ** Muhtasari: **

source: Breiman, L., 2001. Random forests. Mach. Learn. 45, 5–32. https://doi.org/10.1023/a:1010933404324
fr: Breiman, L., 2001. Forêts aléatoires. Mach. Apprendre. 45, 5–32. https://doi.org/10.1023/a:101093333404324
pt: Breiman, L., 2001. Florestas aleatórias. Mach. Aprender. 45, 5-32. https://doi.org/10.1023/a:1010933404324

source: Brown de Colstoun, E. C., C. Huang, P. Wang, J. C. Tilton, B. Tan, J. Phillips, S. Niemczura, P.-Y. Ling, and R. E. Wolfe. 2017. Global Man-made Impervious Surface (GMIS) Dataset From Landsat. Palisades, NY: NASA Socioeconomic Data and Applications Center (SEDAC). https://doi.org/10.7927/H4P55KKF.
fr: Brown de Colstoun, CE, C. Huang, P. Wang, JC Tilton, B. Tan, J. Phillips, S. Niemczura, P.-Y. Ling et RE Wolfe. 2017. Jeu de données mondial sur les surfaces imperméables artificielles (GMIS) de Landsat. Palisades, NY: Centre de données socioéconomiques et d&#39;applications de la NASA (SEDAC). https://doi.org/10.7927/H4P55KKF.
pt: Brown de Colstoun, EC, C. Huang, P. Wang, JC Tilton, B. Tan, J. Phillips, S. Niemczura, P.-Y. Ling e RE Wolfe. 2017. Conjunto de dados globais de superfície impermeável artificial (GMIS) da Landsat. Palisades, NY: Centro de Aplicações e Dados Socioeconômicos da NASA (SEDAC). https://doi.org/10.7927/H4P55KKF.
sw: Brown de Colstoun, EC, C. Huang, P. Wang, JC Tilton, B. Tan, J. Phillips, S. Niemczura, P.-Y. Ling, na RE Wolfe. 2017. Dataset ya Global Man-Made Impervious Surface (GMAT) Kutoka Landsat. Palisades, NY: Kituo cha Data na Maombi ya NASA ya NASA (SEDAC). https://doi.org/10.7927/H4P55KKF.

source: CIESIN. 2016. Gridded Population of the World, Version 4 (GPWv4): Population Density Adjusted to Match 2015 Revision of UN WPP Country Totals. Palisades, NY: NASA Socioeconomic Data and Applications Center (SEDAC). Center for International Earth Science Information Network - Columbia University. https://doi.org/10.7927/H4HX19NJ.
fr: CIESIN. 2016. Population du monde maillée, version 4 (GPWv4): Densité de population ajustée pour correspondre à la révision de 2015 du total des pays WPP de l&#39;ONU. Palisades, NY: Centre de données socioéconomiques et d&#39;applications de la NASA (SEDAC). Centre international d&#39;information sur les sciences de la Terre - Université Columbia. https://doi.org/10.7927/H4HX19NJ.
pt: CIESIN 2016. População Baseada em Grade do Mundo, Versão 4 (GPWv4): Densidade Populacional Ajustada para Combinar 2015 Revisão dos Totais dos Países WPP da ONU. Palisades, NY: Centro de Aplicações e Dados Socioeconômicos da NASA (SEDAC). Centro de Rede Internacional de Informação sobre Ciências da Terra - Universidade de Columbia. https://doi.org/10.7927/H4HX19NJ.
sw: CIESIN. 2016. Idadi ya Wakazi wa Dunia, Toleo la 4 (GPWv4): Usanifu wa Idadi ya Idadi ya Watu Uliofanywa hadi Mechi ya 2015 Uhakikisho wa Jumla ya Nchi za Umoja wa Mataifa WPP. Palisades, NY: Kituo cha Data na Maombi ya NASA ya NASA (SEDAC). Kituo cha Kimataifa ya Sayansi ya Sayansi ya Dunia - Chuo Kikuu cha Columbia. https://doi.org/10.7927/H4HX19NJ.

source: Dinerstein, E., Olson, et al, 2017. An Ecoregion-Based Approach to Protecting Half the Terrestrial Realm. BioScience 67, 534–545. https://doi.org/10.1093/biosci/bix014
fr: Dinerstein, E., Olson et coll., 2017. Une approche fondée sur les écorégions pour protéger la moitié du royaume terrestre. BioScience 67, 534-545. https://doi.org/10.1093/biosci/bix014
pt: Dinerstein, E., Olson, et al, 2017. Uma abordagem baseada na ecorregião para proteger metade do reino terrestre. BioScience 67, 534-545. https://doi.org/10.1093/biosci/bix014

source: Gorelick, N., Hancher, M., Dixon, M., Ilyushchenko, S., Thau, D., Moore, R., 2017. Google Earth Engine: Planetary-scale geospatial analysis for everyone. Remote Sens. Environ., Big Remotely Sensed Data: tools, applications and experiences 202, 18–27. https://doi.org/10.1016/j.rse.2017.06.031
fr: Gorelick, N., Hancher, M., Dixon, M., S. Ilyushchenko, D. Thau et R., 2017. Moteur de Google Earth: Analyse géospatiale à l&#39;échelle planétaire pour tous. Sens. À distance, données de télédétection volumineuses: outils, applications et expériences 202, 18–27. https://doi.org/10.1016/j.rse.2017.06.031
pt: Gorelick, N., Hancher, M., Dixon, M., Ilyuschenko, S., Thau, D., Moore, R., 2017. Google Earth Engine: Análise geoespacial em escala planetária para todos. Sensores Remotos, Grandes Dados Detectados Remotamente: ferramentas, aplicações e experiências 202, 18–27. https://doi.org/10.1016/j.rse.2017.06.031

source: Jean-Francois Pekel, Andrew Cottam, Noel Gorelick, Alan S. Belward, High-resolution mapping of global surface water and its long-term changes. Nature 540, 418-422 (2016). https://doi.org/10.1038/nature20584.
fr: Jean-François Pekel, Andrew Cottam, Noël Gorelick et Alan S. Belward, Cartographie haute résolution des eaux de surface mondiales et de leurs changements à long terme. Nature 540, 418-422 (2016). https://doi.org/10.1038/nature20584.
pt: Jean-François Pekel, Andrew Cottam, Noel Gorelick, Alan S. Belward, mapeamento de alta resolução de águas superficiais globais e suas mudanças a longo prazo. Nature 540, 418-422 (2016). https://doi.org/10.1038/nature20584.
sw: Jean-Francois Pekel, Andrew Cottam, Noel Gorelick, Alan S. Belward, Ramani ya juu ya azimio ya maji ya uso duniani na mabadiliko yake ya muda mrefu. Hali 540, 418-422 (2016). https://doi.org/10.1038/nature20584.

source: NOA. 2019. VIIRS Nighttime Day/Night Band Composites Version 1. Available through: https://developers.google.com/earth-engine/datasets/catalog/NOAA_VIIRS_DNB_MONTHLY_V1_VCMCFG
fr: NDA 2019. Version VIIRS Composites Night Band Jour / Nuit 1. Disponible à l&#39;adresse: https://developers.google.com/earth-engine/datasets/catalog/NOAA_VIIRS_DNB_MONTHLY_V1_VCMCFG.
pt: NOA. 2019. VIIRS Nighttime Day / Night Composites Versão 1. Disponível através de: https://developers.google.com/earth-engine/datasets/catalog/NOAA_VIIRS_DNB_MONTHLY_V1_VCMCFG
sw: NOA. 2019. VIIRS Usiku wa Uchana / Usiku wa Composites Bendi Version 1. Inapatikana kupitia: https://developers.google.com/earth-engine/datasets/catalog/NOAA_VIIRS_DNB_MONTHLY_V1_VCMCFG

source: UN-Habitat (2019) Module 3: Land consumption. Accessed on 05/10/2019 from: https://unhabitat.org/wp-content/uploads/2019/02/Indicator-11.3.1-Training-Module_Land-Consumption_Jan-2019.pdf
fr: UN-Habitat (2019) Module 3: Consommation de terres. Consulté le 05/10/2019 sur: https://unhabitat.org/wp-content/uploads/2019/02/Indicator-11.3.1-Training-Module_Land-Consumption_Jan-2019.pdf
pt: UN-Habitat (2019) Módulo 3: Consumo da terra. Acesso em 05/10/2019 de: https://unhabitat.org/wp-content/uploads/2019/02/Indicator-11.3.1-Training-Module_Land-Consumption_Jan-2019.pdf
sw: UN-Habitat (2019) Module 3: Matumizi ya ardhi. Ilifikia mnamo 05/10/2019 kutoka: https://unhabitat.org/wp-content/uploads/2019/02/Indicator-11.3.1-Kuweka-Module_Land-Consumption_Jan-2019.pdf

source: **Use of gridded population**: In this option, a population grid is made by distributing population to the entire administrative or census area unit. Attributes such as presence of habitable areas (land use classes) can be used to distribute the population, such that grid cells in tracks of undeveloped land or in industrial areas will have less population than high density residential areas. In the resulting grid, each grid cell will have a unique value, which is dependent on factors such as the total population within the enclosing administrative/census unit, and the number and/or quantity of the habitable land use classes. Figure 5 illustrates the general logic of population grids using only one land use class the built-up areas. The population grid should always cover an area larger than the defined urban boundaries. Once the population grids are created, estimation of the population living within the urban boundaries can then be achieved by aggregating populations of the enclosed grid cells. In the absence of high-resolution data from NSOs, this option produces better estimates for population, although high quality input data and multi-level analysis are essential for enhanced data accuracy. Global datasets representing populations at 1km and 250m grids are available (e.gs GPWv4, GHS-POP, WorldPop); most of which assume equal distribution of population to the habitable classes (e.g built up areas). This approach is proposed for the indicator computation where high resolution data from national statistical offices is not available or readily accessible.
sw: ** Matumizi ya idadi ya wakazi **: Katika chaguo hili, gridi ya watu hufanywa kwa kusambaza idadi ya watu kwenye kitengo chote cha utawala au sensa. Tabia kama vile kuwepo kwa maeneo yanayotumiwa (madarasa ya matumizi ya ardhi) yanaweza kutumiwa kusambaza idadi ya watu, kama vile seli za gridi katika tracks ya ardhi isiyo na maendeleo au katika maeneo ya viwanda zita idadi ya watu chini ya maeneo ya juu ya wiani. Katika gridi ya matokeo, kila kiini cha gridi itakuwa na thamani ya pekee, ambayo inategemea mambo kama vile jumla ya idadi ya watu ndani ya kitengo cha utawala / sensa iliyofungwa, na idadi na / au wingi wa madarasa ya matumizi ya ardhi. Mchoro wa 5 unaonyesha mantiki ya jumla ya gridi za idadi ya watu kutumia darasa moja tu la matumizi ya ardhi - maeneo yaliyojengwa. Gridi ya watu lazima daima kufunika eneo kubwa kuliko mipaka ya miji iliyoelezwa. Mara gridi za idadi ya watu zimeundwa, makadirio ya idadi ya watu wanaoishi ndani ya mipaka ya miji inaweza kufikia kwa kuunganisha idadi ya seli za gridi iliyofungwa. Kwa kutokuwepo kwa data ya juu-azimio kutoka kwa NSOs, chaguo hili linazalisha makadirio bora ya idadi ya watu, ingawa data ya kuingiza ubora wa juu na uchambuzi wa ngazi mbalimbali ni muhimu kwa usahihi wa data kuimarishwa. Dawa za data za kimataifa zinazowakilisha idadi ya watu 1km na 250m grids zinapatikana (e.gs GPWv4, GHS-POP, WorldPop); ambayo wengi huchukulia usambazaji sawa wa idadi ya watu kwa madarasa yanayotumika (kwa mfano maeneo yaliyojengwa). Njia hii inapendekezwa kwa hesabu ya kiashiria ambapo takwimu za azimio kutoka kwa ofisi za takwimu za kitaifa hazipatikani au zinapatikana kwa urahisi.

source: Breiman, L., 2001. Random forests. Mach. Learn. 45, 532. https://doi.org/10.1023/a:1010933404324
sw: Breiman, L., 2001. Misitu isiyo ya kawaida. Mach. Jifunze. 45, 5-32. https://doi.org/10.1023/a:1010933404324

source: Dinerstein, E., Olson, et al, 2017. An Ecoregion-Based Approach to Protecting Half the Terrestrial Realm. BioScience 67, 534545. https://doi.org/10.1093/biosci/bix014
sw: Dinerstein, E., Olson, et al, 2017. Njia ya Msingi ya Nchi ya Kulinda Sehemu ya Nchi ya Ulimwenguni. BioScience 67, 534-545. https://doi.org/10.1093/biosci/bix014

source: Gorelick, N., Hancher, M., Dixon, M., Ilyushchenko, S., Thau, D., Moore, R., 2017. Google Earth Engine: Planetary-scale geospatial analysis for everyone. Remote Sens. Environ., Big Remotely Sensed Data: tools, applications and experiences 202, 1827. https://doi.org/10.1016/j.rse.2017.06.031
sw: Gorelick, N., Hancher, M., Dixon, M., Ilyushchenko, S., Thau, D., Moore, R., 2017. Google Earth Engine: Uchambuzi wa geospatial wa dunia kwa kila mtu. Maeneo ya mbali. Karibu., Takwimu Zilizotambuliwa mbali: zana, programu na uzoefu 202, 18-27. https://doi.org/10.1016/j.rse.2017.06.031
