Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators15.po
Languages: es, fr, pt, sw

source: SDG Indicator 15.3.1
es: Indicador SDG 15.3.1
fr: Indicateur ODD 15.3.1
pt: Indicador SDG 15.3.1
sw: Kiashiria cha SDG 15.3.1

source: As part of the "2030 Agenda for Sustainable Development", Sustainable Development Goal (SDG) 15 is to:
es: Como parte de la "Agenda 2030 para el Desarrollo Sostenible", el Objetivo de Desarrollo Sostenible (ODS) 15 es:
fr: Dans le cadre du «Programme de développement durable à l'horizon 2030», l'objectif de développement durable (ODD) 15 est de :
pt: Como parte da &quot;Agenda 2030 para o Desenvolvimento Sustentável&quot;, o Objetivo de Desenvolvimento Sustentável (ODS) 15 é:
sw: Kama sehemu ya &quot;Agenda ya 2030 ya Maendeleo Endelevu&quot;, Malengo ya Maendeleo Endelevu (SDG) 15 ni kwa:

source: "Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss"
es: "Proteger, restaurar y promover el uso sostenible de los ecosistemas terrestres, gestionar los bosques de manera sostenible, combatir la desertificación, detener y revertir la degradación de la tierra y detener la pérdida de biodiversidad"
fr: "Préserver et restaurer les écosystèmes terrestres, en veillant à les exploiter de façon durable, gérer durablement les forêts, lutter contre la désertification, enrayer et inverser le processus de dégradation des sols et mettre fin à l’appauvrissement de la biodiversité"
pt: &quot;Proteger, restaurar e promover o uso sustentável de ecossistemas terrestres, manejar florestas de forma sustentável, combater a desertificação e deter e reverter a degradação da terra e deter a perda de biodiversidade&quot;
sw: &quot;Kulinda, kurejesha na kukuza matumizi endelevu ya mazingira ya ardhi, kusimamia misitu, kupambana na vurugu, na kusimama na kuharibu uharibifu wa ardhi na kuacha hasara ya viumbe hai&quot;

source: Each SDG has specific targets addressing different components, in this case, of life on land. Target 15.3 aims to:
es: Cada ODS tiene objetivos específicos que abordan diferentes componentes, en este caso, de la vida en la tierra. La meta 15.3 tiene como objetivo:
fr: Chaque ODD a des cibles spécifiques qui traitent de différentes composantes, dans ce cas, de la vie sur terre. La cible 15.3 vise à :
pt: Cada ODS tem metas específicas que abordam diferentes componentes, neste caso, da vida em terra. A meta 15.3 visa:
sw: Kila SDG ina malengo maalum ya kushughulikia vipengele tofauti, katika kesi hii, ya maisha kwenye ardhi. Lengo la 15.3 linalenga:

source: "By 2030, combat desertification, restore degraded land and soil, including land affected by desertification, drought and floods, and strive to achieve a land degradation-neutral world"
es: "Para 2030, combatir la desertificación, restaurar la tierra y el suelo degradados, incluidas las tierras afectadas por la desertificación, la sequía y las inundaciones, y luchar por lograr un mundo neutral en la degradación de la tierra"
fr: "D’ici à 2030, lutter contre la désertification, restaurer les terres et sols dégradés, notamment les terres touchées par la désertification, la sécheresse et les inondations, et s’efforcer de parvenir à un monde sans dégradation des sols"
pt: &quot;Até 2030, combater a desertificação, restaurar terras e solos degradados, incluindo terras afectadas pela desertificação, secas e inundações, e esforçar-se por alcançar um mundo neutro em termos de degradação da terra&quot;
sw: &quot;Mnamo mwaka wa 2030, kupambana na jangwa la ardhi, kurejesha ardhi na udongo ulioharibika, ikiwa ni pamoja na ardhi iliyoathiriwa na mazao ya ardhi, ukame na mafuriko, na kujitahidi kufikia ulimwengu usio na uharibifu wa ardhi&quot;

source: Indicators will be used then to assess the progress of each SDG target. In the case of SDG 15.3 the progress towards a land degradation neutral world will be assessed using indicator 15.3.1:
es: Los indicadores se usarán luego para evaluar el progreso de cada objetivo de ODS. En el caso del ODS 15.3, el progreso hacia un mundo neutral para la degradación de la tierra se evaluará utilizando el indicador 15.3.1:
fr: Des indicateurs seront ensuite utilisés pour évaluer les progrès de chaque cible des ODD. Dans le cas de l'ODD 15.3, les progrès vers un monde neutre en termes de dégradation des terres seront évalués à l'aide de l'indicateur 15.3.1 :
pt: Os indicadores serão utilizados para avaliar o progresso de cada meta dos ODS. No caso do ODS 15.3, o progresso em direção a um mundo neutro de degradação da terra será avaliado usando o indicador 15.3.1:
sw: Viashiria vitatumika kisha kutathmini maendeleo ya kila lengo la SDG. Katika kesi ya SDG 15.3 maendeleo juu ya uharibifu wa ardhi bila upande wa ulimwengu utahesabiwa kwa kutumia kiashiria 15.3.1:

source: "proportion of land that is degraded over total land area"
es: "proporción de tierra que se degrada sobre la superficie total"
fr: "Proportion de la surface émergée totale occupée par des terres dégradées"
pt: &quot;proporção de terra que é degradada em cima de área de terra total&quot;
sw: &quot;idadi ya ardhi ambayo imeharibiwa zaidi ya eneo la ardhi nzima&quot;

source: As the custodian agency for SDG 15.3, the United Nations Convention to Combat Desertification (UNCCD) has developed a `Good Practice Guidance (GPG) <http://www2.unccd.int/sites/default/files/relevant-links/2017-10/Good%20Practice%20Guidance_SDG%20Indicator%2015.3.1_Version%201.0.pdf>`_. providing recommendations on how to calculate SDG Indicator 15.3.1.
es: Como la agencia custodio del ODS 15.3, la Convención de las Naciones Unidas de Lucha contra la Desertificación (CNULD) ha desarrollado una "Guía de buenas prácticas (GPG) <http://www2.unccd.int/sites/default/files/relevant-links/2017-10/Good%20Practice%20Guidance_SDG%20Indicator%2015.3.1_Version%201.0.pdf>`_. proporcionar recomendaciones sobre cómo calcular el Indicador 15.3.1 de los ODS.
fr: En tant qu'agence dépositaire de l'ODD 15.3, la Convention des Nations Unies sur la lutte contre la désertification (CNULCD) a élaboré un `Guide de bonnes pratiques <http://www2.unccd.int/sites/default/files/relevant-links/2017-10/Good%20Practice%20Guidance_SDG%20Indicator%2015.3.1_Version%201.0.pdf>`_. avec des recommandations sur la façon de calculer l'indicateur ODD 15.3.1.
pt: Como agência de custódia do SDG 15.3, a Convenção das Nações Unidas para o Combate à Desertificação (UNCCD) desenvolveu um `Good Practice Guidance (GPG) <http://www2.unccd.int/sites/default/files/relevant-links/2017-10/Good%20Practiceuidance_SDG%20Indicator%2015.3.1_Version%201.0.pdf>`_. fornecendo recomendações sobre como calcular o Indicador SDG 15.3.1.
sw: Kama shirika la ulinzi wa SDG 15.3, Mkataba wa Umoja wa Mataifa wa Kupambana na Maafa ya Umoja wa Mataifa (UNCCD) umeunda &#39;Mwongozo wa Mazoea Mzuri (GPG) <http://www2.unccd.int/sites/default/files/relevant-links/2017-10/Good%20Practice%20Guidance_SDG%20Indicator%2015.3.1_Version%201.0.pdf> `_. kutoa mapendekezo juu ya jinsi ya kuhesabu Kiashiria cha SDG 15.3.1.

source: This document provides a brief introduction to SDG Indicator 15.3.1 and describes how each indicator is calculated by |trends.earth|.
es: Este documento proporciona una breve introducción al Indicador 15.3.1 de los ODS y describe cómo se calcula cada indicador mediante |trends.earth|.
fr: Ce document fournit une brève introduction à l'indicateur 15.3.1 des ODD et décrit comment chaque indicateur est calculé par |trends.earth|.
pt: Este documento fornece uma breve introdução ao Indicador 15.3.1 do SDG e descreve como cada indicador é calculado por |trends.earth|.
sw: Hati hii hutoa utangulizi mfupi kwa Kiashiria cha SDG 15.3.1 na inaelezea jinsi kila kiashiria inavyohesabiwa kwa | trends.earth |.

source: In order to assess the area degraded, SDG Indicator 15.3.1 uses information from 3 sub-indicators:
es: Para evaluar el área degradada, el Indicador 15.3.1 de los ODS utiliza información de 3 subindicadores:
fr: Afin d'évaluer la zone dégradée, l'indicateur ODD 15.3.1 utilise les informations dérivées de 3 sous-indicateurs :
pt: Para avaliar a área degradada, o Indicador 15.3.1 do SDG usa informações de três subindicadores:
sw: Ili kutathmini eneo limeharibiwa, Kiashiria cha SDG 15.3.1 hutumia taarifa kutoka kwa viashiria vidogo viwili:

source: Vegetation productivity
es: Productividad de la vegetación
fr: Productivité de la végétation
pt: Produtividade de vegetação
sw: Uzalishaji wa mboga

source: Land cover
es: Cobertura del terreno
fr: Couverture terrestre
pt: Cobertura da terra
sw: Bima ya ardhi

source: Soil organic carbon
es: Carbono orgánico del suelo
fr: Carbone organique du sol
pt: Carbono orgânico do solo
sw: Mkaa kaboni ya udongo

source: |trends.earth| allows the user to compute each of these subindicators in a spatially explicit way generating raster maps which are then integrated into a final SDG 15.3.1 indicator map and produces a table result reporting areas potentially improved and degraded for the area of analysis.
es: |trends.earth| permite al usuario calcular cada uno de estos subindicadores de forma espacialmente explícita, generando mapas raster que luego se integran en un mapa de indicadores final de ODS 15.3.1 y genera una tabla de áreas de informe de resultados potencialmente mejoradas y degradadas para el área de análisis.
fr: |trends.earth| permet à l'utilisateur de calculer chacun de ces sous-indicateurs d'une manière spatialement explicite, générant des cartes raster qui sont ensuite intégrées dans une carte finale de l'indicateur ODD 15.3.1. Un tableau de résultats sera produit indiquant les zones potentiellement améliorées et dégradées pour la zone d'analyse.
pt: |trends.earth| permite que o usuário calcule cada um desses subindicadores de maneira espacialmente explícita gerando mapas raster que são então integrados em um mapa indicador final do SDG 15.3.1 e produz uma área de relatório de resultados de tabela potencialmente melhorada e degradada para a área de análise.
sw: | trends.earth | inaruhusu mtumiaji kulinganisha kila mmoja wa hawa wasimamizi katika ramani za raster zinazozalisha njia za wazi ambazo zinaunganishwa kwenye ramani ya mwisho ya SDG 15.3.1 na hutoa maeneo ya taarifa ya matokeo ya meza ambayo yanaweza kuboreshwa na kuharibiwa kwa eneo la uchambuzi.

source: Sub-indicators
es: Subindicadores
fr: Sous-indicateurs
pt: Sub-indicadores
sw: Viashiria vya chini

source: Productivity
es: Productividad
fr: Productivité
pt: Produtividade
sw: Uzalishaji

source: Land productivity is the biological productive capacity of the land, the source of all the food, fiber and fuel that sustains humans (United Nations Statistical Commission 2016). Net primary productivity (NPP) is the net amount of carbon assimilated after photosynthesis and autotrophic respiration over a given period of time (Clark et al. 2001) and is typically represented in units such as kg/ha/yr. NPP is a variable time consuming and costly to estimate, for that reason, we rely on remotely sensed information to derive indicators of NPP.
es: La productividad de la tierra es la capacidad productiva biológica de la tierra, la fuente de todos los alimentos, fibras y combustibles que sustentan a los seres humanos (Comisión de Estadística de las Naciones Unidas 2016). La productividad primaria neta (PPN) es la cantidad neta de carbono asimilada después de la fotosíntesis y la respiración autótrofa durante un período de tiempo determinado (Clark et al., 2001) y se representa típicamente en unidades como kg / ha / año. El cálculo de PPN consume mucho tiempo y es costoso de estimar, por esa razón, dependemos de la información detectada remotamente para derivar indicadores de PPN.
fr: La productivité des terres est la capacité de production biologique de la terre, la source de toute la nourriture, des fibres et des combustibles soutenant les êtres humains (Commission de statistique des Nations Unies, 2016). La productivité primaire nette (PPN) est la quantité nette de carbone assimilée après la photosynthèse et la respiration autotrophe sur une période donnée (Clark et al., 2001) et est généralement représentée en unités telles que kg/ha/an. La PPN est une variable qui prend beaucoup de temps et qui est coûteuse à estimer. Pour cette raison, nous utilisons des informations de télédétection pour obtenir des indicateurs de PPN.
pt: A produtividade da terra é a capacidade produtiva biológica da terra, a fonte de todos os alimentos, fibras e combustíveis que sustentam os seres humanos (United Nations Statistical Commission 2016). A produtividade primária líquida (NPP) é a quantidade líquida de carbono assimilado após a fotossíntese e respiração autotrófica durante um determinado período de tempo (Clark et al. 2001) e é tipicamente representada em unidades como kg/ha/ano. A NPP é uma variável demorada e dispendiosa de estimar, por isso, confiamos em informações de sensoriamento remoto para derivar indicadores de NPP.
sw: Uzalishaji wa ardhi ni uwezo wa kibaolojia wa uzalishaji wa ardhi, chanzo cha chakula, fiber na mafuta ambayo huwasaidia wanadamu (Tume ya Umoja wa Mataifa 2016). Uzalishaji wa msingi wa msingi (NPP) ni kiasi kikubwa cha kaboni iliyofanyika baada ya photosynthesis na kupumua autotrophic kwa kipindi fulani cha muda (Clark et al. 2001) na kawaida huwakilishwa katika vitengo kama kg / ha / yr. NPP ni wakati unaobadilishana na gharama kubwa ya kukadiria, kwa sababu hiyo, tunategemea maelezo ya mbali ya kupatikana ili kupata viashiria vya NPP.

source: One of the most commonly used surrogates of NPP is the Normalized Difference Vegetation Index (NDVI), computed using information from the red and near infrared portions of the electromagnetic spectrum. In |trends.earth| we make use of bi-weekly products from MODIS and AVHRR to compute annual integrals of NDVI (computed as the mean annual NDVI for simplicity of interpretation of results). These annual integrals of NDVI are then used to compute each of the productivity indicators explained below.
es: Uno de los sustitutos más comúnmente usados ​​de la PPN es el índice de vegetación de diferencia normalizada (NDVI), que se calcula utilizando la información de las porciones roja e infrarroja cercana del espectro electromagnético. En |trends.earth| hacemos uso de productos cada dos semanas de MODIS y AVHRR para calcular las integrales anuales de NDVI (calculado como el NDVI anual promedio para simplificar la interpretación de los resultados). Estas integrales anuales de NDVI se utilizan para calcular cada uno de los indicadores de productividad que se explican a continuación.
fr: L'un des substituts les plus couramment utilisés à la PPN est l'Indice de végétation par différence normalisée (NDVI), calculé à partir des informations provenant des parties rouge et proche infrarouge du spectre électromagnétique. Dans |trends.earth|, nous utilisons des produits bi-hebdomadaires de MODIS et AVHRR pour calculer les intégrales annuelles de NDVI (calculé comme NDVI annuel moyen pour simplifier l'interprétation des résultats). Ces intégrales annuelles du NDVI sont ensuite utilisées pour calculer chacun des indicateurs de productivité expliqués ci-dessous.
pt: Um dos substitutos mais comumente usados ​​de NPP é o Índice de Vegetação por Diferença Normalizada (NDVI), calculado usando informações das porções de infravermelho vermelho e infravermelho próximo do espectro eletromagnético. Em |trends.earth| Utilizamos produtos bi-semanais do MODIS e do AVHRR para calcular integrais anuais do NDVI (calculados como o NDVI médio anual para simplificar a interpretação dos resultados). Essas integrais anuais do NDVI são então usadas para calcular cada um dos indicadores de produtividade explicados abaixo.
sw: Mojawapo ya sehemu za kawaida za NPP ni Nambari ya Mboga ya Tofauti ya Nambari (NDVI), iliyohesabiwa kwa kutumia habari kutoka sehemu nyekundu na karibu za infrared ya wigo wa umeme. Katika | trends.earth | sisi kutumia bidhaa bi-kila wiki kutoka MODIS na AVHRR kuhesabu integrals ya kila mwaka ya NDVI (computed kama wastani NDVI kila mwaka kwa urahisi wa tafsiri ya matokeo). Sehemu hizi za kila mwaka za NDVI zinatumiwa kulinganisha kila moja ya viashiria vya uzalishaji vinavyoelezwa hapo chini.

source: Land productivity is assessed in |trends.earth| using three measures of change derived from NDVI time series data: trajectory, performance and state
es: La productividad de la tierra se evalúa en |trends.earth| utilizando tres medidas de cambio derivadas de datos de series de tiempo de NDVI: trayectoria, rendimiento y estado
fr: La productivité des terres est évaluée dans |trends.earth| en utilisant trois mesures de changement dérivées des données de séries temporelles NDVI: trajectoire, performance et état
pt: A produtividade da terra é avaliada em |trends.earth| usando três medidas de mudança derivadas dos dados da série temporal do NDVI: trajetória, desempenho e estado
sw: Uzalishaji wa ardhi ni tathmini katika | trends.earth | kutumia hatua tatu za mabadiliko inayotokana na data ya mfululizo wa NDVI wakati: trajectory, utendaji na hali

source: Productivity Trajectory
es: Productividad - Trayectoria
fr: Trajectoire de la productivité
pt: Trajetória de Produtividade
sw: Uzalishaji wa Trajectory

source: Trajectory measures the rate of change in primary productivity over time. As indicated in the figure below, |trends.earth| computes a linear regression at the pixel level to identify areas experiencing changes in primary productivity for the period under analysis. A Mann-Kendall non-paremetric significance test is then applied, considering only significant changes those that show a p-value ≤ 0.05. Positive significant trends in NDVI would indicate potential improvement in land condition, and negative significant trends potential degradation.
es: La trayectoria mide la tasa de cambio en la productividad primaria a lo largo del tiempo. Como se indica en la figura a continuación, |trends.earth| calcula una regresión lineal a nivel de píxel para identificar las áreas que experimentan cambios en la productividad primaria durante el período bajo análisis. A continuación, se aplica una prueba de significación no paremétrica de Mann-Kendall, considerando solo cambios significativos aquellos que muestran un valor de p ≤ 0.05. Las tendencias positivas significativas en NDVI indicarían la mejora potencial en la condición de la tierra, y la potencial degradación de las tendencias significativas negativas.
fr: La trajectoire mesure le taux de variation de la productivité primaire au fil du temps. Comme indiqué dans la figure ci-dessous, |trends.earth| calcule une régression linéaire au niveau du pixel pour identifier les zones connaissant des changements de productivité primaire pour la période analysée. Un test de signification non paramétrique de Mann-Kendall est ensuite appliqué, en ne considérant que les changements significatifs, ceux qui montrent une valeur de p ≤ 0,05. Les tendances significatives positives du NDVI indiqueraient une amélioration potentielle de l'état des terres et les tendances significatives négatives une dégradation potentielle.
pt: A trajetória mede a taxa de mudança na produtividade primária ao longo do tempo. Conforme indicado na figura abaixo, |trends.earth| calcula uma regressão linear no nível do pixel para identificar áreas que experimentam mudanças na produtividade primária para o período em análise. Um teste de significância não paremétrico de Mann-Kendall é então aplicado, considerando apenas mudanças significativas aquelas que mostram um valor de p ≤ 0,05. Tendências significativas positivas no NDVI indicariam potencial melhoria na condição da terra e tendências negativas significativas na degradação potencial.
sw: Hatua ya mabadiliko ya kiwango cha mabadiliko katika tija ya msingi kwa muda. Kama ilivyoonyeshwa katika takwimu hapa chini, | trends.earth | inachukua ukandamizaji wa nambari kwenye kiwango cha pixel ili kutambua maeneo yaliyo na mabadiliko katika uzalishaji wa msingi kwa kipindi cha chini ya uchambuzi. Uchunguzi wa umuhimu wa Mann-Kendall hauwezi kutumika, kwa kuzingatia tu mabadiliko muhimu ambayo yanaonyesha thamani ya p-0.05. Mwelekeo mzuri wa NDVI ungeonyesha uwezekano wa kuboresha hali ya ardhi, na mwelekeo mbaya wa uharibifu.

source: Correcting for the effects of climate
es: Corregir los efectos del clima
fr: Correction des effets du climat
pt: Corrigindo os efeitos do clima
sw: Kuelezea madhara ya hali ya hewa
