Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators11.po
Languages: es, fr, pt, sw

source: |trends.earth| provides through the `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ and the QGIS plug-in access to the global 30m time series of impervious surface indices. It is important however understand that the dataset has its limitations, and user's input and control is needed to assess changes in indicator SDG 11.3.1 accurately. To test the performance of the indicator, we run the analysis on 224 cities globally (200 national capitals + 24 large cities in the Unites States of America, Figure 7). Using the `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ and visually comparing the product to very high spatial resolution images, we were able to define the thresholds appropriate for each city (ISI, NTL, and WFI) and also assess the quality of the product in a scale from 0 to 5. The results show that for 83% of the cities assessed Trends.Earth data can be used for estimating indicator SDG 11.3.1. The biggest limitation remains in small island states (for which no training data was available), hyper arid areas, and areas with low image availability.
es: |trends.earth| proporciona a través del `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ y el complemento QGIS acceden a la serie de tiempo global de 30 m de índices de superficie impermeable. Sin embargo, es importante comprender que el conjunto de datos tiene sus limitaciones, y se necesita la entrada y el control del usuario para evaluar los cambios en el indicador ODS 11.3.1 con precisión. Para probar el desempeño del indicador, realizamos el análisis en 224 ciudades a nivel mundial (200 capitales nacionales + 24 ciudades grandes en los Estados Unidos de América, Figura 7). Usando el `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ y comparando visualmente el producto con imágenes de resolución espacial muy alta, pudimos definir los umbrales adecuados para cada ciudad (ISI, NTL y WFR) y también evaluar la calidad del producto en una escala de 0 a 5. los resultados muestran que para el 83% de las ciudades evaluadas Tendencias. Los datos de la tierra se pueden usar para estimar el indicador ODS 11.3.1. La mayor limitación se mantiene en los pequeños estados insulares (para los cuales no se disponía de datos de capacitación), áreas hiperáridas y áreas con baja disponibilidad de imágenes.
fr: | trends.earth | fournit à travers le `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_ et le plug-in QGIS permettent d&#39;accéder à la série chronologique globale d&#39;indices de surface imperméables sur 30 m. Il est toutefois important de comprendre que le jeu de données a ses limites et que la participation et le contrôle de l&#39;utilisateur sont nécessaires pour évaluer avec précision les modifications de l&#39;indicateur ODD 11.3.1. Pour tester la performance de l&#39;indicateur, nous avons analysé 224 villes du monde (200 capitales nationales + 24 grandes villes des États-Unis, Figure 7). Utiliser le `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_ et en comparant visuellement le produit à des images à très haute résolution spatiale, nous avons pu définir les seuils appropriés pour chaque ville (ISI, NTL et WFI) et également évaluer la qualité du produit sur une échelle de 0 à 5. Les résultats montrent que pour 83% des villes évaluées, les données Trends.Earth peuvent être utilisées pour estimer l&#39;indicateur ODD 11.3.1. La plus grande limite reste dans les petits États insulaires (pour lesquels aucune donnée de formation n’était disponible), les zones hyper-arides et les zones à faible disponibilité des images.
pt: |trends.earth| fornece através do `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ e do plugin QGIS acesso a série temporal global de 30m de índices de superfície impermeáveis. É importante, no entanto, entender que o conjunto de dados tem suas limitações, e a entrada e o controle do usuário são necessários para avaliar as mudanças no indicador SDG 11.3.1 com precisão. Para testar o desempenho do indicador, realizamos a análise em 224 cidades em todo o mundo (200 capitais nacionais + 24 grandes cidades nos Estados Unidos da América, Figura 7). Usando o `Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ e comparando visualmente o produto a imagens de alta resolução espacial, conseguimos definir os limites apropriados para cada cidade (ISI, NTL e WFI) e também avaliar a qualidade do produto em uma escala de 0 a 5. os resultados mostram que, para 83% das cidades avaliadas, os dados do Trends.Earth podem ser usados para estimar o indicador ODS 11.3.1. A maior limitação permanece nos pequenos estados insulares (para os quais não há dados de treinamento disponíveis), áreas hiperáridas e áreas com baixa disponibilidade de imagens.
sw: | trends.earth | hutoa kupitia &#39;Ramani ya Mjini <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_ na upatikanaji wa kuziba QGIS kwenye mfululizo wa muda wa kimataifa wa 30m wa vigezo vya uso usioonekana. Ni muhimu hata hivyo kuelewa kwamba dataset ina mapungufu yake, na pembejeo na mtumiaji na inahitajika ili kutathmini mabadiliko katika kiashiria SDG 11.3.1 usahihi. Ili kupima utendaji wa kiashiria, tunaendesha uchambuzi juu ya miji 224 duniani (miji mikuu 200 kitaifa + 24 miji mikubwa katika Umoja wa Mataifa ya Amerika, Mchoro 7). Kutumia `Ramani ya Mjini <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_ na kuzingatia bidhaa hiyo kwa picha za juu za azimio la ardhi, tumeweza kufafanua vizingiti vinavyofaa kwa kila mji (ISI, NTL, na WFI) na pia tathmini ubora wa bidhaa kwa kiwango kikubwa kutoka 0 hadi 5. Matokeo yanaonyesha kuwa kwa% 83 ya miji ya Tathmini. Data ya data inaweza kutumika kwa kukadiria kiashiria SDG 11.3.1. Kikwazo kikubwa kinabakia katika nchi ndogo za kisiwa (ambacho hakuna data ya mafunzo inapatikana), maeneo ya maeneo yenye ukali, na maeneo yenye upatikanaji wa picha ndogo.

source: **No data**: Cities for which no training data was available to build the impervious surface data set. These cities represent 6.2% of the sample assessed.
es: **Sin datos**: ciudades para las cuales no se disponía de datos de entrenamiento para construir el conjunto de datos de superficie impermeable. Estas ciudades representan el 6,2% de la muestra evaluada.
fr: ** Pas de données **: Villes pour lesquelles aucune donnée de formation n&#39;était disponible pour créer l&#39;ensemble de données de surface imperméable. Ces villes représentent 6,2% de l&#39;échantillon évalué.
pt: **Nenhum dado**: Cidades para as quais não há dados de treinamento disponíveis para construir o conjunto de dados de superfície impermeável. Essas cidades representam 6,2% da amostra avaliada.
sw: ** Hakuna data **: Miji ambayo hakuna data ya mafunzo ilipatikana ili kujenga data isiyosababishwa ya kuweka data. Miji hii inawakilisha asilimia 6.2 ya sampuli iliyo tathmini.

source: **Unusable**: Cities for which results are available, but due to low Landsat images availability prevented the production of a good quality product. These results should not be used for computing SDG 11.3.1 indicator. These cities represent 0.9% of the sample assessed.
es: **Inutilizable**: ciudades para las que hay resultados disponibles, pero debido a la baja disponibilidad de imágenes Landsat, impidió la producción de un producto de buena calidad. Estos resultados no deben utilizarse para calcular el indicador ODS 11.3.1. Estas ciudades representan el 0,9% de la muestra evaluada.
fr: ** Inutilisable **: villes pour lesquelles des résultats sont disponibles, mais en raison de la faible disponibilité des images Landsat, il n&#39;a pas été possible de produire un produit de bonne qualité. Ces résultats ne doivent pas être utilisés pour calculer l&#39;indicateur SDG 11.3.1. Ces villes représentent 0,9% de l&#39;échantillon évalué.
pt: **Inutilizável**: Cidades para as quais os resultados estão disponíveis, mas devido à baixa disponibilidade de imagens Landsat impediu a produção de um produto de boa qualidade. Esses resultados não devem ser usados para calcular o indicador ODS 11.3.1. Essas cidades representam 0,9% da amostra avaliada.
sw: ** Haiwezekani **: Miji ambayo matokeo yanapatikana, lakini kutokana na kupatikana kwa picha za chini za ardhi hakuzuia uzalishaji wa bidhaa bora. Matokeo haya haipaswi kutumiwa kwa kompyuta SDG 11.3.1. Miji hii inawakilisha 0.9% ya sampuli iliyo tathmini.

source: **Problematic**: Cities with results of potential use for visually understating spatial patterns of built-up area expansion, but with significant errors. These results should not be used for computing SDG 11.3.1 indicator. These cities represent 4.0% of the sample assessed.
es: **Problemática**: ciudades con resultados de uso potencial para subestimar visualmente los patrones espaciales de expansión de área construida, pero con errores significativos. Estos resultados no deben utilizarse para calcular el indicador ODS 11.3.1. Estas ciudades representan el 4,0% de la muestra evaluada.
fr: ** problématique **: villes avec des résultats d&#39;utilisation potentielle pour minimiser visuellement les schémas spatiaux d&#39;expansion des zones bâties, mais avec des erreurs significatives. Ces résultats ne doivent pas être utilisés pour calculer l&#39;indicateur SDG 11.3.1. Ces villes représentent 4,0% de l&#39;échantillon évalué.
pt: **Problemática**: Cidades com resultados de uso potencial para entender melhor os padrões espaciais de expansão da área construída, mas com erros significativos. Esses resultados não devem ser usados para calcular o indicador ODS 11.3.1. Essas cidades representam 4,0% da amostra avaliada.
sw: ** Tatizo **: Miji yenye matokeo ya matumizi ya kutosha kwa kuzingatia kupanua ruwaza za eneo la upanuzi wa eneo la kujengwa, lakini kwa makosa makubwa. Matokeo haya haipaswi kutumiwa kwa kompyuta SDG 11.3.1. Miji hii inawakilisha 4.0% ya sampuli iliyo tathmini.

source: **Some issues**: Cities with results showing some issues confusing bare soil surfaces with built up area, could be used for computing SDG 11.3.1 after detailed inspection of the data. These cities represent 6.2% of the sample assessed.
es: **Algunos problemas**: Las ciudades con resultados que muestran algunos problemas que confunden las superficies de suelo desnudo con el área construida, podrían usarse para calcular el ODS 11.3.1 después de una inspección detallada de los datos. Estas ciudades representan el 6,2% de la muestra evaluada.
fr: ** Quelques problèmes **: Les villes dont les résultats montrent des problèmes de confusion entre les surfaces de sol nues et la surface construite peuvent être utilisées pour calculer l&#39;ODD 11.3.1 après une inspection détaillée des données. Ces villes représentent 6,2% de l&#39;échantillon évalué.
pt: **Alguns problemas**: as cidades com resultados mostrando alguns problemas que confundem superfícies de solo descobertas com área construída podem ser usadas para o cálculo do ODS 11.3.1 após a inspeção detalhada dos dados. Essas cidades representam 6,2% da amostra avaliada.
sw: ** Baadhi ya masuala ya **: Miji yenye matokeo inayoonyesha masuala fulani yanayochanganya nyuso za udongo wazi na sehemu iliyojengwa, inaweza kutumika kwa kompyuta SDG 11.3.1 baada ya ukaguzi wa kina wa data. Miji hii inawakilisha asilimia 6.2 ya sampuli iliyo tathmini.

source: **Minor issues**: Cities with high quality data but with the presence of some small areas of confusion. This data could be used for computing SDG 11.3.1. These cities represent 12.5% of the sample assessed.
es: **Problemas menores**: ciudades con datos de alta calidad pero con la presencia de pequeñas áreas de confusión. Estos datos podrían utilizarse para calcular ODS 11.3.1. Estas ciudades representan el 12,5% de la muestra evaluada.
fr: ** Problèmes mineurs **: Villes avec des données de haute qualité mais avec la présence de petites zones de confusion. Ces données pourraient être utilisées pour calculer l&#39;ODD 11.3.1. Ces villes représentent 12,5% de l’échantillon évalué.
pt: **Pequenos problemas**: Cidades com dados de alta qualidade, mas com a presença de algumas pequenas áreas de confusão. Esses dados podem ser usados para calcular o ODS 11.3.1. Essas cidades representam 12,5% da amostra avaliada.
sw: ** Masuala Machache **: Miji yenye data ya juu lakini kwa uwepo wa maeneo madogo ya machafuko. Data hii inaweza kutumika kwa kompyuta SDG 11.3.1. Miji hii inawakilisha asilimia 12.5 ya sampuli iliyo tathmini.

source: **High quality**: Cities with high quality data showing perfect agreement between built-up area using Trends.Earth data and high resolution images available in Google Earth, high confidence for estimating SDG 11.3.1. These cities represent 70.1% of the sample assessed.
es: **Alta calidad**: ciudades con datos de alta calidad que muestran un acuerdo perfecto entre el área construida utilizando los datos de Trends.Earth e imágenes de alta resolución disponibles en Google Earth, alta confianza para estimar ODS 11.3.1. Estas ciudades representan el 70,1% de la muestra evaluada.
fr: ** Haute qualité **: villes avec des données de haute qualité montrant un accord parfait entre les zones bâties utilisant les données Trends.Earth et les images haute résolution disponibles dans Google Earth, confiance élevée pour l&#39;estimation de l&#39;ODD 11.3.1. Ces villes représentent 70,1% de l&#39;échantillon évalué.
pt: **Alta qualidade**: Cidades com dados de alta qualidade que mostram uma concordância perfeita entre a área construída usando dados do Trends.Earth e imagens de alta resolução disponíveis no Google Earth, alta confiança para estimar o ODS 11.3.1. Essas cidades representam 70,1% da amostra avaliada.
sw: ** Ubora wa juu **: Miji yenye data ya shaba ya juu inayoonyesha makubaliano kamili kati ya eneo la kujengwa kwa kutumia Mwelekeo. Data ya juu na picha za azimio kubwa zinazopatikana katika Google Earth, ujasiri mkubwa wa kuzingatia SDG 11.3.1. Miji hii inawakilisha asilimia 70.1 ya sampuli iliyo tathmini.

source: `Figure 7: After testing in 224 large cities around the globe, the results show that for 83% of the cities assessed Trends.Earth data can be used for estimating indicator SDG 11.3.1. The biggest limitation remains in small island states (for which no training data was available), hyper arid areas, and areas with low image availability.`
es: `Figura 7: Después de realizar pruebas en 224 ciudades grandes de todo el mundo, los resultados muestran que para el 83% de las tendencias evaluadas en Tendencias. Los datos de la Tierra pueden utilizarse para estimar el indicador ODS 11.3.1. La mayor limitación sigue siendo en los pequeños estados insulares (para los cuales no se disponía de datos de entrenamiento), áreas hiperáridas y áreas con baja disponibilidad de imágenes.`
fr: `Figure 7: Après des tests dans 224 grandes villes du monde, les résultats montrent que pour 83% des villes évaluées, les données Trends.Earth peuvent être utilisées pour estimer l&#39;indicateur ODD 11.3.1. La plus grande limite reste dans les petits États insulaires (pour lesquels aucune donnée de formation n&#39;était disponible), les zones hyper-arides et les zones à faible disponibilité des images.
pt: `Figura 7: Após o teste em 224 grandes cidades ao redor do mundo, os resultados mostram que, para 83% das cidades avaliadas, os dados do Trends.Earth podem ser usados para estimar o indicador ODS 11.3.1. A maior limitação permanece nos pequenos estados insulares (para os quais não há dados de treinamento disponíveis), áreas hiperáridas e áreas com baixa disponibilidade de imagens.`
sw: Mchoro wa 7: Baada ya kupima katika miji mikubwa 224 kote ulimwenguni, matokeo yanaonyesha kwamba kwa asilimia 83 ya miji ya Tathmini. Data ya data inaweza kutumika kwa kukadiria kiashiria SDG 11.3.1. Kikwazo kikubwa kinabakia katika majimbo machache ya kisiwa (ambayo hakuna data ya mafunzo ilipatikana), maeneo mahiri yaliyomo, na maeneo yenye upatikanaji wa picha chini.

source: `Figure 8: Spatial distribution of threshold parameters selected for the sample of 224 cities tested. Top: Impervious surface area indicator, Middle: Nighttime lights indicator, and Bottom: Water frequency indicator.`
es: `Figura 8: Distribución espacial de los parámetros de umbral seleccionados para la muestra de 224 ciudades analizadas. Parte superior: Indicador de área de superficie impermeable, Medio: Indicador de luces nocturnas, y Parte inferior: Indicador de frecuencia de agua.`
fr: `Figure 8: Distribution spatiale des paramètres de seuil sélectionnés pour l&#39;échantillon de 224 villes testées. En haut: Indicateur de surface imperméable, Au milieu: Indicateur d&#39;éclairage nocturne et En bas: Indicateur de fréquence de l&#39;eau. »
pt: `Figura 8: Distribuição espacial dos parâmetros de limiar selecionados para a amostra de 224 cidades testadas. Parte superior: Indicador de área de superfície impermeável, meio: indicador de luzes nocturnas e inferior: indicador de frequência de água.`
sw: &#39;Mchoro wa 8: Usambazaji wa nafasi ya vigezo vya kizingiti ulichaguliwa kwa sampuli ya miji 224 iliyojaribiwa. Juu: Kiashiria cha eneo la uso usio na uhakika, Kati: Kiashiria cha taa za usiku, na Chini: Kiashiria cha mzunguko wa maji .`

source: From the analysis of 224 cities globally we were able to estimate the range of parameters most commonly used. The most frequent values used were: **ISI = 30, NTL = 10, WFR = 25**. Those were the default parameters defined in the `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ and QGIS plugin, but it is important to remember that for each city, careful inspection of the dataset should be perform, in order to find the set of parameters which better work for each site.
es: A partir del análisis de 224 ciudades a nivel mundial, pudimos estimar el rango de parámetros más comúnmente utilizados. Los valores más frecuentes utilizados fueron: **ISI = 30, NTL = 10, WFR = 25**. Esos fueron los parámetros predeterminados definidos en el `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ y el complemento QGIS, pero es importante recordar que para cada ciudad, se debe realizar una inspección cuidadosa del conjunto de datos, a fin de encontrar el conjunto de parámetros que mejor funcionen para cada sitio.
fr: À partir de l&#39;analyse de 224 villes à l&#39;échelle mondiale, nous avons pu estimer la gamme de paramètres les plus couramment utilisés. Les valeurs les plus fréquemment utilisées étaient: ** ISI = 30, NTL = 10, WFR = 25 **. Ce sont les paramètres par défaut définis dans le fichier `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_ et QGIS, mais il est important de noter que pour chaque ville, il convient de procéder à une inspection minutieuse de l&#39;ensemble de données afin de trouver l&#39;ensemble de paramètres qui fonctionnent le mieux pour chaque site.
pt: A partir da análise de 224 cidades globalmente, pudemos estimar o intervalo de parâmetros mais comumente usados. Os valores mais utilizados foram: **ISI = 30, NTL = 10, WFR = 25**. Esses eram os parâmetros padrão definidos no `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ e plugin QGIS, mas é importante lembrar que, para cada cidade, uma inspeção cuidadosa do dataset deve ser realizada, a fim de encontrar o conjunto de parâmetros que melhor funcionem para cada site.
sw: Kutoka uchambuzi wa miji 224 ulimwenguni kote tumeweza kukadiria kiwango cha vigezo ambazo hutumiwa kawaida. Maadili ya kawaida yaliyotumika ni: ** ISI = 30, NTL = 10, WFR = 25 **. Hizi ndizo vigezo vya default ambavyo vinatajwa katika `Trends.Earth Mjini Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> Plugin `_ na QGIS, lakini ni muhimu kukumbuka kuwa kwa kila mji, ukaguzi wa makini wa dataset unapaswa kufanya, ili kupata seti ya vigezo ambazo zinafaa zaidi kwa kila tovuti.

source: `Figure 9: Frequency distribution of threshold parameters selected for the sample of 224 cities tested. Left: Impervious surface area indicator, Middle: Nighttime lights indicator, and Right: Water frequency indicator.`
es: `Figura 9: Distribución de frecuencia de los parámetros de umbral seleccionados para la muestra de 224 ciudades analizadas. Izquierda: Indicador de área de superficie impermeable, Medio: Indicador de luces nocturnas, y Derecha: Indicador de frecuencia de agua.`
fr: `Figure 9: Distribution de fréquence des paramètres de seuil sélectionnés pour l&#39;échantillon de 224 villes testées. Gauche: Indicateur de surface imperméable, Milieu: Indicateur d&#39;éclairage nocturne et Droite: Indicateur de fréquence de l&#39;eau. »
pt: `Figura 9: Distribuição de frequência dos parâmetros limiares selecionados para a amostra de 224 cidades testadas. Esquerda: Indicador de área de superfície impermeável, meio: indicador de luzes nocturnas e direito: indicador de frequência de água.`
sw: &#39;Mchoro 9: Usambazaji wa mara kwa mara wa vigezo vya kizingiti ulichaguliwa kwa sampuli ya miji 224 iliyojaribiwa. Kushoto: Kiashiria cha eneo la uso usio na uhakika, Kati: Kiashiria cha taa za usiku, na Haki: Kiashiria cha mzunguko wa Maji .`

source: Urban zones
es: Zonas urbanas
fr: Zones urbaines
pt: Zonas urbanas
sw: Eneo la miji

source: The urban extent is the proposed area of study that comprises of the built-up area and urbanized open space of the city, along with areas added by proximity analysis (UN-Habitat, 2019). UN-Habitat suggests classifying the area of interest into the 6 following classes in order to identify the area which will be used in the estimation of the annual land consumption rate (Figure 1):
es: La extensión urbana es el área de estudio propuesta que comprende el área urbanizada y el espacio abierto urbanizado de la ciudad, junto con las áreas agregadas por análisis de proximidad (ONU-Hábitat, 2019). ONU-Hábitat sugiere clasificar el área de interés en las 6 clases siguientes para identificar el área que se usará en la estimación de la tasa anual de consumo de tierra (Figura 1):
fr: L&#39;étendue urbaine est la zone d&#39;étude proposée qui comprend la zone bâtie et l&#39;espace ouvert urbanisé de la ville, ainsi que les zones ajoutées par l&#39;analyse de proximité (ONU-Habitat, 2019). ONU-Habitat suggère de classer la zone d&#39;intérêt dans les 6 classes suivantes afin d&#39;identifier la zone qui sera utilisée pour l&#39;estimation du taux de consommation annuelle de terres (Figure 1):
pt: A extensão urbana é a área proposta de estudo que compreende a área construída e o espaço aberto urbanizado da cidade, juntamente com áreas adicionadas pela análise de proximidade (UN-Habitat, 2019). A ONU-Habitat sugere a classificação da área de interesse nas 6 classes seguintes, a fim de identificar a área que será usada na estimativa da taxa anual de consumo da terra (Figura 1):
sw: Eneo la mijini ni eneo la utafiti ambalo linajumuisha eneo la kujengwa na eneo la mijini lililo wazi, pamoja na maeneo yaliyoongezwa na uchambuzi wa karibu (UN-Habitat, 2019). UN-Habitat inapendekeza kuainisha eneo la maslahi katika madarasa 6 yafuatayo ili kutambua eneo ambalo litatumika katika makadirio ya kiwango cha matumizi ya ardhi kila mwaka (Kielelezo 1):
