Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators11.po
Languages: es, fr, pt, sw

source: SDG Indicator 11.3.1
es: Indicador ODS 11.3.1
fr: Indicateur SDG 11.3.1
pt: Indicador ODS 11.3.1
sw: Kiashiria cha SDG 11.3.1

source: Background
es: Fondo
fr: Contexte
pt: Embasamento

source: Source: UN-Habitat (2019) SDG Indicator 11.3.1 Training Module: Land Use Efficiency. United Nations Human Settlement Programme (UN-Habitat), Nairobi.
es: Fuente: ONU-Hábitat (2019) Indicador ODS 11.3.1 Módulo de capacitación: Eficiencia del uso de la tierra. Programa de las Naciones Unidas para el Asentamiento Humano (ONU-Hábitat), Nairobi.
fr: Source: ONU-Habitat (2019) Indicateur 11.3.1 des ODD Module de formation: Efficacité de l&#39;utilisation des sols. Programme des Nations Unies pour les établissements humains (ONU-Habitat), Nairobi.
pt: Fonte: UN-Habitat (2019) Indicador ODS 11.3.1 Módulo de Treinamento: Eficiência do Uso da Terra. Programa das Nações Unidas para os Assentamentos Humanos (UN-Habitat), Nairobi.
sw: Chanzo: Kiashiria cha SD-UN-Habitat (2019) 11.3.1 Module ya Mafunzo: Ufanisi wa Matumizi ya Ardhi. Programu ya Makazi ya Umoja wa Mataifa (UN-Habitat), Nairobi.

source: Human settlements, in all their diverse forms, appropriate land in varied ways. Just like living organisms, urban settlements (cities) evolve, transform, adapt, innovate and change with emerging trends. Urban settlements expand, shrink, densify, intensify, age, and sometimes their functions even migrate to areas that are more conducive to their survival. All these trends in urban settlements are closely associated with such factors as changes in population, economic potential and productivity, prevailing physical and social conditions, presence of enabling policies, among other things.
es: Los asentamientos humanos, en todas sus diversas formas, se apropian de la tierra de diversas maneras. Al igual que los organismos vivos, los asentamientos urbanos (ciudades) evolucionan, se transforman, se adaptan, innovan y cambian con las tendencias emergentes. Los asentamientos urbanos se expanden, reducen, densifican, intensifican, envejecen y, a veces, sus funciones incluso migran a áreas que son más propicias para su supervivencia. Todas estas tendencias en los asentamientos urbanos están estrechamente asociadas con factores tales como los cambios en la población, el potencial económico y la productividad, las condiciones físicas y sociales prevalecientes, la presencia de políticas habilitadoras, entre otras cosas.
fr: Les établissements humains, sous toutes leurs formes, s&#39;approprient les terres de différentes manières. Tout comme les organismes vivants, les agglomérations urbaines (villes) évoluent, se transforment, s’adaptent, innovent et évoluent avec les nouvelles tendances. Les établissements urbains s&#39;étendent, se réduisent, se densifient, s&#39;intensifient, vieillissent et parfois même leurs fonctions migrent même vers des zones plus propices à leur survie. Toutes ces tendances dans les établissements urbains sont étroitement liées à des facteurs tels que l’évolution de la population, le potentiel économique et la productivité, les conditions physiques et sociales régnantes, la présence de politiques favorables, entre autres.
pt: Os assentamentos humanos, em todas as suas diversas formas, apropriam-se da terra de maneiras variadas. Assim como os organismos vivos, os assentamentos urbanos (cidades) evoluem, transformam, adaptam, inovam e mudam com as tendências emergentes. Os assentamentos urbanos expandem, encolhem, densificam, intensificam, envelhecem e, às vezes, suas funções migram para áreas mais propícias à sua sobrevivência. Todas essas tendências nos assentamentos urbanos estão intimamente associadas a fatores como mudanças na população, potencial econômico e produtividade, condições físicas e sociais predominantes, presença de políticas facilitadoras, entre outras coisas.
sw: Makazi ya watu, katika aina zao zote, ardhi sahihi kwa njia mbalimbali. Kama vile viumbe hai, mijini (mijini) inabadilika, kubadilisha, kukabiliana, innovation na kubadilisha na mwenendo wa kujitokeza. Makazi ya miji kupanua, kupungua, kuimarisha, kuimarisha, umri, na wakati mwingine kazi zao hata kuhamia kwenye maeneo ambayo yanafaa kwa maisha yao. Mwelekeo huu wote katika miji ya mijini unahusishwa kwa karibu na mambo kama mabadiliko katika idadi ya watu, uwezekano wa kiuchumi na tija, hali ya kimwili na ya kijamii iliyopo, uwepo wa kuwezesha sera, kati ya mambo mengine.

source: A country that maximizes the many benefits associated with urbanization is one that is able to understand, measure and predict the growth trends of its urban areas; and in turn put in place the necessary actions/interventions to tap on the benefits of such growth, while minimizing the equally diverse challenges associated with unplanned urbanization. Pro-active planning - which is a major pre-requisite for sustainable urbanization - requires that city authorities and other relevant actors predict the direction of growth of a city, and/or shape this growth by providing the required facilities, services and policy and legal frameworks ahead of development. This results in planned and equitable growth in which majority of the city residents have access to the basic services, economic and social opportunities, and where environmental sustainability prevails. At the centre of all these is the need for generation and dissemination of up-to-date and accurate data on growth trends across cities and urban settlements.
es: Un país que maximiza los muchos beneficios asociados con la urbanización es uno que puede comprender, medir y predecir las tendencias de crecimiento de sus áreas urbanas; y, a su vez, implementa las acciones / intervenciones necesarias para aprovechar los beneficios de dicho crecimiento, al tiempo que minimiza los desafíos igualmente diversos asociados con la urbanización no planificada. La planificación proactiva, que es un requisito previo importante para la urbanización sostenible, requiere que las autoridades de la ciudad y otros actores relevantes predigan la dirección del crecimiento de una ciudad y / o den forma a este crecimiento al proporcionar las instalaciones, servicios y políticas legales y legales necesarios. Marcos por delante del desarrollo. Esto se traduce en un crecimiento planificado y equitativo en el que la mayoría de los residentes de la ciudad tienen acceso a los servicios básicos, oportunidades económicas y sociales, y donde prevalece la sostenibilidad ambiental. En el centro de todo esto está la necesidad de generar y difundir datos actualizados y precisos sobre las tendencias de crecimiento en las ciudades y los asentamientos urbanos.
fr: Un pays qui maximise les nombreux avantages associés à l&#39;urbanisation est un pays capable de comprendre, de mesurer et de prédire les tendances de croissance de ses zones urbaines. et à son tour, met en place les actions / interventions nécessaires pour exploiter les avantages d&#39;une telle croissance, tout en minimisant les défis tout aussi divers associés à une urbanisation non planifiée. Une planification proactive - qui est une condition préalable majeure pour une urbanisation durable - nécessite que les autorités municipales et les autres acteurs concernés prédisent l&#39;orientation de la croissance d&#39;une ville et / ou modifient cette croissance en fournissant les installations, les services, les politiques et les moyens juridiques nécessaires. cadres en avance sur le développement. Il en résulte une croissance planifiée et équitable dans laquelle la majorité des habitants de la ville ont accès aux services de base, aux opportunités économiques et sociales et où la durabilité environnementale prévaut. La nécessité de générer et de diffuser des données actualisées et précises sur les tendances de la croissance dans les villes et les agglomérations urbaines est au centre de toutes ces préoccupations.
pt: Um país que maximiza os muitos benefícios associados à urbanização é aquele que é capaz de entender, medir e prever as tendências de crescimento de suas áreas urbanas; e, por sua vez, colocar em prática as ações/intervenções necessárias para explorar os benefícios desse crescimento, minimizando os desafios igualmente diversos associados à urbanização não planejada. O planejamento urbano pró-ativo - que é um pré-requisito importante para a urbanização sustentável - requer que as autoridades municipais e outros atores relevantes prevejam a direção do crescimento de uma cidade e/ou modelem esse crescimento, fornecendo as instalações, serviços, políticas e aspectos legais necessários antecipadamente ao desenvolvimento. Isso resulta em crescimento planejado e eqüitativo, em que a maioria dos moradores da cidade tem acesso aos serviços básicos, oportunidades econômicas e sociais e onde a sustentabilidade ambiental prevalece. No centro de tudo isso está a necessidade de geração e disseminação de dados atualizados e precisos sobre tendências de crescimento em cidades e assentamentos urbanos.
sw: Nchi inayoongeza faida nyingi zinazohusishwa na miji ya mijini ni moja inayoweza kuelewa, kupima na kutabiri mwenendo wa ukuaji wa maeneo yake ya miji; na pia kuweka hatua muhimu / hatua za kugusa faida za ukuaji huo, wakati kupunguza vigezo tofauti tofauti vinavyohusishwa na mijini isiyopangwa. Mpangilio wa kazi - ambayo ni muhimu sana kabla ya mijini mijini - inahitaji mamlaka ya jiji na watendaji wengine wanaotabiri mwelekeo wa ukuaji wa jiji, na / au kuunda ukuaji huu kwa kutoa vifaa, huduma na sera na sheria zinazohitajika mifumo mbele ya maendeleo. Hii inakua katika ukuaji uliopangwa na usawa ambao wengi wa wakazi wa jiji wanapata huduma za msingi, fursa za kiuchumi na kijamii, na uendelezaji wa mazingira unaendelea. Katikati ya haya yote ni haja ya kizazi na usambazaji wa data hadi sasa na sahihi juu ya mwenendo wa ukuaji katika miji na makazi ya mijini.

source: **Target 11.3 aims to enhance inclusive and sustainable urbanization and capacity for participatory, integrated and sustainable human settlement planning and management in all countries by 2030**. To monitor progress towards the achievement of target 11.3 the UN established indicator 11.3.1, which measures how efficiently cities utilize land, which is measured as a ratio of the rate at which cities spatially consume land against the rate at which their populations grow. **Empirical evidence has shown that, cities that are compact use land more efficiently and are better placed to provide public goods and basic services at a lower cost**. Such cities can consume less energy, manage waste better, and are more likely to maximize the benefits associated with economics of agglomeration. On the other hand, sprawling cities (non-compact cities) experience increased demand for mobility; increased energy consumption; environmental degradation; increased cost of providing basic services per capita (e.g. water, sanitation, drainage); increased cost of infrastructure per capita; reduction in economies of agglomeration; and decreased urban productivity.
es: **La meta 11.3 tiene como objetivo mejorar la urbanización inclusiva y sostenible y la capacidad para la planificación y gestión de asentamientos humanos participativos, integrados y sostenibles en todos los países para 2030**. Para monitorear el progreso hacia el logro de la meta 11.3, la ONU estableció el indicador 11.3.1, que mide la eficiencia con que las ciudades utilizan la tierra, que se mide como una proporción de la tasa a la que las ciudades consumen espacialmente la tierra en comparación con la tasa de crecimiento de su población. **La evidencia empírica ha demostrado que las ciudades compactas utilizan la tierra de manera más eficiente y están mejor ubicadas para proporcionar bienes públicos y servicios básicos a un menor costo**. Estas ciudades pueden consumir menos energía, administrar mejor los residuos y es más probable que maximicen los beneficios asociados con la economía de la aglomeración. Por otro lado, las ciudades en expansión (ciudades no compactas) experimentan una mayor demanda de movilidad; mayor consumo de energía; degradación ambiental; aumento del costo de la prestación de servicios básicos per cápita (por ejemplo, agua, saneamiento, drenaje); aumento del costo de la infraestructura per cápita; reducción de las economías de aglomeración; y disminución de la productividad urbana.
fr: ** La cible 11.3 vise à renforcer l&#39;urbanisation inclusive et durable et la capacité de planification et de gestion participatives, intégrées et durables des établissements humains dans tous les pays d&#39;ici 2030 **. Pour surveiller les progrès accomplis dans la réalisation de l’objectif 11.3, l’indicateur 11.3.1 établi par l’ONU mesure l’efficacité avec laquelle les villes utilisent la terre, ce qui correspond au rapport entre le taux de consommation spatiale des villes et le taux de croissance de leur population. ** Des preuves empiriques ont montré que les villes compactes utilisent les terres plus efficacement et sont mieux placées pour fournir des biens publics et des services de base à moindre coût **. Ces villes peuvent consommer moins d&#39;énergie, mieux gérer les déchets et maximiser les avantages liés aux aspects économiques de l&#39;agglomération. D&#39;autre part, les villes tentaculaires (villes non compactes) connaissent une demande accrue de mobilité; augmentation de la consommation d&#39;énergie; dégradation de l&#39;environnement; augmentation du coût des services de base par habitant (eau, assainissement, drainage, par exemple); augmentation du coût des infrastructures par habitant; réduction des économies d&#39;agglomération; et diminution de la productivité urbaine.
pt: **A meta 11.3 visa melhorar a urbanização inclusiva e sustentável e a capacidade de planejamento e gestão de assentamentos humanos participativos, integrados e sustentáveis em todos os países até 2030**. Para monitorar o progresso rumo à consecução da meta 11.3, a ONU estabeleceu o indicador 11.3.1, que mede a eficiência com que as cidades utilizam a terra, medida como uma relação entre a taxa em que as cidades consomem terras sobre a taxa de crescimento de suas populações. **Evidências empíricas mostram que cidades que são compactas usam terras de forma mais eficiente e estão em melhor posição para fornecer bens públicos e serviços básicos a um custo menor**. Essas cidades podem consumir menos energia, gerenciar melhor os resíduos e têm maior probabilidade de maximizar os benefícios associados à economia da aglomeração. Por outro lado, cidades em expansão (cidades não-compactas) experimentam maior demanda por mobilidade; aumento do consumo de energia; degradação ambiental; aumento do custo de prestação de serviços básicos per capita (por exemplo, água, saneamento, drenagem); aumento do custo da infraestrutura per capita; redução nas economias de aglomeração; e diminuição da produtividade urbana.
sw: Lengo la 11.3 lina lengo la kuimarisha mijini na uendelezaji wa mijini na uwezo wa kupanga mipango na usimamizi wa makazi na ustawi wa binadamu katika nchi zote kufikia 2030 **. Kufuatilia maendeleo kuelekea kufikia lengo 11.3 Kiashiria cha Umoja wa Mataifa kilichoanzishwa 11.3.1, ambacho kinaelezea jinsi vijiji vinavyotumia ardhi kwa ufanisi, vinavyohesabiwa kama uwiano wa kiwango ambacho miji hutumia ardhi kwa kiwango cha watu wao kukua. ** Ushahidi wa upepo umeonyesha kwamba, miji ambayo ni compact kutumia ardhi kwa ufanisi zaidi na ni bora kuwekwa kutoa bidhaa za umma na huduma za msingi kwa gharama ya chini **. Miji hiyo inaweza kutumia nishati ndogo, kusimamia taka vizuri zaidi, na inawezekana zaidi kuongeza faida zinazohusiana na uchumi wa agglomeration. Kwa upande mwingine, vijiji vidogo (miji isiyo ya kawaida) uzoefu uliongezeka kwa mahitaji ya uhamaji; matumizi ya nishati; uharibifu wa mazingira; gharama kubwa ya kutoa huduma za msingi kwa kila mtu (mfano maji, usafi wa mazingira, mifereji ya maji); gharama kubwa ya miundombinu kwa kila mtu; kupunguza uchumi wa agglomeration; na kupungua kwa uzalishaji wa miji.

source: By measuring the rate at which cities consume land against their rate of population growth, city authorities and decision makers can project demand for public goods and services, identify new areas of growth, and pro-actively influence sustainable urban development. This is needed to provide adequate infrastructure, services and amenities for the improvement of living conditions to all. Generation and dissemination of data on this indicator is thus not only crucial for understanding urban growth dynamics and formulation of informed policies and guidelines, but is also at the core of promoting sustainable urbanization.
es: Al medir la velocidad a la que las ciudades consumen tierra en función de su tasa de crecimiento de la población, las autoridades de la ciudad y los encargados de tomar decisiones pueden proyectar la demanda de bienes y servicios públicos, identificar nuevas áreas de crecimiento e influir de manera proactiva en el desarrollo urbano sostenible. Esto es necesario para proporcionar infraestructura, servicios y servicios adecuados para mejorar las condiciones de vida de todos. Por lo tanto, la generación y difusión de datos sobre este indicador no solo es crucial para comprender la dinámica del crecimiento urbano y la formulación de políticas y directrices informadas, sino que también constituye el núcleo de la promoción de la urbanización sostenible.
fr: En mesurant le taux auquel les villes consomment des terres par rapport à leur taux de croissance démographique, les autorités municipales et les décideurs peuvent prévoir la demande de biens et services publics, identifier de nouveaux domaines de croissance et influencer de manière proactive le développement urbain durable. Cela est nécessaire pour fournir une infrastructure, des services et des équipements adéquats pour l&#39;amélioration des conditions de vie de tous. La génération et la diffusion de données sur cet indicateur sont donc non seulement essentielles pour comprendre la dynamique de la croissance urbaine et la formulation de politiques et de directives éclairées, mais sont également au cœur de la promotion de l&#39;urbanisation durable.
pt: Ao medir a taxa em que as cidades consomem terras em relação à sua taxa de crescimento populacional, as autoridades municipais e os tomadores de decisão podem projetar a demanda por bens e serviços públicos, identificar novas áreas de crescimento e influenciar proativamente o desenvolvimento urbano sustentável. Isso é necessário para fornecer infraestrutura, serviços e comodidades adequados para a melhoria das condições de vida para todos. A geração e disseminação de dados sobre este indicador é, portanto, não apenas crucial para entender a dinâmica do crescimento urbano e a formulação de políticas e diretrizes informadas, mas também está no centro da promoção da urbanização sustentável.
sw: Kwa kupima kiwango ambacho miji hutumia ardhi dhidi ya kiwango cha ukuaji wa idadi ya watu, mamlaka ya jiji na watunga uamuzi wanaweza kuandaa mahitaji ya bidhaa na huduma za umma, kutambua maeneo mapya ya ukuaji, na kuathiri kikamilifu maendeleo endelevu ya miji. Hii inahitajika kutoa miundombinu, huduma na huduma za kutosha kwa kuboresha mazingira ya maisha kwa wote. Jumuiya na usambazaji wa takwimu juu ya kiashiria hiki sio muhimu tu kwa kuelewa mienendo ya ukuaji wa miji na kuunda sera na miongozo ya habari, lakini pia ni msingi wa kukuza mijini milele.

source: Rationale for Monitoring
es: Justificación para el monitoreo
fr: Justification du suivi
pt: Justificativa para o monitoramento
sw: Mtazamo wa Ufuatiliaji

source: Understanding how a city/urban area expands spatially against its rate of population change is critical to determining, among other things, the nature of human settlements growth (formal versus informal) and the speed of conversion of outlying land to urbanized functions. These two elements have significant implications on the demand for and cost of providing services, as well as on environmental preservation and conservation.
es: Comprender cómo una ciudad / área urbana se expande espacialmente contra su tasa de cambio de población es fundamental para determinar, entre otras cosas, la naturaleza del crecimiento de los asentamientos humanos (formal frente a informal) y la velocidad de conversión de las tierras periféricas a funciones urbanizadas. Estos dos elementos tienen implicaciones significativas en la demanda y el costo de la prestación de servicios, así como en la preservación y conservación del medio ambiente.
fr: Comprendre comment une ville / zone urbaine se développe spatialement par rapport à son taux de changement démographique est essentiel pour déterminer, entre autres, la nature de la croissance des établissements humains (formelle ou informelle) et la vitesse de conversion des terres périphériques en fonctions urbanisées. Ces deux éléments ont des implications importantes sur la demande et le coût de la fourniture de services, ainsi que sur la préservation et la conservation de l&#39;environnement.
pt: Compreender como uma cidade/área urbana se expande espacialmente em relação a sua taxa de mudança populacional é fundamental para determinar, entre outras coisas, a natureza do crescimento dos assentamentos humanos (formal versus informal) e a velocidade de conversão de terras periféricas para funções urbanas. Esses dois elementos têm implicações significativas na demanda e no custo da prestação de serviços, bem como na preservação e conservação ambiental.
sw: Kuelewa jinsi jiji / eneo la miji linalozidi kwa kiasi kikubwa dhidi ya kiwango cha mabadiliko ya idadi ya watu ni muhimu kuamua, kati ya mambo mengine, hali ya ukuaji wa makazi ya watu (rasmi dhidi ya isiyo rasmi) na kasi ya uongofu wa ardhi ya nje kwa kazi za miji. Mambo haya mawili yana umuhimu mkubwa juu ya mahitaji na gharama za kutoa huduma, pamoja na kuhifadhi na kuhifadhi mazingira.
