Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators11.po
Languages: es, fr, pt, sw

source: To attain sustainable development, countries need to understand how fast their urban areas are growing, and in which direction. This will not only help them understand growth trends and effectively address demand for basic services but also help create policies that encourage optimal use of urban land, effectively protecting other land uses (natural environments, farmlands, etc). In addition, achievement of inclusive and sustainable urbanization requires that the resources be utilized in a manner that can accommodate population growth from migration and natural increase while preserving environmentally sensitive areas from development.
es: Para lograr un desarrollo sostenible, los países deben comprender qué tan rápido están creciendo sus áreas urbanas y en qué dirección. Esto no solo les ayudará a comprender las tendencias de crecimiento y atender eficazmente la demanda de servicios básicos, sino que también ayudará a crear políticas que fomenten el uso óptimo de la tierra urbana, protegiendo efectivamente otros usos de la tierra (entornos naturales, tierras de cultivo, etc.). Además, el logro de una urbanización inclusiva y sostenible requiere que los recursos se utilicen de una manera que pueda acomodar el crecimiento de la población a partir de la migración y el aumento natural, al tiempo que preserva las áreas ambientalmente sensibles del desarrollo.
fr: Pour parvenir à un développement durable, les pays doivent comprendre à quelle vitesse leurs zones urbaines se développent et dans quelle direction. Cela les aidera non seulement à comprendre les tendances de la croissance et à répondre efficacement à la demande de services de base, mais aussi à créer des politiques encourageant une utilisation optimale des terres urbaines, protégeant efficacement d&#39;autres utilisations des terres (environnements naturels, terres agricoles, etc.). En outre, pour parvenir à une urbanisation inclusive et durable, il faut que les ressources soient utilisées de manière à pouvoir prendre en charge la croissance démographique résultant de la migration et de l&#39;accroissement naturel, tout en préservant les zones écologiquement sensibles du développement.
pt: Para alcançar o desenvolvimento sustentável, os países precisam entender a rapidez com que suas áreas urbanas estão crescendo e em qual direção. Isso não apenas os ajudará a entender as tendências de crescimento e atenderá efetivamente à demanda por serviços básicos, mas também ajudará a criar políticas que incentivem o uso otimizado de terras urbanas, protegendo efetivamente outros usos da terra (ambientes naturais, fazendas, etc.). Além disso, a conquista de uma urbanização inclusiva e sustentável requer que os recursos sejam utilizados de uma maneira que possa acomodar o crescimento populacional da migração e do aumento natural, preservando as áreas ambientalmente sensíveis do desenvolvimento.
sw: Ili kufikia maendeleo endelevu, nchi zinahitaji kuelewa jinsi kasi maeneo yao ya mijini yanavyoongezeka, na kwa mwelekeo gani. Hii sio kuwasaidia tu kuelewa mwenendo wa ukuaji na kushughulikia kwa ufanisi mahitaji ya huduma za msingi lakini pia kusaidia kuunda sera zinazohamasisha matumizi bora ya ardhi ya mijini, kulinda kwa ufanisi matumizi mengine ya ardhi (mazingira ya asili, mashamba ya kilimo, nk). Aidha, mafanikio ya mijini ya pamoja na endelevu inahitaji kuwa rasilimali zitumiwe kwa namna ambayo inaweza kuzingatia ukuaji wa idadi ya watu kutoka kwa uhamiaji na ongezeko la asili wakati wa kuhifadhi maeneo ya mazingira yaliyotokana na maendeleo.

source: The purpose of monitoring progress against the SDG indicator 11.3.1 is therefore to provide necessary and timely information to decision makers and stakeholders in order to accelerate progress towards enhanced inclusive and sustainable urbanization. **Meeting Target 11.3 by 2030 requires, at the minimum, slowing down urban sprawl and if possible, ensuring that the compactness of cities is maintained or increased over time**.
es: El propósito de monitorear el progreso contra el indicador 11.3.1 de los ODS es, por lo tanto, proporcionar información necesaria y oportuna a los tomadores de decisiones y las partes interesadas para acelerar el progreso hacia una urbanización inclusiva y sostenible mejorada. **El objetivo de la reunión 11.3 para 2030 requiere, como mínimo, reducir la expansión urbana y, si es posible, garantizar que la compacidad de las ciudades se mantenga o aumente con el tiempo**.
fr: Le suivi des progrès accomplis par rapport à l’indicateur 11.3.1 des objectifs de développement durable est donc de fournir aux décideurs et aux parties prenantes les informations nécessaires et opportunes afin d’accélérer les progrès en vue d’une urbanisation renforcée, durable et plus inclusive. ** Pour atteindre l&#39;objectif 11.3 d&#39;ici 2030, il faut au minimum ralentir l&#39;étalement urbain et, si possible, veiller à maintenir la compacité des villes ou à l&#39;augmenter avec le temps **.
pt: A finalidade de monitorar o progresso em relação ao indicador de ODS 11.3.1 é, portanto, fornecer informações necessárias e oportunas para os tomadores de decisão e partes interessadas, a fim de acelerar o progresso em direção a uma urbanização inclusiva e sustentável. **Cumprir a meta 11.3 até 2030 exige, no mínimo, desacelerar a expansão urbana e, se possível, assegurar que a compactação das cidades seja mantida ou aumentada com o tempo**.
sw: Lengo la kufuatilia maendeleo dhidi ya kiashiria cha SDG 11.3.1 kwa hiyo ni kutoa habari muhimu na kwa wakati kwa waamuzi na wadau ili kuharakisha maendeleo kuelekea kuimarisha miji ya umoja na endelevu. ** Mkutano wa Taratibu 11.3 hadi 2030 inahitaji, kwa kiwango cha chini, kupunguza kasi ya kupunguza mijini na ikiwa inawezekana, kuhakikisha kuwa ufanisi wa miji unasimamiwa au kuongezeka kwa muda.

source: Indicator and data needs
es: Indicador y necesidades de datos.
fr: Indicateur et besoins en données
pt: Indicador e necessidades de dados
sw: Kiashiria na mahitaji ya data

source: Indicator 11.3.1 is defined as the **ratio of land consumption rate to population growth rate** (Figure 1). In order to compute this indicator, information on the urban extent and population in at least two moments in time are needed, and even more if we are interested in assessing the change in the indicator over time.
es: El indicador 11.3.1 se define como la relación **de la tasa de consumo de la tierra con respecto a la tasa de crecimiento de la población** (Figura 1). Para calcular este indicador, se necesita información sobre la extensión urbana y la población en al menos dos momentos, e incluso más si estamos interesados en evaluar el cambio en el indicador a lo largo del tiempo.
fr: L&#39;indicateur 11.3.1 est défini comme étant le ** rapport entre le taux de consommation de terres et le taux de croissance de la population ** (Figure 1). Afin de calculer cet indicateur, il est nécessaire de disposer d&#39;informations sur l&#39;étendue urbaine et la population à au moins deux moments dans le temps, et même davantage si nous souhaitons évaluer l&#39;évolution de l&#39;indicateur au fil du temps.
pt: O indicador 11.3.1 é definido como a razão **entre a taxa de consumo da terra e a taxa de crescimento da população** (Figura 1). Para calcular este indicador, são necessárias informações sobre a extensão urbana e população em pelo menos dois momentos no tempo, e ainda mais se estivermos interessados em avaliar a mudança no indicador ao longo do tempo.
sw: Kiashiria 11.3.1 kinaelezewa kama ** uwiano wa kiwango cha matumizi ya ardhi kwa kiwango cha ukuaji wa idadi ya watu ** (Kielelezo 1). Ili kulinganisha kiashiria hiki, habari juu ya kiwango cha mijini na idadi ya watu kwa angalau mara mbili kwa wakati zinahitajika, na hata zaidi kama tunapenda kutathmini mabadiliko katika kiashiria kwa muda.

source: `Figure 1: Sustainable development goal (SDG) indicator 11.3.1 is computed as the ratio of the annual land consumption rate (ALCR) to the annual population growth rate (APGR) between times 1 and 2. Ln: natural logarithm, Urb: urban area, pop: population, t: time in years.`
es: `Figura 1: el indicador de meta de desarrollo sostenible (ODS) 11.3.1 se calcula como la relación entre la tasa anual de consumo de tierra (ALCR) y la tasa anual de crecimiento de la población (APGR) entre los tiempos 1 y 2. Ln: logaritmo natural, Urb: área urbana, pop: población, t: tiempo en años.`
fr: `Figure 1: L’indicateur 11.3.1 de l’objectif de développement durable (ODD) correspond au rapport entre le taux de consommation annuel de terres (ALCR) et le taux de croissance annuel de la population (APGR) entre les périodes 1 et 2. Ln: logarithme naturel, Urb: zone urbaine, pop: population, t: durée en années. »
pt: Figura 1: O indicador de objetivo de desenvolvimento sustentável (SDG) 11.3.1 é calculado como a razão entre a taxa anual de consumo da terra (ALCR) e a taxa anual de crescimento populacional (APGR) entre os tempos 1 e 2. Ln: logaritmo natural, Urb: área urbana, pop: população, t: tempo em anos.
sw: Kielelezo 1: Kiashiria cha maendeleo ya kudumu (SDG) kiashiria 11.3.1 kinahesabiwa kama uwiano wa kiwango cha kila mwaka cha matumizi ya ardhi (ALCR) kwa kiwango cha kila mwaka cha ongezeko la idadi ya watu (APGR) kati ya mara 1 na 2. Ln: logarithm ya asili, Urb: eneo la mijini, pop: idadi ya watu, t: wakati katika miaka .`

source: Assessing changes in SDG 11.3.1. over time requires a significant amount of information, since it requires knowing urban extent and population count for multiple years. Earth observation data allow us to estimate the extent of built-up area within a city, and then using spatial analysis algorithms estimate the extent of the different elements within the urban environment (e.g. buildings, open space, water bodies, etc.). In |trends.earth| we have adopted the work-flow below (Figure 2) to facilitate the process. Making use of Google Earth Engine's super computers, the full Landsat archive between 1997 and 2019, and the GMIS dataset (Brown de Colstoun et al 2017), |Trends.Earth| computed a series of impervious surface indices globally available at 30m resolution to inform on urban extent for the years 2000, 2005, 2010, and 2015. Combined with user input and population data, the tool computes SDG 11.3.1 both in the form of maps and tables for ease of interpretation and reporting.
es: Evaluación de cambios en ODS 11.3.1. a lo largo del tiempo requiere una cantidad significativa de información, ya que requiere conocer la extensión urbana y el conteo de la población durante varios años. Los datos de observación de la Tierra nos permiten estimar la extensión del área construida dentro de una ciudad, y luego, utilizando algoritmos de análisis espacial, estimamos la extensión de los diferentes elementos dentro del entorno urbano (por ejemplo, edificios, espacios abiertos, cuerpos de agua, etc.). En |trends.earth| hemos adoptado el flujo de trabajo a continuación (Figura 2) para facilitar el proceso. Haciendo uso de las súper computadoras de Google Earth Engine, el archivo completo de Landsat entre 1997 y 2019, y el conjunto de datos GMIS (Brown de Colstoun et al 2017), |trends.earth| computó una serie de índices de superficie impermeable a nivel mundial disponibles a una resolución de 30 m para informar sobre la extensión urbana para los años 2000, 2005, 2010 y 2015. Combinada con los datos de población y de entrada del usuario, la herramienta calcula ODS 11.3.1, tanto en forma de mapas y tablas para facilitar la interpretación y presentación de informes.
fr: Évaluer les changements dans l&#39;ODD 11.3.1. au fil du temps, une quantité importante d’informations est nécessaire car elle nécessite de connaître l’étendue urbaine et de compter la population sur plusieurs années. Les données d&#39;observation de la Terre nous permettent d&#39;estimer l&#39;étendue des zones bâties dans une ville, puis d&#39;utiliser des algorithmes d&#39;analyse spatiale pour estimer l&#39;étendue des différents éléments de l&#39;environnement urbain (bâtiments, espaces ouverts, plans d&#39;eau, etc.). Dans | trends.earth | nous avons adopté le processus de travail ci-dessous (Figure 2) pour faciliter le processus. En utilisant les super-ordinateurs de Google Earth Engine, les archives complètes de Landsat entre 1997 et 2019, ainsi que le jeu de données GMIS (Brown de Colstoun et al 2017), | Trends.Earth | a calculé une série d&#39;indices de surface imperméables disponibles dans le monde entier, à une résolution de 30 m, afin de fournir des informations sur l&#39;étendue urbaine pour les années 2000, 2005, 2010 et 2015. Combiné avec les entrées de l&#39;utilisateur et les données démographiques, l&#39;outil calcule l&#39;ODD 11.3.1 à la fois sous forme de cartes. et des tableaux pour faciliter l’interprétation et les rapports.
pt: Avaliando mudanças no ODS 11.3.1. ao longo do tempo requer uma quantidade significativa de informação, uma vez que requer o acompanhamento da extensão urbana e a contagem populacional por vários anos. Os dados de observação da Terra nos permitem estimar a extensão da área construída dentro de uma cidade e, em seguida, usar algoritmos de análise espacial para estimar a extensão dos diferentes elementos dentro do ambiente urbano (por exemplo, edifícios, espaços abertos, corpos de água etc.). Em |trends.earth| adotamos a metodologia abaixo (Figura 2) para facilitar o processo. Fazendo uso dos supercomputadores do Google Earth Engine, do arquivo completo do Landsat entre 1997 e 2019 e do conjunto de dados do GMIS (Brown de Colstoun et al 2017), |Trends.Earth| computou uma série de índices de superfície impermeáveis globalmente disponíveis em resolução de 30m para fornecer dados sobre a extensão urbana para os anos 2000, 2005, 2010 e 2015. Combinada com dados fornecidos pelo usuário e dados sobre população, a ferramenta calcula ODS 11.3.1 na forma de mapas e tabelas para facilitar a interpretação e a geração de relatórios.
sw: Kutathmini mabadiliko katika SDG 11.3.1. kwa muda unahitaji kiasi kikubwa cha habari, kwani inahitaji kujua kiwango cha miji na idadi ya idadi ya watu kwa miaka kadhaa. Takwimu za uchunguzi wa dunia zinatuwezesha kukadiria kiwango cha eneo la kujengwa ndani ya jiji, na kisha kutumia algorithms za uchambuzi wa anga kulinganisha kiwango cha mambo tofauti ndani ya mazingira ya miji (kwa mfano majengo, nafasi ya wazi, miili ya maji, nk). Katika | trends.earth | tumepitisha mtiririko wa kazi chini (Mchoro 2) ili kuwezesha mchakato. Kutumia kompyuta za Google Earth Engine nyingi, Landsat archive kamili kati ya 1997 na 2019, na dataset ya GMIS (Brown de Colstoun et al 2017), | Mwelekeo | Era | ikilinganishwa na mfululizo wa vigezo vya uso usioweza kuonekana ulimwenguni inapatikana kwa azimio la 30m kuwajulisha juu ya kiwango cha miji kwa miaka 2000, 2005, 2010, na 2015. Pamoja na pembejeo ya mtumiaji na data ya idadi ya watu, chombo hiki kinazingatia SDG 11.3.1 zote kwa njia ya ramani na meza za urahisi wa kutafsiri na kutoa ripoti.

source: `Figure 2: Trends.Earth works-flow to computing SDG 11.3.1. Global 30m impervious surface indices have been pre-computed and are available for the users to explore in the` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ `where the user defines built-up extent by simply assigning a series of thresholds.`
es: `Figura 2: flujo de trabajos de Trends.Earth a la computación ODS 11.3.1. Los índices de superficie impermeables de 30 m globales se han calculado previamente y están disponibles para que los usuarios los exploren en el` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ `donde el usuario define la extensión construida simplemente asignando una serie de umbrales.`
fr: `Figure 2: Le flux de travaux de Trends.Earth vers le calcul de l’ODD 11.3.1. Des indices globaux de surface imperméables de 30 m ont été pré-calculés et sont disponibles pour que les utilisateurs les explorent dans le `` Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_` où l&#39;utilisateur définit l&#39;étendue construite en affectant simplement une série de seuils.
pt: `Figura 2: Metodologia adotada pelo Trends.Earth para computação ODS 11.3.1. Os índices globais de superfície impermeável de 30m foram pré-calculados e estão disponíveis para os usuários explorarem no `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ onde o usuário define a extensão acumulada simplesmente atribuindo uma série de limites.`
sw: &#39;Mchoro wa 2: Mwelekeo.Kuanzia kazi-mtiririko wa kuendesha SDG 11.3.1. Matukio ya uso ya 30m ya uso yasiyokuwa ya uso yamekuwa yamepimwa na yanapatikana kwa watumiaji kuchunguza katika` `Mwelekeo wa Mtaa wa Mjini Mjini <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_` ambapo mtumiaji anafafanua kiwango cha kujengwa kwa kuwapa tu mfululizo wa vizingiti`

source: Land consumption
es: Consumo de tierra
fr: Consommation de terre
pt: Uso da terra
sw: Matumizi ya ardhi

source: To estimate land consumption in |trends.earth|, a pre-computed time series of impervious surface indicators are available globally at 30 m resolution. In the section below, you will learn how the indicators were computed, and some recommendation how to use them to compute the indicator for SDG 11.3.1.
es: Para estimar el consumo de tierra en |trends.earth|, una serie de tiempo precalculada de indicadores de superficie impermeable está disponible a nivel mundial con una resolución de 30 m. En la sección a continuación, aprenderá cómo se calcularon los indicadores y algunas recomendaciones sobre cómo usarlos para calcular el indicador para ODS 11.3.1.
fr: Pour estimer la consommation de terres à | trends.earth |, une série chronologique pré-calculée d&#39;indicateurs de surface imperméables est disponible dans le monde entier à une résolution de 30 m. Dans la section ci-dessous, vous apprendrez comment les indicateurs ont été calculés et comment les utiliser pour calculer l&#39;indicateur de l&#39;ODD 11.3.1.
pt: Para estimar o uso de terrenos em |trends.earth|, uma série temporal pré-computada de indicadores de superfície impermeável está disponível globalmente a uma resolução de 30 m. Na seção abaixo, você aprenderá como os indicadores foram computados e algumas recomendações sobre como usá-los para calcular o indicador para o ODS 11.3.1.
sw: Ili kukadiria matumizi ya ardhi katika | trends.earth |, mfululizo wa wakati kabla ya kuchambuliwa wa viashiria vya uso usioweza kutokea hupatikana duniani kote kwenye mfumbuzi 30 m. Katika sehemu ya chini, utajifunza jinsi vielelezo vilivyohesabiwa, na mapendekezo mengine jinsi ya kuitumia kuhesabu kiashiria cha SDG 11.3.1.

source: ISI in Trends.Earth
es: ISI en Trends.Earth
fr: ISI dans Trends.Earth
pt: Índice de Superfície Impermeável (ISI) em Trends.Earth
sw: ISI katika Mwelekeo
