Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators15.po
Languages: es, fr, pt, sw

source: Compute the mean NDVI for the baseline period, and determine the percentile class it belongs to. Assign to the mean NDVI for the baseline period the number corresponding to that percentile class. Possible values range from 1 (lowest class) to 10 (highest class).
es: Se calcula el NDVI promedio para el período de referencia y se determine la clase percentil a la que pertenece. Se le Asigna al NDVI promedio para el período de referencia el número correspondiente a esa clase percentil. Los valores posibles van de 1 (clase más baja) a 10 (clase más alta).
fr: Calculer le NDVI moyen pour la période de référence et déterminer la classe de percentiles à laquelle elle appartient. Attribuer à l'indicateur NDVI moyen, pour la période de référence, le nombre correspondant à cette classe de percentiles. Les valeurs possibles vont de 1 (classe la plus basse) à 10 (classe la plus élevée).
pt: Calcule o NDVI médio para o período da linha de base e determine a classe percentual a que pertence. Atribuir ao NDVI médio para o período de referência o número correspondente a essa classe de percentil. Os valores possíveis variam de 1 (classe mais baixa) a 10 (classe mais alta).
sw: Kuelezea maana ya NDVI kwa kipindi cha msingi, na kuamua darasa la percentile ni la. Shirikisha maana ya NDVI kwa muda wa msingi nambari inayohusiana na darasa la percentile. Maadili inayowezekana yanaanzia 1 (darasa la chini kabisa) hadi 10 (darasa la juu).

source: Compute the mean NDVI for the comparison period, and determine the percentile class it belongs to. Assign to the mean NDVI for the comparison period the number corresponding to that percentile class. Possible values range from 1 (lowest class) to 10 (highest class).
es: Se calcula el NDVI promedio para el período de comparación y se determina la clase percentil a la que pertenece. Se le Asigna al NDVI promedio para el período de comparación el número correspondiente a esa clase percentil. Los valores posibles van de 1 (clase más baja) a 10 (clase más alta).
fr: Calculer le NDVI moyen pour la période de comparaison et déterminer la classe de percentiles à laquelle elle appartient. Attribuer à l'indicateur NDVI moyen, pour la période de comparaison, le nombre correspondant à cette classe de percentile. Les valeurs possibles vont de 1 (classe la plus basse) à 10 (classe la plus élevée).
pt: Calcule o NDVI médio para o período de comparação e determine a classe percentual a que pertence. Atribuir ao NDVI médio para o período de comparação o número correspondente a essa classe de percentis. Os valores possíveis variam de 1 (classe mais baixa) a 10 (classe mais alta).
sw: Tumia maana ya NDVI kwa kipindi cha kulinganisha, na uamuzi wa darasa la percentile ni la. Shirikisha maana ya NDVI kwa kipindi cha kulinganisha namba inayoendana na darasa la percentile. Maadili inayowezekana yanaanzia 1 (darasa la chini kabisa) hadi 10 (darasa la juu).

source: Determine the difference in class number between the comparison and the baseline period (comparison minus baseline).
es: Se determina la diferencia en el número de clase entre la comparación y el período de referencia (comparación menos referencia).
fr: Déterminer la différence de numéro de classe entre la comparaison et la période de référence (comparaison moins référence).
pt: Determine a diferença no número da classe entre a comparação e o período da linha de base (comparação menos a linha de base).
sw: Tambua tofauti katika nambari ya darasa kati ya kulinganisha na kipindi cha msingi (kulinganisha chini ya msingi).

source: If the difference in class between the baseline and the comparison period is ≤ 2, then that pixel could potentially be degraded. If the difference is ≥ 2, that pixel would indicate a recent improvement in terms of primary productivity. Pixels with small changes are considered stable.
es: Si la diferencia en la clase entre la línea de base y el período de comparación es ≤ 2, entonces ese píxel se considerará potencialmente degradado. Si la diferencia es ≥ 2, ese píxel indicaría una mejora reciente en términos de productividad primaria. Los píxeles con pequeños cambios se consideran estables.
fr: Si la différence de classe entre la référence et la période de comparaison est ≤ 2, alors ce pixel pourrait potentiellement être dégradé. Si la différence est ≥ 2, ce pixel indiquerait une amélioration récente en termes de productivité primaire. Les pixels avec de petites modifications sont considérés comme stables.
pt: Se a diferença na classe entre a linha de base e o período de comparação for ≤ 2, esse pixel poderá ser potencialmente degradado. Se a diferença for ≥ 2, esse pixel indicará uma melhoria recente em termos de produtividade primária. Pixels com pequenas alterações são considerados estáveis.
sw: Ikiwa tofauti katika darasa kati ya msingi na kipindi cha kulinganisha ni ≤ 2, basi pixel hiyo inaweza uwezekano wa kuharibiwa. Ikiwa tofauti ni ≥ 2, pixel hiyo itaonyesha kuboresha hivi karibuni kwa suala la uzalishaji wa msingi. Pixels na mabadiliko madogo yanachukuliwa kuwa imara.

source: The table below list the datasets available in |trends.earth| to compute the Productivity State indicator:
es: La siguiente tabla muestra los conjuntos de datos disponibles en |trends.earth| para calcular el indicador de Productividad - Estado:
fr: Le tableau ci-dessous liste les séries de données disponibles dans |trends.earth| pour calculer l'indicateur de l'état de la productivité:
pt: A tabela abaixo lista os conjuntos de dados disponíveis em |trends.earth| para calcular o indicador do Estado de Produtividade:
sw: Jedwali hapa chini orodha orodha ya data zilizopo katika | trends.earth | kuhesabu kiashiria cha Hali ya Uzalishaji:

source: Productivity Performance
es: Productividad - Rendimiento
fr: Performance de la productivité
pt: Desempenho de Produtividade
sw: Ufanisi wa Utendaji

source: The Productivity Performance indicator measures local productivity relative to other similar vegetation types in similar land cover types or bioclimatic regions throughout the study area. |trends.earth| uses the unique combination of soil units (soil taxonomy units using USDA system provided by SoilGrids at 250m resolution) and land cover (full 37 land cover classes provided by ESA CCI at 300m resolution) to define this areas of analysis. The indicator is computed as follows:
es: El indicador de Productividad - Rendimiento mide la productividad local en relación con otros tipos de vegetación similares en tipos de cobertura terrestre o regiones bioclimáticas similares en toda el área de estudio. |trends.earth| utiliza la combinación única de unidades de suelo (unidades de taxonomía de suelos usando el sistema USDA provisto por SoilGrids a una resolución de 250m) y cobertura del terreno (37 clases de cobertura terrestre proporcionadas por ESA CCI a una resolución de 300m) para definir estas áreas de análisis. El indicador se calcula de la siguiente manera:
fr: L'indicateur de performance de la productivité mesure la productivité locale par rapport à d'autres types de végétation similaires dans des types de couverture terrestre similaires ou des régions bioclimatiques dans toute la zone d'étude. |trends.earth| utilise la combinaison unique d'unités de sols (unités de taxonomie du sol utilisant le système USDA fourni par SoilGrids à 250m de résolution) et de couverture terrestre (37 classes de couverture terrestre fournies par l'ESA CCI à 300m de résolution) pour définir ces zones d'analyse. L'indicateur est calculé comme suit:
pt: O indicador de Desempenho de Produtividade mede a produtividade local em relação a outros tipos de vegetação semelhantes em tipos de cobertura de terra semelhantes ou regiões bioclimáticas em toda a área de estudo. | trends.earth | usa a combinação única de unidades de solo (unidades de taxonomia do solo usando o sistema USDA fornecido por SoilGrids a 250m de resolução) e cobertura do solo (37 classes de cobertura terrestre fornecidas pela ESA CCI a 300m de resolução) para definir estas áreas de análise. O indicador é calculado da seguinte forma:
sw: Kiashiria cha Ufanisi wa Utendaji kinaonyesha uzalishaji wa ndani kwa jamaa na aina nyingine za mimea inayofanana katika aina sawa za kufunika ardhi au mikoa ya bioclimatic katika eneo la utafiti. | trends.earth | hutumia mchanganyiko wa kipekee wa vitengo vya udongo (vitengo vya udongo vya udongo kwa kutumia mfumo wa USDA uliotolewa na SoliGrids saa 250m azimio) na kifuniko cha ardhi (madarasa kamili ya ardhi ya 37 yaliyotolewa na ESA CCI kwa ufumbuzi wa 300m) ili kufafanua maeneo haya ya uchambuzi. Kiashiria kinahesabiwa kama ifuatavyo:

source: Define the analysis period, and use the time series of NDVI to compute mean the NDVI for each pixel.
es: Defina el período de análisis y use la serie temporal de NDVI para calcular la media del NDVI para cada píxel.
fr: Définir la période d'analyse, et utiliser les séries chronologiques de NDVI pour calculer le NDVI pour chaque pixel.
pt: Defina o período de análise e use a série temporal do NDVI para calcular o NDVI de cada pixel.
sw: Kufafanua kipindi cha uchambuzi, na kutumia mfululizo wa muda wa NDVI kuhesabu maana ya NDVI kwa kila pixel.

source: Define similar ecologically similar units as the unique intersection of land cover and soil type.
es: Defina unidades ecológicamente similares similares a la intersección única de la cobertura del terreno y el tipo de suelo.
fr: Définissez des unités similaires sur le plan écologique comme étant l'intersection unique de la couverture terrestre et du type de sol.
pt: Defina unidades semelhantes ecologicamente semelhantes à interseção única de cobertura da terra e tipo de solo.
sw: Kufafanua vitengo vilivyofanana na mazingira kama mchanganyiko wa kipekee wa bima ya ardhi na aina ya udongo.

source: For each unit, extract all the mean NDVI values computed in step 1, and create a frequency distribution. From this distribution determine the value which represents the 90th percentile (we don't recommend using the absolute maximum NDVI value to avoid possible errors due to the presence of outliers). The value representing the 90th percentile will be considered the maximum productivity for that unit.
es: Para cada unidad, extraiga todos los valores medios de NDVI calculados en el paso 1 y cree una distribución de frecuencia. De esta distribución, determine el valor que representa el percentil 90 (no recomendamos utilizar el valor NDVI máximo absoluto para evitar posibles errores debido a la presencia de valores atípicos). El valor que representa el percentil 90 se considerará la productividad máxima para esa unidad.
fr: Pour chaque unité, extraire toutes les valeurs moyennes du NDVI calculées à l'étape 1 et créer une distribution de fréquence. A partir de cette distribution, déterminer la valeur qui représente le 90e percentile (nous ne recommandons pas d'utiliser la valeur NDVI absolue maximale pour éviter d'éventuelles erreurs dues à la présence de valeurs aberrantes). La valeur représentant le 90e percentile sera considérée comme la productivité maximale pour cette unité.
pt: Para cada unidade, extraia todos os valores médios de NDVI computados no passo 1 e crie uma distribuição de frequência. A partir dessa distribuição, determine o valor que representa o 90º percentil (não recomendamos o uso do valor máximo absoluto de NDVI para evitar possíveis erros devido à presença de outliers). O valor que representa o 90º percentil será considerado a produtividade máxima para aquela unidade.
sw: Kwa kila kitengo, dondoa thamani zote za NDVI zilizohesabiwa katika hatua ya 1, na uunda usambazaji wa mzunguko. Kutoka kwa usambazaji huu huamua thamani ambayo inawakilisha percentile ya 90 (hatukupendekeza kutumia thamani kamili ya NDVI ili kuepuka makosa iwezekanavyo kutokana na uwepo wa nje). Thamani inayowakilisha percentile ya 90 itachukuliwa kuwa tija ya juu kwa kitengo hicho.

source: Compute the ratio of mean NDVI and maximum productivity (in each case compare the mean observed value to the maximum for its corresponding unit).
es: Calcule la relación entre el NDVI medio a nivel de pixel y la productividad máxima para esa unidad (en cada caso compare el valor medio observado con el máximo para su unidad correspondiente).
fr: Calculer le rapport entre le NDVI moyen et productivité maximale (dans chaque cas, comparer la valeur moyenne observée au maximum de l'unité correspondante).
pt: Calcule a razão média do NDVI e a produtividade máxima (em cada caso, compare o valor médio observado com o máximo para a unidade correspondente).
sw: Tathmini uwiano wa maana ya NDVI na upeo wa juu (kwa kila kesi kulinganisha maana inayoonekana thamani hadi kiwango cha juu kwa kitengo chake kinachotambulishwa).

source: If observed mean NDVI is lower than 50% than the maximum productivity, that pixel is considered potentially degraded for this indicator.
es: Si el NDVI promedio observado es inferior al 50% de la productividad máxima, ese píxel se considera potencialmente degradado para este indicador.
fr: Si le NDVI moyen observé est inférieur à 50 % de la productivité maximale, ce pixel est considéré comme potentiellement dégradé pour cet indicateur.
pt: Se o NDVI médio observado for inferior a 50% da produtividade máxima, esse pixel é considerado potencialmente degradado para este indicador.
sw: Ikiwa imeona kuwa NDVI ni ya chini kuliko asilimia 50 kuliko uzalishaji wa kiwango cha juu, pixel hiyo inachukuliwa kuwa inaweza kuharibiwa kwa kiashiria hiki.

source: The table below list the datasets available in |trends.earth| to compute the Productivity Performance indicator:
es: La siguiente tabla muestra los conjuntos de datos disponibles en |trends.earth| para calcular el indicador de rendimiento de productividad:
fr: Le tableau ci-dessous liste les séries de données disponibles dans |trends.earth| pour calculer l'indicateur de performance de la productivité:
pt: A tabela abaixo lista os conjuntos de dados disponíveis em |trends.earth| para calcular o indicador de desempenho de produtividade:
sw: Jedwali hapa chini orodha orodha ya data zilizopo katika | trends.earth | kuhesabu kiashiria cha Utendaji wa Utendaji:

source: Combining Productivity Indicators
es: Combinación de indicadores de productividad
fr: Combinaison des indicateurs de productivité
pt: Combinando Indicadores de Produtividade
sw: Kujumuisha Viashiria vya Uzalishaji

source: The three productivity sub-indicators are then combined as indicated in the tables below. For SDG 15.3.1 reporting, the 3-class indicator is required, but |trends.earth| also produces a 5-class one which takes advantage of the information provided by State to inform the type of degradation occurring in the area.
es: Los tres subindicadores de productividad se combinan luego como se indica en las tablas a continuación. Para los informes ODS 15.3.1, se requiere el indicador de 3 clases, pero |trends.earth| también produce una clase 5 que aprovecha la información proporcionada por el estado para informar el tipo de degradación que ocurre en el área.
fr: Les trois sous-indicateurs de productivité sont ensuite combinés comme indiqué dans les tableaux ci-dessous. Pour la notification de l'ODD 15.3.1, l'indicateur pour 3 classes est requis, mais |trends.earth| produit également un indicateur pour 5 classes qui tire parti des informations fournies par l'état pour indiquer le type de dégradation se produisant dans la région.
pt: Os três subindicadores de produtividade são então combinados conforme indicado nas tabelas abaixo. Para o relatório do SDG 15.3.1, o indicador de 3 classes é obrigatório, mas | trends.earth | também produz uma classe 5 que aproveita as informações fornecidas pelo Estado para informar o tipo de degradação que ocorre na área.
sw: Vipengele vidogo vya tija vitatu vinashirikiwa kama ilivyoonyeshwa katika meza hapa chini. Kwa taarifa ya SDG 15.3.1, kiashiria cha darasa la 3 kinahitajika, lakini | trends.earth | pia hutoa moja ya darasa la 5 ambalo linafaidika na taarifa iliyotolewa na Serikali ili kuwajulisha aina ya uharibifu unaofanyika katika eneo hilo.

source: To assess changes in land cover users need land cover maps covering the study area for the baseline and target years. These maps need to be of acceptable accuracy and created in such a way which allows for valid comparisons. |trends.earth| uses ESA CCI land cover maps as the default dataset, but local maps can also be used. The indicator is computed as follows:
es: Para evaluar los cambios en la cobertura de la tierra, los usuarios necesitan mapas de cobertura del terreno que cubran el área de estudio para la línea de base y los años objetivo. Estos mapas deben ser de precisión aceptable y deben ser creados de tal forma que permitan comparaciones válidas. |trends.earth| utiliza los mapas de cobertura terrestre CCI de ESA como el conjunto de datos predeterminado, pero también se pueden usar mapas locales. El indicador se calcula de la siguiente manera:
fr: Pour évaluer les changements du couvert terrestre, les utilisateurs ont besoin de cartes de couverture terrestre couvrant la zone d'étude pour les années de référence et les années cibles. Ces cartes doivent être d'une précision acceptable et créées de manière à permettre des comparaisons valables. |trends.earth| utilise les cartes de couverture terrestre de l'ESA CCI comme série de données par défaut, mais des cartes locales peuvent également être utilisées. L'indicateur est calculé comme suit:
pt: Para avaliar as mudanças na cobertura da terra, os usuários precisam de mapas de cobertura da terra cobrindo a área de estudo para os anos de linha de base e de destino. Esses mapas precisam ser de precisão aceitável e criados de tal forma que permita comparações válidas. |trends.earth| usa os mapas de cobertura terrestre da ESA CCI como o conjunto de dados padrão, mas os mapas locais também podem ser usados. O indicador é calculado da seguinte forma:
sw: Kutathmini mabadiliko katika watumiaji wa bima ya ardhi wanahitaji ramani za kufunika ardhi inayofunika eneo la utafiti kwa miaka ya msingi na lengo. Ramani hizi zinahitajika kuwa sahihi ya kukubalika na zimeundwa kwa namna ambayo inaruhusu kulinganisha halali. | trends.earth | hutumia ramani za ramani ya ardhi ya ESA CCI kama dataset ya msingi, lakini ramani za mitaa pia zinaweza kutumika. Kiashiria kinahesabiwa kama ifuatavyo:

source: Reclassify both land cover maps to the 7 land cover classes needed for reporting to the UNCCD (forest, grassland, cropland, wetland, artificial area, bare land and water).
es: Reclasifique ambos mapas de cobertura terrestre a las 7 clases de cobertura terrestre necesarias para informar a la CNULD (bosques, pastizales, tierras de cultivo, humedales, áreas artificiales, tierras desnudas y agua).
fr: Reclasser les deux cartes du couvert végétal dans les 7 classes de couverture terrestre requises pour la déclaration à la CNULCD (forêts, prairies, terres cultivées, zones humides, zones artificielles, terres nues et eau).
pt: Reclassificar ambos os mapas de cobertura da terra para as 7 classes de cobertura da terra necessárias para reportar à UNCCD (floresta, pastagem, terra de cultivo, zona húmida, área artificial, terra nua e água).
sw: Rejesha ramani zote za ramani ya ardhi kwa madarasa 7 ya bima ya ardhi yanayotakiwa kutoa ripoti kwa UNCCD (misitu, majani, mashamba, wetland, eneo la bandia, ardhi ya maji na maji).

source: Perform a land cover transition analysis to identify which pixels remained in the same land cover class, and which ones changed.
es: Realice un análisis de transición de cobertura terrestre para identificar qué píxeles permanecieron en la misma clase de cobertura terrestre y cuáles cambiaron.
fr: Effectuer une analyse de transition de la couverture terrestre pour identifier les pixels qui sont restés dans la même classe de couverture terrestre et ceux qui ont changé.
pt: Realize uma análise de transição da cobertura da terra para identificar quais pixels permaneceram na mesma classe de cobertura territorial e quais mudaram.
sw: Fanya uchambuzi wa mpito wa mpito wa ardhi ili kutambua pixels ambazo zimebakia katika darasa moja la kifuniko cha ardhi, na ambacho zimebadilishwa.

source: Based on your local knowledge of the conditions in the study area and the land degradation processed occurring there, use the table below to identify which transitions correspond to degradation (- sign), improvement (+ sign), or no change in terms of land condition (zero).
es: Según su conocimiento local de las condiciones en el área de estudio y la degradación de la tierra procesada allí, utilice la tabla siguiente para identificar qué transiciones corresponden a la degradación (signo -), mejora (signo +) o ningún cambio en términos de condición de la tierra (cero).
fr: Sur la base de votre connaissance locale des conditions dans la zone d'étude et de la dégradation des terres traitées, utilisez le tableau ci-dessous pour identifier les transitions qui correspondent à la dégradation (signe-), à l'amélioration (signe +) ou à aucun changement de condition (zéro).
pt: Com base no seu conhecimento local das condições na área de estudo e da degradação da terra processada que ocorre lá, use a tabela abaixo para identificar quais transições correspondem à degradação (sinal), melhoria (sinal +) ou nenhuma mudança em termos de condição da terra (zero).
sw: Kulingana na ujuzi wako wa ndani kuhusu hali katika eneo la kujifunza na uharibifu wa ardhi uliofanywa huko, tumia meza hapa chini ili kutambua ni mabadiliko gani yanayolingana na uharibifu (- ishara), kuboresha (+ ishara), au hakuna mabadiliko katika hali ya ardhi (sufuri).

source: |trends.earth| will combine the information from the land cover maps and the table of degradation typologies by land cover transition to compute the land cover sub-indicator.
es: |trends.earth| combinará la información de los mapas de cobertura terrestre y la tabla de tipologías de degradación por transición de cobertura terrestre para calcular el subindicador de cobertura de la tierra.
fr: |trends.earth| combinera les informations des cartes de la couverture terrestre et du tableau des typologies de dégradation par transition de couverture terrestre pour calculer le sous-indicateur de la couverture terrestre.
pt: |trends.earth| combinará as informações dos mapas de cobertura da terra e a tabela de tipologias de degradação por transição de cobertura da terra para calcular o subindicador de cobertura da terra.
sw: | trends.earth | itachanganya habari kutoka kwenye ramani za bima ya ardhi na meza ya uharibifu wa aina ya uharibifu wa ardhi ili kuhesabu kiashiria cha chini cha kifuniko cha ardhi.
