Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators11.po
Languages: es, fr, pt, sw

source: **Night Time Lights Index (NTL, 0-100)**: The impervious surface index can, in some cases, present high values for areas covered with dry bare soil or rocks, since these type of surfaces have similar spectral properties as those of man-made impervious surfaces. To filter these areas we use night time lights, removing areas with high ISI and low night time lights present outside of city boundaries. The lack of a time series of night time lights of consistently calibrated for the time period considered (2000-2015), means that we can't mask year with its corresponding year, so we use VIIRS Nighttime Day/Night Band Composites Version 1 for the year 2015 (NOA, 2019). Setting the NTL threshold value lower will mean that your final built-up area dataset will include areas with low light density, usually found in the peripheries of the cities. Setting this value higher will make the assessment to focus on the high density city centers.
es: **Índice de luces nocturnas (NTL, 0-100)**: El índice de superficie impermeable puede, en algunos casos, presentar valores altos para áreas cubiertas con tierra o rocas desnudas y secas, ya que este tipo de superficies tienen propiedades espectrales similares a las de De superficies impermeables hechas por el hombre. Para filtrar estas áreas, usamos luces nocturnas, eliminando áreas con ISI alto y luces nocturnas bajas presentes fuera de los límites de la ciudad. La falta de una serie temporal de luces nocturnas de calibración constante para el período de tiempo considerado (2000-2015) significa que no podemos enmascarar el año con su año correspondiente, por lo que usamos VIIRS Nighttime Day / Night Band Composites Versión 1 para El año 2015 (NOA, 2019). Establecer el valor de umbral de NTL más bajo significará que su conjunto de datos de área acumulados incluirá áreas con baja densidad de luz, que generalmente se encuentran en las periferias de las ciudades. Al establecer este valor más alto, la evaluación se centrará en los centros urbanos de alta densidad.
fr: ** Indice de temps de nuit (NTL, 0-100) **: L&#39;indice de surface imperméable peut, dans certains cas, présenter des valeurs élevées pour les zones couvertes de sol ou de roches sèches et nues, car ces types de surfaces ont des propriétés spectrales similaires à celles de surfaces imperméables artificielles. Pour filtrer ces zones, nous utilisons des éclairages nocturnes, en supprimant les zones présentant des éclairages ISI élevés et faibles, en dehors des limites de la ville. L’absence d’une série chronologique de lumières nocturnes de calibre constant pour la période considérée (2000-2015) signifie que nous ne pouvons pas masquer l’année avec son année correspondante; nous utilisons donc la version 1 de VIIRS Night Band Composites Nighttime pour l&#39;année 2015 (NOA, 2019). Si vous définissez une valeur inférieure au seuil NTL, votre jeu de données final sur les zones construites comprendra les zones à faible densité lumineuse, généralement situées à la périphérie des villes. Si vous définissez cette valeur plus haut, l’évaluation se concentrera sur les centres-villes à forte densité.
pt: **Índice de Luzes Noturnas (NTL, 0-100)**: O índice de superfície impermeável (ISI) pode, em alguns casos, apresentar valores altos para áreas cobertas de solo e/ou rochas expostas, uma vez que esses tipos de superfícies têm propriedades espectrais semelhantes às de superfícies impermeáveis feitas pelo homem. Para filtrar essas áreas, usamos luzes noturnas, removendo áreas com alto valor de ISI e baixas luzes noturnas presentes fora dos limites da cidade. A falta de uma série temporal de luzes noturnas consistentemente calibradas para o período de tempo considerado (2000-2015) significa que não podemos mascarar um dado ano com o Índice de Luzes Noturnas correspondente ao mesmo ano, por isso usamos VIIRS Nighttime Day/Night Composites Version 1 para o ano de 2015 (NOA, 2019). Definir um valo limite baixo de NTL significará que o conjunto de dados da sua área construída final incluirá áreas com baixa densidade de luz, geralmente encontradas nas periferias das cidades. Definir este valor mais alto fará com que a avaliação se concentre nos centros urbanos de alta densidade.
sw: ** Usiku wa Taa za Nuru Index (NTL, 0-100) **: Nambari ya uso usioweza kutokea, katika hali nyingine, huwasilisha maadili ya juu kwa maeneo yaliyofunikwa na udongo usiovuliwa au miamba, kwa kuwa nyuso za aina hizi zina mali kama ya watazamaji kama wale ya nyuso zisizotengenezwa na mwanadamu. Ili kufuta maeneo haya tunatumia taa za usiku, kuondoa maeneo yenye ISI ya juu na taa za chini za usiku zilizo nje ya mipaka ya jiji. Ukosefu wa mfululizo wa wakati wa usiku wa taa za mfululizo uliowekwa kwa muda unaozingatiwa (2000-2015), inamaanisha kuwa hatuwezi kushika mwaka kwa mwaka wake unaofaa, kwa hiyo tunatumia Version ya 1 ya VIIRS ya Siku ya Uchana / Usiku wa Composites Band mwaka 2015 (NOA, 2019). Kuweka thamani ya chini ya kitanda cha NTL itamaanisha kwamba dataset yako ya mwisho ya kujengwa itajumuisha maeneo yenye wiani wa chini, ambayo hupatikana kwa kawaida katika miji ya miji. Kuweka thamani hii ya juu itafanya tathmini kuzingatia vituo vya jiji la juu.

source: **Water Frequency Index (WFI, 0-100)**: Water presence is a very dynamic feature of coastal or riverine environment, in some cases water will inundate land areas, and in others, humans will encroach into water bodies to occupy the space. To capture some of those dynamics, we have integrated into the tool a water frequency dataset (Pekel et al 2016). By adjusting the water frequency threshold, the user can choose to highlight these land-water dynamic areas. Setting the water frequency threshold value lower will mean that your final built-up area dataset will consider as covered by water areas with lower water frequencies throughout the time series, such as intermittent rivers or lakes. Setting this value higher will restrict water bodies to areas with a high frequency of water occurrence (i.e. permanent rivers and lakes).
es: **Índice de frecuencia del agua (WFI, 0-100)**: la presencia de agua es una característica muy dinámica del ambiente costero o fluvial, en algunos casos el agua inundará las áreas terrestres y en otros los humanos invadirán los cuerpos de agua para ocupar el espacio. Para capturar algunas de esas dinámicas, hemos integrado en la herramienta un conjunto de datos de frecuencia de agua (Pekel et al 2016). Al ajustar el umbral de frecuencia del agua, el usuario puede elegir resaltar estas áreas dinámicas agua-tierra. Establecer un valor de umbral de frecuencia de agua más bajo significará que su conjunto final de datos de áreas consideradas estará cubierto por áreas de agua con frecuencias de agua más bajas en toda la serie de tiempo, como ríos o lagos intermitentes. Establecer este valor más alto restringirá los cuerpos de agua a áreas con una alta frecuencia de ocurrencia de agua (es decir, ríos y lagos permanentes).
fr: ** Indice de fréquence de l&#39;eau (WFI, 0-100) **: La présence de l&#39;eau est une caractéristique très dynamique de l&#39;environnement côtier ou riverain. Dans certains cas, l&#39;eau inondera les terres, et dans d&#39;autres, les humains envahiront les plans d&#39;eau pour occuper les espace. Pour capturer certaines de ces dynamiques, nous avons intégré à l&#39;outil un jeu de données de fréquence de l&#39;eau (Pekel et al 2016). En ajustant le seuil de fréquence de l&#39;eau, l&#39;utilisateur peut choisir de mettre en évidence ces zones dynamiques terre-eau. Si vous définissez une valeur inférieure au seuil de fréquence de l’eau, votre jeu de données final sur les zones bâties sera considéré comme couvert par les zones d’eau aux fréquences d’eau plus basses tout au long de la série chronologique, comme les rivières ou les lacs intermittents. Si vous définissez cette valeur plus haut, les masses d&#39;eau se limiteront aux zones où la fréquence des eaux est élevée (c.-à-d. Rivières et lacs permanents).
pt: **Índice de Freqüência da Água (WFI, 0-100)**: A presença de água é uma característica muito dinâmica do ambiente costeiro ou fluvial, em alguns casos a água inundará áreas terrestres e em outros, humanos invadirão corpos d'água para ocupar espaço. Para capturar algumas dessas dinâmicas, integramos na ferramenta um conjunto de dados de frequência de água (Pekel et al 2016). Ao ajustar o limiar de frequência da água, o usuário pode optar por destacar essas áreas dinâmicas da água da terra. Definir um valor limite baixo para a frequência da água significa que o conjunto de dados da sua área construída final será considerado como coberto por áreas com menor frequência de água ao longo da série temporal, como rios ou lagos intermitentes. Ajustar este valor mais alto restringirá os corpos d'água a áreas com alta frequência de ocorrência de água (ou seja, rios e lagos permanentes).
sw: ** Maji ya Frequency Index (WFI, 0-100) **: Uwepo wa maji ni kipengele cha nguvu sana cha mazingira ya pwani au mto, wakati mwingine maji yatakuwa na maji mengi ya ardhi, na kwa wengine, binadamu wataingia ndani ya miili ya maji ili kuichukua nafasi. Ili kukamata baadhi ya mienendo hiyo, tumeunganisha ndani ya chombo dasaset ya mzunguko wa maji (Pekel et al 2016). Kwa kurekebisha kizingiti cha mzunguko wa maji, mtumiaji anaweza kuchagua kuonyesha maeneo haya ya nguvu ya ardhi. Kuweka kiwango cha chini cha kizingiti cha maji cha chini kitasema kuwa dataset yako ya mwisho ya kujengwa itazingatia kama inavyofunikwa na maeneo ya maji yenye mzunguko wa maji chini ya mfululizo wa wakati, kama mito katikati au maziwa. Kuweka thamani hii juu itakuwa kuzuia miili ya maji kwa maeneo yenye mzunguko mkubwa wa maji (yaani mito na maziwa ya kudumu).

source: `Figure 6: In` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ `the user defines a series of thresholds to go from the continuous Impervious Surface Index (ISI, right) to the binary built up area map (built, left).`
es: `Figura 6: En` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ `el usuario define una serie de umbrales que van desde el Índice de superficie impermeable continuo (ISI, derecha) al mapa de área construido en binario (construido, izquierda).`
fr: `Figure 6: Dans` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_` l&#39;utilisateur définit une série de seuils allant de l&#39;indice de surface imperméable continue (ISI, à droite) à la mappe de zone construite binaire (construite, à gauche) .`
pt: `Figura 6: No` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_` o usuário define uma série de limites para ir do Índice de Superfície Impermeável contínuo (ISI, à direita) para o mapa da área construída binária (construído à esquerda).
sw: `Mchoro wa 6: Katika &#39;` Mwelekeo wa Mtaa wa Mjini Mjini <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_` mtumiaji anafafanua mfululizo wa vizingiti kwenda kutoka kwenye Orodha ya Surface ya Impervious inayoendelea (ISI, kulia) kwenye ramani ya eneo linalojengwa (iliyojengwa, kushoto) .`

source: Consistency test
es: Prueba de consistencia
fr: Test de cohérence
pt: Teste de consistência
sw: Ufuatiliaji wa mtihani

source: When classifying remote sensing data into derived products, such as the impervious surface index computed by |trends.earth|, omission and commission errors occur. One of the advantages of performing time series analysis is that the images from different years can be used to identify inconsistencies in the analysis. For that reason, 1998 and 2018 ISI layers were computed in this analysis, to add pre and post data points to filter possible errors in the classifications of the 2000 through 2015 series.
es: Cuando se clasifican datos de detección remota en productos derivados, como el índice de superficie impermeable calculado por |trends.earth|, se producen errores de omisión y comisión. Una de las ventajas de realizar análisis de series de tiempo es que las imágenes de diferentes años se pueden usar para identificar inconsistencias en el análisis. Por ese motivo, las capas ISI de 1998 y 2018 se calcularon en este análisis, para agregar puntos de datos anteriores y posteriores para filtrar posibles errores en las clasificaciones de las series 2000 a 2015.
fr: Lors de la classification des données de télédétection en produits dérivés, tels que l&#39;indice de surface imperméable calculé par | trends.earth |, des erreurs d&#39;omission et de commission se produisent. L&#39;un des avantages de l&#39;analyse de séries chronologiques est que les images de différentes années peuvent être utilisées pour identifier des incohérences dans l&#39;analyse. Pour cette raison, les couches ISI de 1998 et 2018 ont été calculées dans cette analyse, afin d&#39;ajouter des points de données avant et après afin de filtrer les erreurs éventuelles dans les classifications des séries 2000 à 2015.
pt: Ao usar métodos de classificação em dados de sensoriamento remoto para gerar produtos derivados, como o índice de superfície impermeável (ISI) calculado por |trends.earth|, ocorrem erros de omissão e comissão. Uma das vantagens da análise de séries temporais é que as imagens de diferentes anos podem ser usadas para identificar inconsistências na análise. Por essa razão, as camadas ISI de 1998 e 2018 também foram computadas nesta análise, adicionando pontos de dados pré e pós para filtrar possíveis erros nas classificações das séries de 2000 a 2015.
sw: Wakati wa kupangilia data ya kijijini ya kuhisi katika bidhaa zilizopatikana, kama vile index ya kutoweka ya uso iliyohesabiwa na | mistari |earth |, omission na tume ya makosa hutokea. Moja ya faida za kufanya uchambuzi wa mfululizo wa wakati ni kwamba picha kutoka miaka tofauti zinaweza kutumiwa kutambua kutofautiana katika uchambuzi. Kwa sababu hiyo, safu za ISI za 1998 na 2018 zilizingatiwa katika uchambuzi huu, kuongeza pointi za kabla na baada ya data ili kuchuja makosa iwezekanavyo katika utaratibu wa 2000 hadi 2015 mfululizo.

source: The thresholds defined in the previous section (ISI, NTL, and WFR) are applied to each of the individual layers of 1998, 2000, 2005, 2010, 2015, and 2018, generating a series of binary maps. The six binary maps are later combined into a time series dataset which contains information on the nature of each pixel for each year as "built-up" or "not-built". One main rule is later applied to that series:
es: Los umbrales definidos en la sección anterior (ISI, NTL y WFR) se aplican a cada una de las capas individuales de 1998, 2000, 2005, 2010, 2015 y 2018, generando una serie de mapas binarios. Los seis mapas binarios se combinan posteriormente en un conjunto de datos de series de tiempo que contiene información sobre la naturaleza de cada píxel para cada año como construido o no construido. Una regla principal se aplica más tarde a esa serie:
fr: Les seuils définis dans la section précédente (ISI, NTL et WFR) sont appliqués à chacune des couches individuelles de 1998, 2000, 2005, 2010, 2015 et 2018, générant ainsi une série de cartes binaires. Les six cartes binaires sont ensuite combinées dans un jeu de données de séries chronologiques contenant des informations sur la nature de chaque pixel pour chaque année, de manière &quot;construite&quot; ou &quot;non construite&quot;. Une règle principale est ensuite appliquée à cette série:
pt: Os limites definidos na seção anterior (ISI, NTL e WFR) são aplicados a cada uma das camadas individuais de 1998, 2000, 2005, 2010, 2015 e 2018, gerando uma série de mapas binários. Os seis mapas binários são posteriormente combinados em um conjunto de dados de séries temporais que contém informações sobre a natureza de cada pixel para cada ano como "construído"; ou "não-construído". Uma regra principal é aplicada posteriormente a essa série:
sw: Vizingiti vinavyoelezwa katika sehemu ya awali (ISI, NTL, na WFR) hutumiwa kwa kila tabaka ya mtu binafsi ya 1998, 2000, 2005, 2010, 2015, na 2018, na kuzalisha mfululizo wa ramani za binary. Ramani sita za binary zimeunganishwa baadaye katika dasaset ya mfululizo wa wakati ambayo ina taarifa juu ya asili ya pixel kila mwaka kama &quot;kujengwa&quot; au &quot;isiyojengwa&quot;. Kanuni kuu moja hutumiwa baadaye kwenye mfululizo huo:

source: A pixel is considered built only if 50% or more of data points after the first built detection identify the same area as built. For such pixels, the first detection as built will be considered the year of conversion. Areas with less than 50% built after the first detection will be considered as errors in the classification, and as a consequence, not built. we recognize that by applying this rule we are limiting the capability of the dataset to detect transitions from built to not-built. However, given the low likelihood of that transition to occur in urban environments, we feel comfortable making that assumption. Visual inspection of the results support the approach.
es: Un píxel se considera construido solo si el 50% o más de los puntos de datos después de la primera detección construida identifican la misma área que la construida. Para tales píxeles, la primera detección que se construya se considerará el año de conversión. Las áreas con menos del 50% construido después de la primera detección se considerarán como errores en la clasificación y, como consecuencia, no se construirán. reconocemos que al aplicar esta regla estamos limitando la capacidad del conjunto de datos para detectar transiciones de construidas a no construidas. Sin embargo, dada la baja probabilidad de que esa transición ocurra en entornos urbanos, nos sentimos cómodos al hacer esa suposición. La inspección visual de los resultados apoya el enfoque.
fr: Un pixel est considéré comme construit uniquement si 50% ou plus des points de données après la première détection construite identifient la même zone que celle construite. Pour ces pixels, la première détection telle que construite sera considérée comme l&#39;année de conversion. Les zones avec moins de 50% construites après la première détection seront considérées comme des erreurs dans la classification et, par conséquent, non construites. nous reconnaissons qu&#39;en appliquant cette règle, nous limitons la capacité de l&#39;ensemble de données à détecter les transitions de construit à non construit. Cependant, étant donné la faible probabilité que cette transition se produise en milieu urbain, nous sommes à l&#39;aise de faire cette hypothèse. L&#39;inspection visuelle des résultats confirme l&#39;approche.
pt: Um pixel é considerado construído somente se 50% ou mais dos pontos de dados após a primeira detecção integrada identificar a mesma área que o construído. Para esses pixels, a primeira detecção como construída será considerada o ano de conversão. Áreas com menos de 50% construídas após a primeira detecção serão consideradas como erros na classificação e, consequentemente, não serão construídas. Reconhecemos que, ao aplicar essa regra, estamos limitando a capacidade do conjunto de dados de detectar transições de construídas para não construídas. No entanto, dada a baixa probabilidade de que essa transição ocorra em ambientes urbanos, nos sentimos à vontade para fazer essa suposição. Inspeção visual dos resultados suportam a abordagem.
sw: Pixel inachukuliwa imejengwa tu kama 50% au pointi zaidi ya data baada ya kutambua kujengwa kwa kwanza kutambua eneo lililojengwa. Kwa saizi hizo, kutambua kwanza kama kujengwa kutazingatiwa mwaka wa uongofu. Maeneo yenye chini ya 50% ya kujengwa baada ya kugundua kwanza itachukuliwa kama makosa katika uainishaji, na kwa matokeo, haijakujengwa. tunatambua kwamba kwa kutumia kanuni hii tunapunguza uwezo wa dasaset ili kuchunguza mabadiliko kutoka kwa kujengwa hadi kutojengwa. Hata hivyo, kutokana na uwezekano mdogo wa mabadiliko hayo ya kutokea katika mazingira ya mijini, tunahisi vizuri kufanya dhana hiyo. Ukaguzi wa maonyesho ya matokeo unasaidia mbinu.

source: Global testing
es: Pruebas globales
fr: Test global
pt: Teste em nível global
sw: Kupima Global
