Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators11.po
Languages: es, fr, pt, sw

source: Built-up areas will be classified based on the density within a 500 m of each pixel radius:
es: Las áreas construidas se clasificarán según la densidad dentro de 500 m de cada radio de píxeles:
fr: Les zones bâties seront classées en fonction de la densité dans un rayon de 500 m de chaque rayon de pixel:
pt: As áreas construídas serão classificadas com base na densidade dentro de um raio de 500 m de cada pixel:
sw: Maeneo yanayojengwa yatatengwa kulingana na wiani ndani ya mita 500 ya kila radius ya pixel:

source: Urban: > 50% built-up in the 500 m radius.
es: Urbano: > 50% acumulado en el radio de 500 m.
fr: Urbain:&gt; 50% construit dans un rayon de 500 m.
pt: Urbano: >50% construído no raio de 500 m.
sw: Mjini:&gt; 50% kujengwa katika radius 500 m.

source: Suburban: 25-50% built-up in the 500 m radius.
es: Suburbano: 25-50% acumulado en el radio de 500 m.
fr: Banlieue: 25% à 50% construite dans un rayon de 500 m.
pt: Suburbano: 25 a 50% de ocupação no raio de 500 m.
sw: Suburban: 25-50% kujengwa katika radius 500 m.

source: Rural: < 25 % built-up in the 500 m radius.
es: Rural: <25% construido en el radio de 500 m.
fr: Rural: &lt;25% construit dans un rayon de 500 m.
pt: Rural: <25% construídos no raio de 500 m.
sw: Vijijini: &lt;25% kujengwa katika radius 500 m.

source: The non-built up areas will be considered open space (OS), and will be classified as follows:
es: Las áreas no construidas se considerarán espacios abiertos (EA), y se clasificarán de la siguiente manera:
fr: Les zones non construites seront considérées comme des espaces ouverts (OS) et seront classées comme suit:
pt: As áreas não construídas serão consideradas espaços abertos (OS), e serão classificadas da seguinte forma:
sw: Sehemu zisizojengwa zitazingatiwa nafasi wazi (OS), na zitawekwa kama ifuatavyo:

source: Fringe open space: open space < 100 m from urban and suburban.
es: Espacio franco abierto: espacio abierto a menos de 100 m de zonas urbanas y suburbanas.
fr: Espace ouvert en périphérie: espace libre &lt;100 m des zones urbaines et suburbaines.
pt: Margem espaço aberto: espaço aberto < 100 m de áreas urbanas e suburbanas.
sw: Funga nafasi wazi: nafasi ya wazi &lt;100 m kutoka mjini na mijini.

source: Captured open space: open space fully surrounded by fringe open space.
es: Espacio abierto capturado: espacio abierto completamente rodeado por espacio abierto.
fr: Espace ouvert capturé: espace ouvert entièrement entouré d&#39;espaces ouverts marginaux.
pt: Espaço aberto capturado: espaço aberto totalmente cercado por espaço aberto de franja.
sw: Uchimba nafasi ya kufunguliwa: nafasi ya kufunguliwa kikamilifu iliyozungukwa na nafasi ya kufunguliwa.

source: Rural open space: All other open space.
es: Espacio abierto rural: Todos los demás espacios abiertos.
fr: Espace ouvert rural: Tous les autres espaces ouverts.
pt: Espaço aberto rural: Todos os outros espaços abertos.
sw: Eneo la wazi la vijijini: Sehemu nyingine zote wazi.

source: In |trends.earth|, we have added to the scheme above by differentiating land from water open space, since the uses citizens can do of each space are very different.
es: En |trends.earth|, hemos agregado al esquema anterior diferenciando la tierra del espacio abierto del agua, ya que los usos que los ciudadanos pueden hacer de cada espacio son muy diferentes.
fr: Dans | trends.earth |, nous avons ajouté au schéma ci-dessus en différenciant les espaces ouverts entre la terre et l&#39;eau, car les utilisations que les citoyens peuvent faire de chaque espace sont très différentes.
pt: Em |trends.earth|, adicionamos ao esquema acima, diferenciando a terra do espaço aberto da água, uma vez que os usos que os cidadãos podem fazer de cada espaço são muito diferentes.
sw: Katika | trends.earth |, tumeongeza kwa mpango hapo juu kwa kutofautisha ardhi kutoka kwa maji ya wazi, kwa kuwa matumizi ya wananchi wanaweza kufanya kila nafasi ni tofauti sana.

source: Fringe open space - water: Fringe open space covered by water
es: Espacio abierto de la franja - agua: Espacio abierto de la franja cubierto por el agua
fr: Espace ouvert fringe - eau: Espace ouvert frange recouvert d&#39;eau
pt: Margem espaço aberto - água: Franja espaço aberto coberto por água
sw: Funga nafasi ya wazi - maji: Funga nafasi ya wazi iliyofunikwa na maji

source: Captured open space - water: Captured open space covered by water
es: Espacio abierto capturado - agua: Espacio abierto capturado cubierto por agua
fr: Espace ouvert capturé - eau: espace ouvert capturé recouvert d&#39;eau
pt: Espaço aberto capturado - água: Espaço aberto capturado coberto por água
sw: Kukamata nafasi ya kufunguliwa - maji: Kukamata nafasi iliyofunikwa na maji

source: Rural open space - water: Rural open space covered by water
es: Espacio abierto rural - agua: Espacio abierto rural cubierto por agua
fr: Espace ouvert rural - eau: Espace ouvert rural couvert d&#39;eau
pt: Espaço rural aberto - água: Espaço aberto rural coberto por água
sw: Vijijini nafasi wazi - maji: Vijijini nafasi wazi kufunikwa na maji

source: Urban extent is determined by the combined area of classes 1, 2, 4, 5, 7, and 8 (urban, suburban, and fringe and captured open space).
es: La extensión urbana está determinada por el área combinada de las clases 1, 2, 4, 5, 7 y 8 (urbano, suburbano y de borde y espacio abierto capturado).
fr: L&#39;étendue urbaine est déterminée par la superficie combinée des classes 1, 2, 4, 5, 7 et 8 (zones urbaines, suburbaines, marginales et capturées).
pt: A extensão urbana é determinada pela área combinada das classes 1, 2, 4, 5, 7 e 8 (urbano, suburbano e periférico e espaço aberto capturado).
sw: Kijijini kimetambuliwa na eneo la pamoja la madarasa ya 1, 2, 4, 5, 7, na 8 (mijini, mijini, na pindo na nafasi iliyofunguliwa wazi).

source: `Figure 10: Result of the SDG 11.3.1 analysis displaying the different elements which comprise the urban space.`
es: `Figura 10: Resultado del análisis ODS 11.3.1 que muestra los diferentes elementos que conforman el espacio urbano.`
fr: `Figure 10: Résultat de l&#39;analyse de l&#39;ODD 11.3.1 affichant les différents éléments de l&#39;espace urbain .`
pt: Figura 10: Resultado da análise do ODS 11.3.1 mostrando os diferentes elementos que compõem o espaço urbano.
sw: &#39;Mchoro wa 10: Matokeo ya uchambuzi wa SDG 11.3.1 kuonyesha mambo tofauti ambayo yana nafasi ya mijini.`

source: With this information we can now estimate the rates of urban expansion over time for the periods 2000-2005, 2010, and 2010-2015 needed to estimate the annual land consumption rate.
es: Con esta información, ahora podemos estimar las tasas de expansión urbana a lo largo del tiempo para los períodos 2000-2005, 2010 y 2010-2015 necesarios para estimar la tasa anual de consumo de la tierra.
fr: Grâce à ces informations, nous pouvons maintenant estimer les taux d&#39;expansion urbaine dans le temps pour les périodes 2000-2005, 2010 et 2010-2015 nécessaires pour estimer le taux de consommation annuelle de terrains.
pt: Com essa informação, podemos agora estimar as taxas de expansão urbana ao longo do tempo para os períodos 2000-2005, 2010 e 2010-2015 necessários para estimar a taxa anual de consumo da terra.
sw: Kwa maelezo haya tunaweza sasa kukadiria viwango vya upanuzi wa miji kwa muda kwa kipindi cha 2000-2005, 2010, na 2010-2015 inahitajika kukadiria wastani wa matumizi ya ardhi.

source: Population growth
es: Crecimiento de la población
fr: Croissance de la population
pt: Crescimento populacional
sw: Ukuaji wa idadi ya watu

source: Once the urbanized areas have been defined, the next step is to establish how many people live within those areas for each analysis year. This information is then used to compute the annualized population growth rate. The estimation of the number of people living within each service area can be achieved through two broad approaches:
es: Una vez que se han definido las áreas urbanizadas, el siguiente paso es establecer cuántas personas viven dentro de esas áreas para cada año de análisis. Esta información se utiliza para calcular la tasa de crecimiento anual de la población. La estimación del número de personas que viven dentro de cada área de servicio se puede lograr a través de dos amplios enfoques:
fr: Une fois les zones urbanisées définies, l&#39;étape suivante consiste à déterminer le nombre de personnes vivant dans ces zones pour chaque année d&#39;analyse. Cette information est ensuite utilisée pour calculer le taux de croissance démographique annualisé. L&#39;estimation du nombre de personnes vivant dans chaque domaine de service peut être obtenue par deux approches générales:
pt: Uma vez que as áreas urbanizadas tenham sido definidas, o próximo passo é estabelecer quantas pessoas vivem dentro dessas áreas para cada ano de análise. Esta informação é então usada para calcular a taxa de crescimento da população anualizada. A estimativa do número de pessoas que vivem dentro de cada área de serviço pode ser obtida por meio de duas abordagens amplas:
sw: Mara baada ya maeneo ya mijini yameelezwa, hatua inayofuata ni kuanzisha watu wangapi wanaoishi ndani ya maeneo hayo kwa kila mwaka wa uchambuzi. Taarifa hii hutumiwa kuhesabu wastani wa kiwango cha ukuaji wa idadi ya watu. Ukadirio wa idadi ya watu wanaoishi ndani ya kila eneo la huduma inaweza kupatikana kwa njia mbili pana:

source: **Use of high-resolution data from national statistical offices (NSOs)**: In this option, census data is used to aggregate the number of people living in all households within the urban boundaries. Projections and extrapolations can also be easily undertaken based on the household characteristics to particular reporting years. The process is much easier where dynamic census units are used to identify the urbanized area, particularly because these are well aligned with the official population data architecture. This option provides the most accurate and authoritative population data for the indicator computation and is highly encouraged.
es: **Uso de datos de alta resolución de las oficinas nacionales de estadística**: En esta opción, los datos del censo se utilizan para agregar el número de personas que viven en todos los hogares dentro de los límites urbanos. Las proyecciones y las extrapolaciones también se pueden emprender fácilmente según las características del hogar a los años de reporte particulares. El proceso es mucho más fácil cuando se utilizan unidades dinámicas de censo para identificar el área urbanizada, particularmente porque están bien alineadas con la arquitectura oficial de datos de la población. Esta opción proporciona los datos de población más precisos y autorizados para el cálculo del indicador y es altamente recomendable.
fr: ** Utilisation de données à haute résolution provenant des bureaux nationaux de statistique (ONS) **: dans cette option, les données du recensement sont utilisées pour agréger le nombre de personnes vivant dans tous les ménages à l&#39;intérieur des limites urbaines. Les projections et les extrapolations peuvent également être facilement entreprises en fonction des caractéristiques du ménage pour des années de déclaration particulières. Le processus est beaucoup plus facile lorsque des unités de recensement dynamiques sont utilisées pour identifier la zone urbanisée, en particulier parce qu&#39;elles sont bien alignées sur l&#39;architecture officielle des données de population. Cette option fournit les données de population les plus précises et les plus fiables pour le calcul de l&#39;indicateur et est vivement encouragée.
pt: **Uso de dados de alta resolução dos escritórios nacionais de estatística (NSOs)**: Nesta opção, os dados do censo são usados para agregar o número de pessoas que vivem em todos os domicílios dentro dos limites urbanos. As projecções e extrapolações também podem ser facilmente realizadas com base nas características do agregado familiar para anos de relatório específicos. O processo é muito mais fácil onde as unidades de recenseamento dinâmico são usadas para identificar a área urbanizada, particularmente porque estas estão bem alinhadas com a arquitetura de dados da população oficial. Esta opção fornece os dados populacionais mais precisos e autoritários para o cálculo do indicador e é altamente incentivada.
sw: ** Matumizi ya takwimu za juu-azimio kutoka ofisi za kitaifa za takwimu (NSOs) **: Kwa chaguo hili, data ya sensa hutumiwa kuhesabu idadi ya watu wanaoishi katika kaya zote ndani ya mipaka ya mijini. Projections na extrapolations pia inaweza kufanywa kwa urahisi kulingana na sifa za kaya kwa miaka fulani ya kutoa ripoti. Mchakato ni rahisi sana ambapo vitengo vya sensa vya nguvu vinatumiwa kutambua eneo la mijini, hasa kwa sababu hizi zimeendana vizuri na usanifu wa takwimu za idadi ya watu. Chaguo hili hutoa data sahihi zaidi na mamlaka ya idadi ya watu kwa hesabu ya kiashiria na inahimizwa sana.

source: **Use of gridded population**: In this option, a population grid is made by distributing population to the entire administrative or census area unit. Attributes such as presence of habitable areas (land use classes) can be used to distribute the population, such that grid cells in tracks of undeveloped land or in industrial areas will have less population than high density residential areas. In the resulting grid, each grid cell will have a unique value, which is dependent on factors such as the total population within the enclosing administrative/census unit, and the number and/or quantity of the habitable land use classes. Figure 5 illustrates the general logic of population grids using only one land use class – the built-up areas. The population grid should always cover an area larger than the defined urban boundaries. Once the population grids are created, estimation of the population living within the urban boundaries can then be achieved by aggregating populations of the enclosed grid cells. In the absence of high-resolution data from NSOs, this option produces better estimates for population, although high quality input data and multi-level analysis are essential for enhanced data accuracy. Global datasets representing populations at 1km² and 250m grids are available (e.gs GPWv4, GHS-POP, WorldPop); most of which assume equal distribution of population to the habitable classes (e.g built up areas). This approach is proposed for the indicator computation where high resolution data from national statistical offices is not available or readily accessible.
es: **Uso de datos de población en cuadrícula**: En esta opción, una cuadrícula de población se realiza distribuyendo la población a toda la unidad administrativa o del área del censo. Los atributos como la presencia de áreas habitables (clases de uso de la tierra) se pueden usar para distribuir la población, de manera que las celdas de la cuadrícula en pistas de tierra no desarrollada o en áreas industriales tendrán menos población que las áreas residenciales de alta densidad. En la cuadrícula resultante, cada celda de la cuadrícula tendrá un valor único, que depende de factores tales como la población total dentro de la unidad administrativa / censal que lo encierra, y el número y / o cantidad de las clases de uso de suelo habitables. La Figura 5 ilustra la lógica general de las cuadrículas de población que usan solo una clase de uso del suelo: las áreas edificadas. La cuadrícula de población siempre debe cubrir un área más grande que los límites urbanos definidos. Una vez que se crean las cuadrículas de población, la estimación de la población que vive dentro de los límites urbanos se puede lograr agregando las poblaciones de las celdas de la cuadrícula encerrada. En ausencia de datos de alta resolución de las OSN, esta opción produce mejores estimaciones para la población, aunque los datos de entrada de alta calidad y el análisis multinivel son esenciales para mejorar la precisión de los datos. Se dispone de conjuntos de datos globales que representan poblaciones de 1km² y 250m de cuadrículas (por ejemplo, GPWv4, GHS-POP, WorldPop); la mayoría de los cuales asumen una distribución equitativa de la población en las clases habitables (por ejemplo, áreas edificadas). Este enfoque se propone para el cálculo del indicador donde los datos de alta resolución de las oficinas nacionales de estadística no están disponibles o no son fácilmente accesibles.
fr: ** Utilisation de la population maillée **: Dans cette option, une grille de population est créée en répartissant la population sur l&#39;ensemble de l&#39;unité administrative ou de la région de recensement. Des attributs tels que la présence de zones habitables (classes d’utilisation des sols) peuvent être utilisés pour répartir la population, de telle sorte que les cellules en grille situées dans les pistes de terrains non aménagés ou dans les zones industrielles auront moins de population que les zones résidentielles à forte densité. Dans la grille résultante, chaque cellule aura une valeur unique, qui dépend de facteurs tels que la population totale dans l&#39;unité administrative / de recensement englobante et le nombre et / ou la quantité des classes d&#39;utilisation des terres habitables. La figure 5 illustre la logique générale des réseaux de population utilisant une seule classe d&#39;utilisation des sols: les zones bâties. La grille de population doit toujours couvrir une zone plus large que les limites urbaines définies. Une fois les grilles de population créées, l’estimation de la population vivant à l’intérieur des limites urbaines peut être réalisée en agrégeant les populations des cellules de la grille délimitées. En l&#39;absence de données à haute résolution provenant des services nationaux de statistique, cette option produit de meilleures estimations pour la population, bien que des données d&#39;entrée de haute qualité et une analyse à plusieurs niveaux soient essentielles pour améliorer la précision des données. Des ensembles de données globaux représentant des populations situées dans des grilles de 1 km2 et de 250 m sont disponibles (par exemple, GPWv4, GHS-POP, WorldPop); dont la plupart supposent une répartition égale de la population par rapport aux classes habitables (par exemple, des zones bâties). Cette approche est proposée pour le calcul des indicateurs lorsque les données à haute résolution fournies par les instituts nationaux de statistique ne sont ni disponibles ni facilement accessibles.
pt: **Uso da população em grade**: Nesta opção, é feita uma grade populacional distribuindo a população para toda a unidade administrativa ou da área do censo. Atributos como a presença de áreas habitáveis (classes de uso da terra) podem ser usados para distribuir a população, de modo que as células da grade em trilhas de terra não desenvolvida ou em áreas industriais terão menos população do que áreas residenciais de alta densidade. Na grade resultante, cada célula da grade terá um valor único, que depende de fatores como a população total dentro da unidade administrativa/de recenseamento envolvente e o número e/ou quantidade das classes de uso da terra habitáveis. A Figura 5 ilustra a lógica geral das redes populacionais usando apenas uma classe de uso da terra - as áreas construídas. A grade da população deve sempre cobrir uma área maior do que os limites urbanos definidos. Uma vez criadas as redes populacionais, a estimativa da população que vive dentro dos limites urbanos pode então ser alcançada pela agregação de populações das células da grade fechadas. Na ausência de dados de alta resolução dos escritórios nacionais de estatística, esta opção produz melhores estimativas para a população, embora dados de entrada de alta qualidade e análise de vários níveis sejam essenciais para uma maior precisão dos dados. Conjuntos de dados globais representando populações em redes de 1km² e 250m estão disponíveis (por exemplo, GPWv4, GHS-POP, WorldPop); a maioria assume distribuição igualitária da população para as classes habitáveis (por exemplo, áreas construídas). Esta abordagem é proposta para o cálculo do indicador em que os dados de alta resolução dos serviços nacionais de estatística não estão disponíveis ou são de fácil acesso.

source: Population in Trends.Earth
es: Población en Trends.Earth
fr: Population dans Trends.Earth
pt: População em Trends.Earth
sw: Idadi ya watu katika Mwelekeo
