Repository: ConservationInternational/trends.earth
Catalog: docs/i18n/*/LC_MESSAGES/background/understanding_indicators11.po
Languages: es, fr, pt, sw

source: Given the lack of availability of a time series of impervious surface dataset at fine spatial resolution to capture urban changes globally, we computed one making use of the best impervious surface dataset available, the Global Man-made Impervious Surface for the year 2010 (GMIS, Brown de Colstoun et al 2017) to train a series of global random forest models (Breiman 2001) in Google Earth Engine (Gorelick et al 2017) making use of 2.3 million Landsat images (1.15 Peta-bytes of data) between the years 1997 and 2019. To make sure that the models were trained only with high quality data, we combined GMIS with ESA CCI land cover data for the year 2010 as indicated in Figure 3. This dataset allowed us to train random forest models, which where then applied to a set of 24 band stacks derived from Landsat surface reflectance data to generate impervious surface indicators for the years 1998, 2000, 2005, 2010, 2015, and 2018. A series of 846 models were run, one per eco region as defined by the RESOLVE dataset (Dinerstein et al 2017).
es: Dada la falta de disponibilidad de una serie temporal de conjuntos de datos superficiales impermeables a una resolución espacial fina para captar los cambios urbanos a nivel mundial, calculamos uno utilizando el mejor conjunto de datos superficiales impermeables disponibles, la superficie impermeable artificial global para el año 2010 (GMIS, Brown de Colstoun et al 2017) para capacitar una serie de modelos de bosques aleatorios globales (Breiman 2001) en Google Earth Engine (Gorelick et al 2017) utilizando 2,3 millones de imágenes Landsat (1.15 Peta-bytes de datos) entre los años 1997 y 2019. Para asegurarnos de que los modelos se entrenaron solo con datos de alta calidad, combinamos GMIS con los datos de cobertura terrestre de la ESA CCI para el año 2010 como se indica en la Figura 3. Este conjunto de datos nos permitió entrenar modelos forestales al azar, que luego se aplicaron a un conjunto de 24 pilas de bandas derivadas de los datos de reflectancia de la superficie Landsat para generar indicadores de superficie impermeables para los años 1998, 2000, 2005, 2010, 2015 y 2018. Se ejecutaron una serie de 846 modelos, uno por cada región ecológica según lo define el RESOLVER conjunto de datos (Dinerstein et al 2017).
fr: Etant donné le manque de disponibilité d’une série chronologique de jeux de données de surface imperméables à résolution spatiale fine permettant de capturer les changements urbains au niveau mondial, nous en avons calculé une en utilisant le meilleur jeu de données de surface imperméable disponible, à savoir la surface imperméable artificielle globale pour 2010 (GMIS, Brown de Colstoun et al 2017) pour former une série de modèles mondiaux de forêt aléatoire (Breiman 2001) dans Google Earth Engine (Gorelick et al 2017) en utilisant 2,3 millions d&#39;images Landsat (1,15 Peta-octets de données) entre 1997 et 2019. Pour nous assurer que les modèles étaient formés uniquement avec des données de haute qualité, nous avons combiné le SIGG avec les données de couverture terrestre de l&#39;ESA CCI pour l&#39;année 2010, comme indiqué à la figure 3. Cet ensemble de données nous a permis de former des modèles de forêt aléatoires, qui ont ensuite été appliqués à un ensemble de 24 bandes de bandes dérivées des données de réflectance de surface Landsat afin de générer des indicateurs de surface imperméables pour les années 1998, 2000, 2005, 2010, 2015 et 2018. Une série de 846 modèles a été exécutée, une par région écologique au sens de la Ensemble de données RESOLVE (Dinerstein et al 2017).
pt: Dada a falta de disponibilidade de uma série temporal de conjuntos de dados de superfície impermeáveis em resolução espacial fina para capturar mudanças urbanas globalmente, calculamos ISI utilizando o melhor conjunto de dados de superfície impermeável disponível, a Superfície Impermeável Feita pelo Homem em escala Global para o ano de 2010 (GMIS, Brown de Colstoun et al 2017) para treinar uma série de modelos Random Forest a nivel global (Breiman 2001) no Google Earth Engine (Gorelick et al 2017) fazendo uso de 2,3 milhões de imagens Landsat (1,15 Peta-bytes de dados) entre os anos de 1997 e 2019. Para garantir que os modelos fossem treinados apenas com dados de alta qualidade, combinamos GMIS com dados de cobertura da terra da ESA CCI para o ano de 2010, conforme indicado na Figura 3. Esse conjunto de dados nos permitiu treinar modelos florestais aleatórios, que então foram aplicados a um conjunto de 24 bandas derivadas de dados de refletância de superfície Landsat para gerar indicadores de superfície impermeáveis para os anos 1998, 2000, 2005, 2010, 2015 e 2018. Uma série de 846 modelos foram executados, um por eco-região definida pelo conjunto de dados RESOLVE (Dinerstein et al 2017).
sw: Kutokana na ukosefu wa upatikanaji wa mfululizo wa muda wa daraset ya uso usio na uhakika katika ufumbuzi wa nafasi nzuri ya kukamata mabadiliko ya miji duniani, tumehesabu moja kutumia daraset bora ya kutosha ya uso inapatikana, Global Over-Made Impervious Surface mwaka 2010 (GMIS, Brown de Colstoun et al 2017) kufundisha mfululizo wa mifano ya misitu ya random kimataifa (Breiman 2001) katika Google Earth Engine (Gorelick na mwaka 2017) kutumia picha milioni 2.3 za ardhi (1.15 Peta-bytes data) kati ya miaka ya 1997 na 2019. Kuhakikisha kuwa mifano hiyo ilifundishwa tu na data ya ubora wa juu, tuliunganisha GMIS na data ya ESA CCI ya kifuniko cha ardhi kwa mwaka wa 2010 kama inavyoonyeshwa kwenye Mchoro 3. Hii dataset ilituwezesha kufundisha mifano ya misitu isiyosababishwa, ambayo hutumiwa kwa seti ya makundi 24 ya bendi yaliyotokana na data ya uso wa kutafakari ya ardhi ili kuzalisha viashiria vya uso usioonekana kwa miaka ya 1998, 2000, 2005, 2010, 2015, na 2018. Mfululizo wa mifano 846 iliendeshwa, moja kwa mkoa wa eco kama ilivyoelezwa na Fungua dasaset (Dinerstein et al 2017).

source: `Figure 3: A series of 846 random forest models were run. Each model was trained using the GMIS and ESA CCI datasets, and then applied to a stack of 24 bands derived from Landsat imagery to predict impervious surface area for the years 1998, 2000, 2005, 2010, 2015, and 2018.`
es: `Figura 3: se ejecutaron una serie de 846 modelos de bosques aleatorios. Cada modelo se entrenó utilizando los conjuntos de datos GMIS y ESA CCI, y luego se aplicó a un conjunto de 24 bandas derivadas de imágenes Landsat para predecir la superficie impermeable para los años 1998, 2000, 2005, 2010, 2015 y 2018.`
fr: `Figure 3: Une série de 846 modèles de forêt aléatoires ont été exécutés. Chaque modèle a été formé à l&#39;aide des ensembles de données GMIS et ESA CCI, puis appliqué à une pile de 24 bandes dérivées d&#39;images Landsat afin de prédire la surface imperméable pour les années 1998, 2000, 2005, 2010, 2015 et 2018. »
pt: Figura 3: Uma série de 846 modelos Random Forest foi executada. Cada modelo foi treinado usando os conjuntos de dados GMIS e ESA CCI e, em seguida, aplicado a um arquivo contendo 24 bandas derivadas de imagens Landsat para prever área de superfície impermeável para os anos de 1998, 2000, 2005, 2010, 2015 e 2018.
sw: &#39;Mchoro wa 3: Mfululizo wa mifano 846 ya misitu isiyosababishwa iliendeshwa. Kila mtindo ulifunzwa kutumia dasasets za GMIS na ESA CCI, na kisha kutumika kwa stack ya bendi 24 zilizotokana na picha za Landsat kutabiri eneo la eneo lisilowezekana kwa miaka ya 1998, 2000, 2005, 2010, 2015, na 2018.`

source: Since image availability is limited, in some areas, we included for each year images from the previous and posterior years (e.g. stack for 2005 includes images from 2004, 2005, and 2006). Each of the 24 band stacks contained the 7 reflectance bands (median for the 3 year period), 15 normalized difference indices representing all the possible combinations of the 7 original bands, and then 2 NDVI specific bands representing the maximum and the standard deviation of NDVI for each particular pixel during the 3-year period. Six of these stacks were generated for 1998, 2000, 2005, 2010, 2015, and 2018, and were the input to the random forest models.
es: Como la disponibilidad de imágenes es limitada, en algunas áreas, incluimos para cada año imágenes de los años anteriores y posteriores (por ejemplo, la pila para 2005 incluye imágenes de 2004, 2005 y 2006). Cada una de las 24 pilas de bandas contenía las 7 bandas de reflectancia (mediana para el período de 3 años), 15 índices de diferencia normalizados que representan todas las combinaciones posibles de las 7 bandas originales y luego 2 bandas específicas de NDVI que representan el máximo y la desviación estándar de NDVI. para cada píxel particular durante el período de 3 años. Seis de estas pilas se generaron para 1998, 2000, 2005, 2010, 2015 y 2018, y fueron la entrada a los modelos de bosques aleatorios.
fr: La disponibilité des images étant limitée, dans certaines régions, nous avons inclus pour chaque année des images des années précédentes et postérieures (par exemple, la pile de 2005 inclut des images de 2004, 2005 et 2006). Chacune des 24 piles de bandes contenait les 7 bandes de réflectance (médiane pour la période de 3 ans), 15 indices de différence normalisés représentant toutes les combinaisons possibles des 7 bandes originales, puis 2 bandes spécifiques de NDVI représentant le maximum et l&#39;écart type du NDVI. pour chaque pixel particulier au cours de la période de 3 ans. Six de ces piles ont été générées pour 1998, 2000, 2005, 2010, 2015 et 2018 et ont été entrées dans les modèles de forêt aléatoire.
pt: Como a disponibilidade de imagens é limitada, em algumas áreas, incluímos para cada ano imagens do ano anterior e posterior (por exemplo, o arquivo para 2005 inclui imagens de 2004, 2005 e 2006). Cada uma das 24 bandas continha as 7 bandas de reflectância (mediana para o período de 3 anos), 15 índices de diferença normalizados representando todas as combinações possíveis das 7 bandas originais e 2 bandas específicas de NDVI representando o máximo e o desvio padrão de NDVI para cada pixel em particular durante o período de 3 anos. Seis desses arquivos foram gerados para 1998, 2000, 2005, 2010, 2015 e 2018, e foram usados com entrada para os modelos Random Forest.
sw: Kwa kuwa upatikanaji wa picha ni mdogo, katika maeneo mengine, tulijumuisha kwa picha kila mwaka kutoka kwa miaka iliyopita na ya nyuma (kwa mfano, stack ya 2005 inajumuisha picha kutoka 2004, 2005, na 2006). Kila moja ya makundi 24 ya bendi yalikuwa na bendi za kutafakari 7 (wastani wa kipindi cha miaka 3), vidokezo 15 vinavyolingana kawaida vinavyowakilisha mchanganyiko wote unaowezekana wa bendi za awali za awali, na kisha 2 bendi maalum zinazowakilisha upeo wa kiwango cha NDVI kwa kila pixel fulani wakati wa kipindi cha miaka 3. Vipindi sita kati ya hizi zilizalishwa kwa mwaka wa 1998, 2000, 2005, 2010, 2015, na 2018, na zilikuwa pembejeo kwa mifano ya misitu ya random.

source: `Figure 4: Description of the bands in the 24-band stack used in the random forest models.`
es: `Figura 4: Descripción de las bandas en la pila de 24 bandas utilizada en los modelos de bosques aleatorios.`
fr: `Figure 4: Description des bandes de la pile à 24 bandes utilisées dans les modèles de forêt aléatoire .`
pt: `Figura 4: Descrição das bandas na pilha de 24 bandas usada nos modelos florestais aleatórios.`
sw: &#39;Mchoro wa 4: Maelezo ya bendi katika stack ya bendi 24 inayotumiwa katika mifano ya misitu ya random``

source: It is hard to assess the accuracy of such dataset, given the lack of reference or comparable datasets globally. We compared the results of the 2010 ISI dataset to the GMIS original dataset for a subset of cities globally to assess its accuracy. We found that the root-mean-squared-error (RMSE) ranged between 9.9 and 14.4%, which for an indicator that varies between 0% (no impervious surface) to 100% (completely impervious), is a very acceptable result. We urge the users, however, to evaluate the results visually inspecting the `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ for their area of interest.
es: Es difícil evaluar la precisión de este conjunto de datos, dada la falta de datos de referencia o conjuntos de datos comparables a nivel mundial. Comparamos los resultados del conjunto de datos ISI de 2010 con el conjunto de datos original de GMIS para un subconjunto de ciudades a nivel mundial para evaluar su precisión. Encontramos que el error de la raíz cuadrada media (RMSE) osciló entre 9.9 y 14.4%, lo que para un indicador que varía entre 0% (superficie no impermeable) y 100% (completamente impermeable) es un resultado muy aceptable. Sin embargo, instamos a los usuarios a que evalúen los resultados inspeccionando visualmente el `Mapeador urbano de Tendencias.Earth <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ por su área de interés.
fr: Il est difficile d&#39;évaluer l&#39;exactitude d&#39;un tel jeu de données, compte tenu du manque de jeux de données de référence ou comparables au niveau mondial. Nous avons comparé les résultats de l&#39;ensemble de données ISI 2010 à ceux de GMIS pour un sous-ensemble de villes à l&#39;échelle mondiale afin d&#39;évaluer leur exactitude. Nous avons constaté que l&#39;erreur quadratique moyenne (EQM) se situait entre 9,9 et 14,4%, ce qui pour un indicateur variant de 0% (aucune surface imperméable) à 100% (complètement imperméable) est un résultat très acceptable. Nous invitons toutefois les utilisateurs à évaluer les résultats en inspectant visuellement le `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_ pour leur domaine d&#39;intérêt.
pt: É difícil avaliar a acurácia desse conjunto de dados, dada a falta de conjuntos de dados de referência ou comparáveis globalmente. Comparamos os resultados do conjunto de dados do ISI de 2010 com o conjunto de dados original do GMIS para um subconjunto de cidades globalmente para avaliar sua precisão. Descobrimos que o erro de raiz quadrada média (RMSE) variou entre 9,9 e 14,4%, o que para um indicador que varia entre 0% (sem superfície impermeável) a 100% (completamente impermeável) é um resultado muito aceitável. Nós pedimos que os usuários, no entanto, avaliem os resultados inspecionando visualmente o `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ para sua área de interesse.
sw: Ni vigumu kutathmini usahihi wa dataset hiyo, kutokana na kukosekana kwa kumbukumbu au data zinazofanana duniani kote. Tulilinganisha matokeo ya dataset ya ISI ya 2010 kwenye dataset ya asili ya GMIS kwa kijiji cha miji ulimwenguni kutathmini usahihi wake. Tuligundua kwamba kosa la mizizi-maana-squared (RMSE) lilikuwa kati ya 9.9 na 14.4%, ambayo kwa kiashiria ambayo inatofautiana kati ya 0% (hakuna uso usiozingatiwa) hadi 100% (haiwezekani kabisa), ni matokeo ya kukubalika sana. Tunawahimiza watumiaji, hata hivyo, kutathmini matokeo ya kuiangalia ukaguzi wa `Trends.Earth Mjini Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_ kwa eneo lao la riba.

source: From ISI to built-up
es: De ISI a la edificación.
fr: De l&#39;ISI au bâti
pt: Do ISI a área construída
sw: Kutoka kwa ISI kujengwa

source: In order to estimate the area occupied by impervious surfaces in a city, we need to convert the continuous impervious surface index (ISI) into a binary map separating areas built from those not built. This process is done by defining a series of threshold values in the `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_, which will vary by region.
es: Para estimar el área ocupada por superficies impermeables en una ciudad, necesitamos convertir el índice de superficie impermeable continua (ISI) en un mapa binario que separa las áreas construidas de aquellas que no están construidas. Este proceso se realiza mediante la definición de una serie de valores de umbral en el `Mapeador urbano de Tendencias.Earth <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_, que variará según la región.
fr: Pour estimer la superficie occupée par les surfaces imperméables dans une ville, nous devons convertir l&#39;indice de surface imperméable continue (ISI) en une carte binaire séparant les zones construites de celles non construites. Ce processus est effectué en définissant une série de valeurs de seuil dans le fichier `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_, qui varie selon les régions.
pt: Para estimar a área ocupada por superfícies impermeáveis em uma cidade, precisamos converter o índice de superfície impermeável contínua (ISI) em um mapa binário que separa áreas construídas daquelas não construídas. Este processo é feito definindo uma série de valores de limiar no `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_, que varia por região.
sw: Ili kukadiria eneo ambalo linatokana na vitu visivyoweza kutokea jiji, tunahitaji kubadili index ya uso usio na uhakika (ISI) kwenye ramani ya binary inayojenga maeneo yaliyojengwa kutoka kwa wale wasiojengwa. Utaratibu huu unafanyika kwa kufafanua mfululizo wa maadili ya kizingiti katika `Trends.Earth Mjini Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_, ambayo itatofautiana na kanda.

source: `Figure 5: In` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ `the user has control on how the conversion from the continuous Impervious Surface Index (ISI, right) to the binary built up area map (built, left) will ocurr for their city of interest.`
es: `Figura 5: En` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_ `el usuario tiene control sobre cómo se realizará la conversión del Índice de Superficie Impermeable (ISI, derecha) al mapa de área construido en binario (construido, izquierda) para su ciudad de interés.`
fr: `Figure 5: Dans` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_` l&#39;utilisateur a le contrôle sur la manière dont la conversion de l&#39;indice de surface imperméable continue (ISI, à droite) à la carte d&#39;aire construite binaire (construite, à gauche) se produira pour sa ville d&#39;intérêt. »
pt: `Figure 5: In` `Trends.Earth Urban Mapper <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper>`_` o usuário tem controle sobre como a conversão do Índice de Superfície Impermeável contínuo (ISI, à direita) para o mapa da área construída binária (construído à esquerda) ocorrerá para sua cidade de interesse.
sw: `Mchoro wa 5: Katika &#39;` Mwelekeo wa Mtaa wa Mjini Mjini <https://geflanddegradation.users.earthengine.app/view/trendsearth-urban-mapper> `_` mtumiaji ana udhibiti juu ya jinsi uongofu kutoka kwa Index ya Surface Survey (ISI, kulia) kwenye ramani ya eneo la kujengwa kwa binary (iliyojengwa, kushoto) itafuta kwa mji wao wa maslahi.

source: In |trends.earth| the user needs to define 3 threshold values which will be used by the tool to estimate the built-up area for the area of interest. Those thresholds are:
es: En | tendencias. Tierra | el usuario debe definir 3 valores de umbral que la herramienta utilizará para estimar el área construida para el área de interés. Esos umbrales son:
fr: Dans | trends.earth | l&#39;utilisateur doit définir 3 valeurs de seuil qui seront utilisées par l&#39;outil pour estimer la surface bâtie de la zone d&#39;intérêt. Ces seuils sont:
pt: Em |trends.earth| o usuário precisa definir 3 valores limiares que serão usados pela ferramenta para estimar a área construída para a área de interesse. Esses limites são:
sw: Katika | trends.earth | mtumiaji anahitaji kufafanua maadili 3 ya kizingiti ambayo itatumiwa na chombo cha kukadiria eneo la kujengwa kwa eneo la riba. Vile vizingiti ni:

source: **Impervious Surface Index (ISI, 0-100)**: This is an index which varies between 0 and 100, with higher values being indicative of a higher percentage of impervious surface in the 30 m pixel. Setting the ISI threshold value lower will mean that your final built-up area dataset will include areas with low density of construction, usually found in the peripheries of the cities. Setting this value higher will make the assessment to focus on the high density city centers.
es: **Índice de superficie impermeable (ISI, 0-100)**: este es un índice que varía entre 0 y 100, donde los valores más altos son indicativos de un mayor porcentaje de superficie impermeable en el píxel de 30 m. Establecer un valor de umbral de ISI más bajo significará que su conjunto de datos de áreas edificadas incluirá áreas con baja densidad de construcción, que generalmente se encuentran en las periferias de las ciudades. Al establecer este valor más alto, la evaluación se centrará en los centros urbanos de alta densidad.
fr: ** Indice de surface imperméable (ISI, 0-100) **: Il s&#39;agit d&#39;un indice qui varie entre 0 et 100, les valeurs les plus élevées indiquant un pourcentage plus élevé de surface imperméable dans le pixel de 30 m. Si vous définissez la valeur de seuil ISI sur une valeur inférieure, votre jeu de données final sur les zones construites comprendra les zones à faible densité de construction, généralement situées à la périphérie des villes. Si vous définissez cette valeur plus haut, l’évaluation se concentrera sur les centres-villes à forte densité.
pt: ** Índice de superfície impermeável (ISI, 0-100) **: Este é um índice que varia entre 0 e 100, com valores mais altos sendo indicativos de uma maior porcentagem de superfície impermeável nos 30 m pixels. Definir o valor limite do ISI como inferior significará que o conjunto de dados da sua área construída final incluirá áreas com baixa densidade de construção, geralmente encontradas nas periferias das cidades. Definir este valor mais alto fará com que a avaliação se concentre nos centros urbanos de alta densidade.
sw: ** Msimbo usiofaa wa Ufafanuzi (ISI, 0-100) **: Hii ni index ambayo inatofautiana kati ya 0 na 100, na maadili ya juu ni dalili ya asilimia kubwa ya uso usio na kipimo katika pixel ya m 30. Kuweka thamani ya kizingiti cha ISI chini itasema kuwa dataset yako ya mwisho ya kujengwa itajumuisha maeneo yenye wiani mdogo wa ujenzi, ambayo hupatikana kwa kawaida katika miji ya miji. Kuweka thamani hii ya juu itafanya tathmini kuzingatia vituo vya jiji la juu.
