Repository: ConservationInternational/trends.earth
Catalog: LDMP/help/i18n/*/LC_MESSAGES/about/general_info.po
Languages: sw

source: |trends.earth| was produced as part of the project "Enabling the use of global data sources to assess and monitor land degradation at multiple scales", funded by the Global Environment Facility.
sw: Trends.earth ilizalishwa kama sehemu ya mradi wa "kuwezesha matumizi ya vyanzo vya data duniani kupima na kufuatilia uharibifu wa ardhi (mazingira) katika ukubwa tofauti tofauti ", ukifadhiliwa na Global Environment Facility yaani Taasisi ya Mazingira Duniani.

source: Contacting the team
sw: Kuwasiliana na timu ya Itrends.earthI

source: Contact the `Trends.Earth <mailto:trends.earth@conservation.org>`_ team with any comments or suggestions. If you have specific bugs to report or improvements to the tool that you would like to suggest, you can also submit them in the `issue tracker on Github <https://github.com/ConservationInternational/trends.earth/issues>`_ for |trends.earth|.
sw: Wasiliana na timu ya `Trends.Earth <mailto: trends.earth@conservation.org>` kwa kutoa maoni au mapendekezo yoyote. Kama una taarifa za kuripoti juu ya virusi au kupendekeza kuhimarishwa kwa chombo hiki unaweza kuwasilisha kwenye `tracker ya Github <https://github.com/ConservationInternational/trends.earth/issues>`_ kwa |trends.earth|.

source: The Land Degradation Monitoring Project is a partnership of Conservation International, Lund University, and the National Aeronautics and Space Administration (NASA), and is funded by the Global Environment Facility (GEF).
sw: Mradi wa Ufuatiliaji wa Uharibifu wa Ardhi ni ushirikiano wa shirika la Conservation International, Chuo Kikuu cha Lund, na National Aeronautics and Space (NASA), na unafadhiliwa na Global Environment Facility (GEF)/ Chombo cha Mazingira Duniani.

source: Contributors to the documentation and to |trends.earth| include Yengoh Genesis, Lennart Olsson, Mariano Gonzalez-Roglich, Monica Noon, Tristan Schnader, Anna Tengberg, and Alex Zvoleff.
sw: Wachangiaji katika uandishi wa nyaraka za Itrends.earth| ni pamoja na Yengoh Genesis, Lennart Olsson, Mariano Gonzalez-Roglich, Monica Noon, Tristan Schnader, Anna Tengberg, na Alex Zvoleff.

source: |trends.earth| uses `Google Earth Engine <https://earthengine.google.com>`_ to compute indicators in the cloud.
sw: |trends.earth| inatumia `Google Earth Engine <https://earthengine.google.com>`_ kupitia mtandao kukokotoa viashiria vya uharibifu wa ardhi.

source: The feedback provided by early users of |trends.earth| and by the participants in the webinars and workshops held by the GEF Land Degradation Monitoring Project have been critical to the development of the tool.
sw: Maoni yaliyotolewa na watumiaji wa awali wa |trends.earth| na washiriki kwa njia ya video na warsha zilizofanywa na Mradi wa Ufuatiliaji wa Uharibifu wa Ardhi ya GEF zimekuwa muhimu kwa maendeleo ya chombo hiki.

source: Neil Sims, Sasha Alexander, Renato Cumani, and Sara Minelli provided input on the implementation of the SDG 15.3 and LDN indicators in |trends.earth|, on the structure of the tool, and on the UNCCD reporting process, and also provided early input and testing of the tool.
sw: Neil Sims, Sasha Alexander, Renato Cumani, na Sara Minelli walitoa mapendekezo juu ya utekelezaji wa viashiria vya SDG 15.3 na LDN vya uharibifu wa ardhi katika |trends.earth|, juu ya muundo wa chombo, na mchakato wa kuripoti kwa UNCCD, na pia walitoa mapendekezo ya awali na kujaribiwa kwa utendaji kazi wa chombo.

source: The project acknowledges the participants of the workshop held in Morogoro, Tanzania in October, 2017 for sharing their feedback and suggestions on the tool: Jones Agwata, Col. Papa Assane Ndiour, Lt. Fendama Baldé, Papa Nékhou Diagne, Abdoul Aziz Diouf, Richard Alphonce Giliba, Moses Isabirye, Vettes Kalema, Joseph Kihaule, Prof. D.N. Kimaro, James Lwasa, Paulo Mandela, Modou Moustapha Sarr, Joseph Mutyaba, Stephen Muwaya, Joseph Mwalugelo, Prof. Majaliwa Mwanjalolo, Edson Aspon Mwijage, Jerome Nchimbi, Elibariki Ngowi, Tabby Njunge, Daniel Nkondola, Blaise Okinyi, Joseph Opio, Rozalia Rwegasira, Ndeye Kany Sarr, Mamadou Adama Sarr, Edward Senyonjo, Olipa Simon, Samba Sow, Felly Mugizi Tusiime and John Wasige.
sw: Mradi unawatambua washiriki wa semina iliyofanyika Morogoro, Tanzania Oktoba, 2017 kwa kutoa mrejesho na maoni yao juu ya chombo hiki: Jones Agwata, Col. Papa Assane Ndiour, Lt Fendama Baldé, Papa Nékhou Diagne, Abdoul Aziz Diouf, Richard Alfonce Giliba, Moses Isabirye, Vettes Kalema, Joseph Kihaule, Prof. DN Kimaro, James Lwasa, Paulo Mandela, Modou Moustapha Sarr, Joseph Mutyaba, Stephen Muwaya, Joseph Mwalugelo, Prof Majaliwa Mwanjalolo, Edson Aspon Mwijage, Jerome Nchimbi, Elibariki Ngowi , Tabby Njunge, Daniel Nkondola, Blaise Okinyi, Joseph Opio, Rozalia Rwegasira, Ndeye Kany Sarr, Mamadou Adama Sarr, Edward Senyonjo, Olipa Simon, Samba Sow, Felly Mugizi Tusiime na John Wasige.

source: |trends.earth| is free and open-source. It is licensed under the `GNU General Public License, version 2.0 or later <https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html>`_.
sw: |trends.earth| ni bure and huru kwa waendelezaji wa chombo hiki. Kimeundwa chini ya mpango wa Leseni Huru kwa Umma yaani `GNU General Public License, toleo 2.0 au zaidi <https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html>`_.

source: This site and the products of |trends.earth| are made available under the terms of the `Creative Commons Attribution 4.0 International License (CC BY 4.0) <https://creativecommons.org/licenses/by/4.0>`_. The boundaries and names used, and the designations used, in |trends.earth| do not imply official endorsement or acceptance by Conservation International Foundation, or its partner organizations and contributors.
sw: Tovuti hii na vitu vyote vya |trends.earth| hupatikana chini ya masharti ya `Leseni ya Kimataifa ya Creative Commons Attribution 4.0 (CC BY 4.0) <https://creativecommons.org/licenses/by/4.0>`_. Mipaka ya matumizi na majina yaliyotumika katika |trends.earth| haimaanishi vimeidhinishwa rasmi au kukubaliwa na Conservation International Foundation, au mashirika washirika wake na wachangiaji.
